Repository: maheshwaghmare/wp-i18n
Catalog: po-files/themes/hestia/translated-wp-themes-hestia-*.po.po
Languages: mr

source: Hestia is a modern WordPress theme for professionals. It fits creative business, small businesses (restaurants, wedding planners, sport/medical shops), startups, corporate businesses, online agencies and firms, portfolios, ecommerce (WooCommerce), and freelancers. It has a multipurpose one-page design, widgetized footer, blog/news page and a clean look, is compatible with: Flat Parallax Slider, Photo Gallery, Travel Map and Elementor Page Builder . The theme is responsive, WPML, Retina ready, SEO friendly, and uses Material Kit for design.
mr: हेस्टिया व्यावसायिकांसाठी एक आधुनिक वर्डप्रेस थीम आहे. हि सर्जनशील व्यवसाय, छोटे व्यवसाय (रेस्टॉरंट्स, विवाह नियोजक, खेळ / वैद्यकीय दुकान), प्रारंभी व कॉर्पोरेट व्यवसाय, ऑनलाइन एजन्सी आणि फर्म, पोर्टफोलिओ, ईकॉमर्स (वूकॉमर्स ) आणि फ्रीलांसर ह्यांचा करता अति उत्तम थिम आहे. यात बहुउद्देशीय एक-पृष्ठ डिझाइन, वीडजेट असलेले फुटर, ब्लॉग / बातम्या करता एक स्वच्छ स्वरूप आहे. फ्लॅट पॅरालॅक्स स्लायडर, फोटो गॅलरी, ट्रॅव्हल मॅप, ऍलेमेंटर पृष्ठ बिल्डर, थीम डब्ल्यू पी एम एल, रेटिना रेडी, एसईओ सकट सुसंगत आणि डिझाइनसाठी साहित्य संच वापरणारी थिम आहे.

source: Disable
mr: अक्षम

source: Excerpt
mr: उतारा

source: Widgets
mr: विजेटस

source: General
mr: सामान्य

source: Plugins
mr: प्लगिन्स

source: Advanced Options
mr: प्रगत पर्याय

source: Cancel
mr: रद्द करा

source: Import
mr: आयात

source: Preview
mr: पूर्वावलोकन

source: Content
mr: मजकूर

source: Menu
mr: मेनू

source: Layout
mr: मांडणी

source: Navigation
mr: नॅविगेशन

source: Body
mr: बॉडी

source: font family
mr: फॉन्ट कुटुंब

source: Headings
mr: शीर्षक

source: Default
mr: मुलभूत

source: Display a frontpage section wherever you like by adding its shortcode in page or post content.
mr: पृष्ठ किंवा पोस्ट सामग्रीमध्ये त्याचे शॉर्टकोड जोडून आपल्याला आवडत असलेल फ्रंटपेज सेकशन प्रदर्शित करा.

source: Shortcodes for each section
mr: प्रत्त्येक विभागा करता शॉर्टकोडेस

# comments title
source: %1$s Comment
mr: %1$s टिपणी

# comments title
source: One comment
mr: १ टिपणी

source: Activating
mr: सक्रिय करत आहोत

source: Install and activate
mr: स्थापित आणि सक्रिय

source: Customizer
mr: कस्टमाईझर

source: Change in the Customizer
mr: कस्टमाईझर चा वापर करून बदल करा

source: The ability to reorganize your Frontpage Sections more easily and quickly.
mr: आपले फ्रंटपेज सेकशन सहज आणि द्रुतगतीने पुनर्गण करण्याची क्षमता.

source: Go to the Customizer
mr: कस्टमाईझर वर जा

source: Drag and drop panels to change the order of sections.
mr: विभागांचे क्रम बदल्या करिता पॅनेल्स फक्त ड्रॅग आणि ड्रॉप करा

source: The ability to reorganize your Frontpage sections more easily and quickly.
mr: आपल फ्रंटपेज सेकशन अधिक सहज आणि द्रुतगतीने पुनर्रचना करण्याची क्षमता.

source: PRO
mr: प्रो

source: Page Builder Full Width
mr: पूर्ण रुंदीचा पेज बिल्डर

source: Page Builder Blank
mr: रिक्त पेज बिल्डर

source: This sidebar is active but empty. In order to use this layout, please add widgets in the sidebar
mr: हे साईडबार ऍक्टिव्ह आहे पण रिक्त आहे. हे लेआऊट वापरण्या करता कृपात साईडबार मध्ये विडजेट घाला

source: Blog Sidebar Layout
mr: ब्लॉगच्या साईडबार ची मांडणी

source: Right Sidebar
mr: उजवीकडचा साईडबार

source: Left Sidebar
mr: डावीकडचा साईडबार

source: Full Width
mr: पूर्ण रूंदी

source: Page Sidebar Layout
mr: पेज साईडबार लेआऊट

source: WooCommerce Sidebar
mr: वूकॉमर्स साईडबार

source: Fullwidth Template
mr: पूर्ण रूंदीच टेम्पलेट

source: Activating
mr: सक्रिय करत आहोत

source: Tags:
mr: टॅग्स:

source: Categories:
mr: कॅटेगरीज:

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
mr: क्षमस्व, परंतु आपल्या शोध अटीशी काहीही जुळत नाही. कृपया काही भिन्न कीवर्डसह पुन्हा प्रयत्न करा.

source: Get started here
mr: येथे प्रारंभ करा

source: Ready to publish your first post? %s.
mr: आपली प्रथम पोस्ट प्रकाशित करण्यास सज्ज आहात? %s.

source: %1$s ago %2$s
mr: %1$s पूर्वी %2$s

source: By %1$s, %2$s
mr: द्वारा %1$s, %2$s

source: Search Results for: %s
mr: %s : करता शोध निकाल

source: %d item
mr: %d आयटम

source: View your shopping cart
mr: आपली खरेदी कार्ट पहा

source: Share on Google+
mr: गूगल+ वर शेअर करा

source: Share on Twitter
mr: ट्विटर वर शेअर करा

source: Share on Facebook
mr: फेसबुक वर शेअर करा

source: Related Posts
mr: संबंधित पोस्ट

source: What's on your mind?
mr: आपल्या मनात काय आहे?

source: Website
mr: वेबसाईट

source: Email
mr: ईमेल

source: Name
mr: नाव

source: You must be <a href="%s">logged in</a> to post a comment.
mr: कंमेंट पोस्ट करण्या करता आपल्या <a href="%s">लॉग</a> इन असले पाहिजे.

source: Reply
mr: उत्तर द्या

source: (Edit)
mr: (एडिट करा)

source: &#183; %1$s at %2$s
mr: &#183; %1$s येथे %2$s

source: Previous page
mr: मागील पान

source: Next page
mr: पुढील पान

source: View all posts in %s
mr: %s मधील सर्व पोस्ट पहा

source: Button
mr: बटण

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.
mr: लोरेम इप्सम डॉलर सीट अमित, कॉन्सेक्टतुर अंडीपिसीसिन्ग एलिट , सेड डॉ ईसमोड टेम्पोर इन्सिडीदूंत ऊत लॅबोरे इट डोलोरे मॅग्ना अलीकुआ.

source: Lorem Ipsum
mr: लोरेम इप्सम

source: Change this subtitle in %s.
mr: %s मधले उपशीर्षक बदला.

source: customizer
mr: कस्टमाइझर

source: View PRO Features
mr: प्रो व्हर्जन चे वैशिष्टये पहा

source: Subscribe to our Newsletter
mr: आमच्या वृत्तपत्राची सदस्यता घ्या

source: Subscribe
mr: सदस्यता

source: Products
mr: उत्पादने

source: Shop
mr: शॉप

source: If enabled, the theme will use a boxed layout.
mr: सक्षम केल्यास, थिम बॉक्सइड लेआऊट चा वापर करेल.

source: Boxed Layout
mr: बॉक्सड लेआऊट

source: General Settings
mr: सामान्य सेटिंग्ज

source: Contact Content
mr: संपर्क सामग्री

source: Instructions
mr: सूचना

source: Form Title
mr: फॉर्म शीर्षक

source: Contact Us
mr: आमच्याशी संपर्क साधा

source: Get in Touch
mr: संपर्क साधा

source: Background Image
mr: पार्श्वभागातील इमेज

source: Contact
mr: संपर्क

source: Number of Items
mr: आयटमची संख्या

source: Section Subtitle
mr: सेकशन उपशीर्षक

source: Section Title
mr: सेकशन शीर्षक

source: Blog
mr: ब्लॉग

source: Change this subtitle in the Customizer
mr: कस्टमाइझर मधले उपशीर्षक बदला

source: Button URL
mr: बटणाचा यु आर एल

source: Button text
mr: बटणाचा मजकूर

source: Big Title Background
mr: विशाल शीर्षक पार्श्वभाग

source: Big Title Section
mr: विशाल शीर्षक सेकशन

source: Disable section
mr: सेकशन अक्षम करा

source: About
mr: आमच्या विषयी

source: If you want to take full advantage of the options this theme has to offer, please install and activate %s.
mr: ह्या थिम चा पूर्ण फायदा घेण्या करता कृपया %s स्थापित आणि कार्यान्वित करा.

source: It is highly recommended that you install the companion plugin to have access to the Frontpage features, Team and Testimonials sections.
mr: आपण फ्रंटपेज वैशिष्ट्यांमध्ये, कार्यसंघ आणि टेस्टिमोनिअल सेकशन मध्ये प्रवेश करण्यासाठी कॉम्पॅनियन प्लगइन स्थापित करणे हे अत्यंत शिफारसीय आहे.

source: Deactivate
mr: निष्क्रिय करा

source: Activate
mr: कार्यान्वित

source: Install and Activate
mr: स्थापित करा आणि अॅक्टिवेट

source: Version:
mr: आवृत्ती:

source: Already activated
mr: आधीच सक्रिय आहे

source: 24/7 HelpDesk Professional Support
mr: 24/7 हेल्पडेस्क समर्थन

source: Quality Support
mr: सर्वोत्तम गुणवत्ता असलेला सपोर्ट

source: Change colors for the header overlay, header text and navbar.
mr: हेडर ओव्हरले, शीर्षलेख मजकूर आणि नवबार साठी रंग बदला.

source: Fully Customizable Colors
mr: पूर्णपणे सानुकूल रंग

source: You will be able to add more content to your site header with an awesome slider.
mr: आपण आपल्या साइटच्या शीर्षलेखात माकुराचा रियाने एक चॅन स्लायडर जोडू शकता.

source: Header Slider
mr: हेडर स्लायडर

source: You can use any background image you want.
mr: आपण इच्छित असलेली कोणतीही पार्श्वभूमी प्रतिमा वापरू शकता.

source: Background image
mr: पार्श्वभूमी प्रतिमा

source: Ready for e-commerce. You can build an online store here.
mr: ई-कॉमर्स करता तय्यार आहे . आपण येथे आपले ऑनलाईन स्टोर सुरु करू शकता.

source: WooCommerce Compatible
mr: वूकॉमर्स सुसंगत

source: Responsive layout. Works on every device.
mr: रेस्पॉन्सिव्ह लेआऊट. प्रत्येक डिव्हाइसवर कार्य करते.

source: Mobile friendly
mr: मोबाइल सुलभ

source: Get %s now!
mr: अत्ता %s मिळवा !

source: Using the WordPress Customizer you can easily customize every aspect of the theme.
mr: वर्डप्रेस कस्टमाइझेर चा वापर करून आपण थिम चा कोणता हि पैलू एगदी सहजपणे कस्टमाइज करू शकता.

source: We have compiled a list of steps for you to take so we can ensure that the experience you have using one of our products is very easy to follow.
mr: आम्ही आपल्यासाठी खूप मेहनतीने काही प्रयत्न केलेले आहेत, जेणेकरुन आपण हे सुनिश्चित करू शकाल की आपण आमच्य एखाद उत्पादन वापरत असलेला अनुभव अतिशय सोपा असेल.

source: In the documentation below you will find an easy way to build a great looking landing page using a drag-and-drop content builder plugin.
mr: खाली दिलेल्या दस्तऐवजात आपल्याला ड्रॅग-एंड-ड्रॉप सामग्री बिल्डर प्लगइनचा वापर करुन एक उत्कृष्ट दिसत असलेल लँडिंग पेज तयार करण्याचा सोपा मार्ग सापडेल.

source: Build a landing page with a drag-and-drop content builder
mr: ड्रॅग-एंड-ड्रॉप सामग्री बिल्डरसह लँडिंग पेज तयार करा

source: If you find yourself in a situation where everything on your site is running very slowly, you might consider having a look at the documentation below where you will find the most common issues causing this and possible solutions for each of the issues.
mr: जर आपण एखाद्या परिस्थितीत सापडले असाल जेथे आपल्या साइटवरील प्रत्येक गोष्ट खूप धीमे होत आहे, तर आपण खालील दस्तऐवजावर एक नजर टाकू शकता जिथे आपण सर्वात सामान्य समस्या शोधू शकाल आणि प्रत्येक प्रश्नासाठी संभाव्य निराकरणे हि ह्या दस्तावेजात मिळतील.

source: Speed up your site
mr: आपल्या साईट ची गती वाढवा

source: View how to do this
mr: हे कसे करायचे ते पहा

source: If you want to make changes to the theme's files, those changes are likely to be overwritten when you next update the theme. In order to prevent that from happening, you need to create a child theme. For this, please follow the documentation below.
mr: आपण थीमच्या फाइल्समध्ये बदल करु इच्छित असल्यास, आपण पुढील थीम अद्यतनित करता तेव्हा त्या बदलांवर अधिलिखित होण्याची शक्यता आहे. हे होण्यापासून प्रतिबंधित करण्यासाठी, आपल्याला बाल थीम तयार करण्याची आवश्यकता आहे यासाठी, कृपया खालील दस्तऐवजाचे अनुसरण करा.

source: Create a child theme
mr: बाल थीम तयार करा

source: Want to get the gist on the latest theme changes? Just consult our changelog below to get a taste of the recent fixes and features implemented.
mr: नवीनतम थीम बदलांवर सारांश मिळवू इच्छिता? अलीकडील निराकरणे आणि वैशिष्ट्ये पाहण्यासाठी फक्त आमच चेन्जलॉग तपासा.

source: Read full documentation
mr: पूर्ण डॉक्युमेन्टेशन वाचा

source: Need more details? Please check our full documentation for detailed information on how to use Hestia.
mr: अजून काही मदत हवी आहे का ? हेस्टीया वापरण्याचा पूर्ण माहिती करता कृपया आमचे पूर्ण डॉक्युमेंटेशन वाचा.

source: We want to make sure you have the best experience using Hestia, and that is why we have gathered all the necessary information here for you. We hope you will enjoy using Hestia as much as we enjoy creating great products.
mr: आपल्याला हेस्टीया वापरण्याचा अतिउत्तम आनंद लाभणं हाच आमचा उद्देश आहे. ह्याच उद्देशाने आम्ही आपल्याला लागणारी सगळी माहिती एका जागी ठेवली आहे, तरी कृपया त्याचा लाभ घ्यावा. आम्हाला खात्री आहे आपल्याला हेस्टीया वापरून तेव्हडाच आनंद होईल जेवढा आनंद आम्हाला अशी उत्पादने करून होतो.

source: Contact Support
mr: सपोर्ट विभागाशी संपर्क साधा

source: Free vs PRO
mr: फ्री विरुद्ध प्रो

source: Changelog
mr: चेन्जलॉग

source: Support
mr: सपोर्ट

source: Useful Plugins
mr: उपयुक्त प्लगईन्स

source: Getting Started
mr: प्रारंभ करणे

source: Welcome to %s! - Version
mr: स्वागत आहे आपले %s! - व्हर्जन मध्ये

source: About Hestia
mr: हेस्टीया विषयी

source: Blog Settings
mr: ब्लॉग सेटिंग्ज

source: Frontpage Sections
mr: फ्रंटपेज सेकशन्स

source: Appearance Settings
mr: देखाव्याचे सेटीन्ग्स

source: A fully customizable pricing plans section.
mr: एक पूर्णपणे सानुकूल मूल्य योजना सेकशन.

source: Portfolio section with two possible layouts.
mr: दोन शक्य लेआउटसह पोर्टफोलिओ विभाग.

source: Get the PRO version!
mr: प्रो आवृत्ती मिळवा!

source: Section Reordering
mr: विभागातील क्रमवारी

source: Pricing Plans Section
mr: मूल्य सेकशन

source: Jetpack Portfolio
mr: जेटपॅक पोर्टफोलिओ

source: Documentation
mr: डॉक्युमेन्टेशन

source: After installing the plugin, you need to navigate to %s and configure the plugin.
mr: प्लगइन स्थापित केल्यानंतर, आपल्याला %s वर नेव्हिगेट करणे आणि प्लगइन कॉन्फिगर करणे आवश्यक आहे.

source: SendinBlue plugin
mr: सेंडइनब्लु प्लगइन

source: Add Icon
mr: आयकॉन जोडा

source: Remove Icon
mr: आयकॉन काढा

source: Social icons
mr: सोशल आयकॉन्स

source: None
mr: काहीही नाही

source: Image type
mr: इमेज चा प्रकार

source: Upload Image
mr: अपलोड इमेज

source: Image
mr: इमेज

source: Note: Some icons may not be displayed here. You can see the full list of icons at %1$s.
mr: नोट: काही आयकॉन्स येथे दिसणार नाहीत. आपण आयकॉन्स ची पूर्ण लिस्ट येथे बघू शकता %1$s.

source: Icon
mr: आयकॉन

source: Delete field
mr: फील्ड हटवा

source: Shortcode
mr: शॉर्टकोड

source: Link
mr: लिंक

source: Text
mr: मजकूर

source: Subtitle
mr: उपशीर्षक

source: Title
mr: शीर्षक

source: Color
mr: रंग

source: Customizer Repeater
mr: कस्टमाइझर पुनरावकार

source: Add new field
mr: नवीन फील्ड जोडा

source: About background
mr: पार्श्वभूमीबद्दल

source: WooCommerce plugin
mr: वूकॉमर्स प्लगईन

source: To have access to a shop section please install and configure %1$s.
mr: शॉप विभागाचा प्रवेश करिता कृपया %1$s स्थापित करून कार्यान्वित करा.

source: In order to add a contact form to this section, you need to install the %s plugin.
mr: या विभागात संपर्क फॉर्म जोडण्यासाठी, आपल्याला %s प्लगइन स्थापित करणे आवश्यक आहे.

source: Toggle Navigation
mr: टॉगल नेव्हिगेशन

source: Button Text
mr: बटणाचा मजकूर

source: View cart
mr: करत बघा

source: Footer Three
mr: तिसरा फुटर

source: Footer Two
mr: दुसरा फुटर

source: Footer One
mr: फूटर एक

source: Blog Subscribe Section
mr: ब्लॉग सदस्यता विभाग

source: Sidebar
mr: साईडबार

source: Footer Menu
mr: फुटर मेनू

source: Primary Menu
mr: प्राथमिक मेनू

source: Hestia
mr: हेस्टीया

source: Comments are closed.
mr: टिप्पण्या बंद आहेत.

source: Size: %s
mr: आकार: %s

source: Published by %1$s on %2$s
mr: %1$s on %2$s द्वारा प्रकाशित

source: ThemeIsle
mr: थीमइस्ले
