Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/bel/4.2.x/wp-4.2.x-admin-network-bel.po
Languages: be_by

source: Site unarchived.
be_by: Сайт неархіваваны.

source: Site archived.
be_by: Сайт архіваваны.

source: You do not have permission to delete that site.
be_by: Вы не маеце дазволу на выдаленне гэтага сайта.

source: Site deleted.
be_by: Сайт выдалены.

source: Sites deleted.
be_by: Сайты выдаленыя.

source: Sites marked as spam.
be_by: Сайты пазначаныя як спам.

source: Sites removed from spam.
be_by: Сайты выдаленыя са спаму.

source: You are not allowed to delete the site.
be_by: Вам не маеце дазволу на выдаленне сайту.

source: Confirm
be_by: Пацвердзіць

source: Confirm your action
be_by: Пацвердзіце вашую дзею

source: You are not allowed to change the current site.
be_by: Вы не маеце права мяняць бягучы сайт.

source: Clicking on bold headings can re-sort this table.
be_by: Націск на тлустыя загалоўкі можа пераўпарадкаваць табліцу.

source: The site ID is used internally, and is not shown on the front end of the site or to users/viewers.
be_by: Ідэнтыфікатар сайта выкарыстоўваецца ўнутры і не адлюстроўваецца на сайце, а таксама не паказваецца наведвальнікам/карыстальнікам.

source: Visit to go to the frontend site live.
be_by: Перайсці да галоўнай старонкі сайта.

source: Delete which is a permanent action after the confirmation screens.
be_by: &laquo;Выдаліць&raquo; &#8212; незваротнае дзеянне, якое патрабуе пацверджання.

source: Deactivate, Archive, and Spam which lead to confirmation screens. These actions can be reversed later.
be_by: Адключыць, Архіваваць і Адправіць у спам, якія вядуць да старонак з пацверджаннем. Гэтыя дзеянні могуць быць зменены пазней.

source: Dashboard leads to the Dashboard for that site.
be_by: &laquo;Кансоль&raquo; вядзе ў Кансоль гэтага сайту.

source: An Edit link to a separate Edit Site screen.
be_by: Спасылка "Змяніць" да асобнага вакна "Змяніць сайт".

source: Hovering over each site reveals seven options (three for the primary site):
be_by: Пры навядзенні ўказальніка, кожны сайт пакажа сем параметраў (тры з якіх - параметры галоўнага сайта):

source: This is the main table of all sites on this network. Switch between list and excerpt views by using the icons above the right side of the table.
be_by: Гэта галоўная табліца для ўсіх сайтаў у сетцы. Пераключайцеся паміж праглядам спіса і ўрыўкаў з дапамогай значкоў у верхнім правым вуглу табліцы.

source: Add New takes you to the Add New Site screen. You can search for a site by Name, ID number, or IP address. Screen Options allows you to choose how many sites to display on one page.
be_by: Кнопка &laquo;Дадаць новы&raquo; вядзе на экран дадання новага сайту. Вы можаце пашукаць сайт па назве, нумары ID або IP-адрасе. На ўстаўцы &laquo;Наладкі экрана&raquo; можна абраць, колькі сайтаў паказваць на адной старонцы.

source: Username and password will be mailed to the above email address.
be_by: Імя карыстальніка і пароль будуць адпраўленыя на пазначаны вышэй адрас электроннай пошты.

source: Add User
be_by: Дадаць карыстальніка

source: Duplicated username or email address.
be_by: Падвоенае імя карыстача або адрас электроннай пошты.

source: Enter the username and email.
be_by: Увядзіце імя карыстальніка і адрас электроннай пошты.

source: User created.
be_by: Карыстальнік створаны.

source: Select a user to remove.
be_by: Абярыце карыстальніка для выдалення.

source: Select a user to change role.
be_by: Абярыце карыстальніка для змены ролі.

source: Enter the username of an existing user.
be_by: Увядзіце імя існага карыстальніка.

source: User is already a member of this site.
be_by: Карыстальнік ужо ёсьць чальцом сайту.

source: Network enabled themes are not shown on this screen.
be_by: Актываваныя для сеткі тэмы на гэтым экране не паказваюцца.

source: No theme selected.
be_by: Тэма не абраная.

source: %s theme disabled.
be_by: %s тэма адключана.

source: Theme disabled.
be_by: Тэма забароненая.

source: %s theme enabled.
be_by: %s тэма ўключана.

source: Theme enabled.
be_by: Тэма дазволеная.

source: You do not have sufficient permissions to manage themes for this site.
be_by: У вас бракуе правоў для кіравання тэмамі на гэтым сайце.

source: Site options updated.
be_by: Наладкі сайту абноўленыя.

source: Add Site
be_by: Дадаць сайт

source: The username and password will be mailed to this email address.
be_by: Імя карыстальніка і пароль будуць адпраўленыя на гэты email-адрас.

source: A new user will be created if the above email address is not in the database.
be_by: Калі пазначаны вышэй email-адрас адсутнічае ў базе дадзеных, будзе створаны новы карыстальнік.

source: Admin Email
be_by: Email-адрас адміністратара

source: Site Address
be_by: Адрас сайту

source: Add New Site
be_by: Дадаць новы сайт

source: Site added. <a href="%1$s">Visit Dashboard</a> or <a href="%2$s">Edit Site</a>
be_by: Сайт дададзены. <a href="%1$s">Наведаць Кансоль</a> або <a href="%2$s">рэдагаваць сайт</a>

source: [%s] New Site Created
be_by: [%s] новы сайт створаны

source: New site created by %1$s Address: %2$s Name: %3$s
be_by: Карыстальнік %1$s стварыў новы сайт Адрас: %2$s Назва: %3$s

source: There was an error creating the user.
be_by: Памылка пры стварэнні карыстальніка.

source: Invalid email address.
be_by: Некарэктны адрас электроннай пошты.

source: Missing email address.
be_by: Адсутнічае адрас электроннай пошты.

source: Missing or invalid site address.
be_by: Адсутны або некарэктны адрас сайта.

source: The following words are reserved for use by WordPress functions and cannot be used as blog names: <code>%s</code>
be_by: Наступныя словы заняты для функцый WordPress і не могуць выкарыстоўвацца як назвы блогаў: <code>%s</code>

source: Can&#8217;t create an empty site.
be_by: Немагчыма стварыць пусты сайт.

source: If the admin email for the new site does not exist in the database, a new user will also be created.
be_by: Калі адраса пошты адміністратара для новага сайта не існуе ў базе дадзеных, будзе створаны новы карыстач.

source: This screen is for Super Admins to add new sites to the network. This is not affected by the registration settings.
be_by: Гэтае вакно прызначана для супер-адміністратараў, каб дадаваць новыя сайты ў сетку. Гэтае вакно не змяняецца наладамі рэгістрацыі.

source: You do not have sufficient permissions to add sites to this network.
be_by: Вы не маеце дастатковых правоў, каб дадаваць сайты да гэтай сеткі.

source: Set site attributes
be_by: Задаць атрыбуты сайта

source: Update <code>siteurl</code> and <code>home</code> as well.
be_by: Абнавіце параметры <code>siteurl</code> і <code>home</code> таксама.

source: Info
be_by: Інфармацыя

source: Edit Site: %s
be_by: Рэдагаваць сайт: %s

source: Site info updated.
be_by: Звесткі пра сайт абноўленыя.

source: Invalid site ID.
be_by: Няверны ID сайту.

source: <a href="https://codex.wordpress.org/Network_Admin_Sites_Screen" target="_blank">Documentation on Site Management</a>
be_by: <a href="https://codex.wordpress.org/Network_Admin_Sites_Screen" target="_blank">Дакументацыя па кіраванні сайтамі</a>

source: <strong>Settings</strong> - This page shows a list of all settings associated with this site. Some are created by WordPress and others are created by plugins you activate. Note that some fields are grayed out and say Serialized Data. You cannot modify these values due to the way the setting is stored in the database.
be_by: <strong>Налады</strong> - Гэтая старонка паказвае спіс усіх налад, звязаных з гэтым сайтам. Некаторыя з іх створаны WordPress, а іншыя - плагінамі, якія вы актывавалі. Неабходна памятаць, што некаторыя палі пазначаны шэрым і маюць тэкст "Serialized Data". Вы не можаце змяняць гэтыя значэнні з-за того, як яны захаваны ў базе дадзеных.

source: <strong>Themes</strong> - This area shows themes that are not already enabled across the network. Enabling a theme in this menu makes it accessible to this site. It does not activate the theme, but allows it to show in the site&#8217;s Appearance menu. To enable a theme for the entire network, see the <a href="%s">Network Themes</a> screen.
be_by: <strong>Тэмы</strong> - тут паказваюцца тэмы, не ўключаныя на ўсю сетку. Уключаючы тэму ў гэтым меню, вы робіце яе даступнай для гэтага сайта. Гэта не актывізоўвае тэму, але дазваляе ёй адлюстроўвацца ў пункце меню сайта &laquo;Знешні выгляд&raquo;. Каб уключыць тэму на ўсю сетку, глядзіце экран <a href="%s">Тэмы сеткі</a>.

source: <strong>Users</strong> - This displays the users associated with this site. You can also change their role, reset their password, or remove them from the site. Removing the user from the site does not remove the user from the network.
be_by: <strong>Карыстальнікі</strong> - У гэтым вакне адлюстроўваюцца карыстальнікі, звязаныя з гэтым сайтам. Вы зможаце змяняць іх ролі, скідваць іх паролі альбо выдаляць іх з сайта. Выдаленне карыстальніка з сайта не выдаляе яго з сетцы.

source: <strong>Info</strong> - The domain and path are rarely edited as this can cause the site to not work properly. The Registered date and Last Updated date are displayed. Network admins can mark a site as archived, spam, deleted and mature, to remove from public listings or disable.
be_by: <strong>Інфармацыя:</strong> дамен і шлях звычайна мяняюць рэдка, бо гэта можа выклікаць праблемы з работай сайта. Паказваюцца дата рэгістрацыі і дата апошняга абнаўлення. Адміністратары сеткі могуць пазначыць сайт як архіўны, спамавы, выдалены і для дарослых, каб прыбраць сайт з агульнадаступных спісаў або адключыць яго.

source: The menu is for editing information specific to individual sites, particularly if the admin area of a site is unavailable.
be_by: Дадзенае меню прызначана для рэдагавання інфармацыі для асобных сайтаў, асабліва, калі вобласць адміністратара недаступна.

source: You do not have sufficient permissions to edit this site.
be_by: Вам не хапае дастатковых дазволаў, каб змяніць гэты сайт.

source: Enable menus
be_by: Уключыць меню

source: Enable administration menus
be_by: Уключыць меню адміністравання

source: Default Language
be_by: Мова па змаўчанні

source: Language Settings
be_by: Моўныя наладкі

source: Size in kilobytes
be_by: Памер у кілабайтах

# File size in kilobytes
source: %s KB
be_by: %s КБ

source: Max upload file size
be_by: Максімальны памер файла пры запампоўцы

source: Allowed file types. Separate types by spaces.
be_by: Дазволеныя тыпы файлаў (цераз прабел).

source: Upload file types
be_by: Тыпы файлаў для запампоўкі

source: Limit total size of files uploaded to %s MB
be_by: Абмежаваць агульны памер запампаваных файлаў да %s МБ

source: Site upload space
be_by: Дыскавая прастора сайта

source: Upload Settings
be_by: Наладкі запампоўкі

source: The URL for the first comment on a new site.
be_by: URL-спасылка на першы каментар на новым сайце.

source: First Comment URL
be_by: URL першага каментара

source: The author of the first comment on a new site.
be_by: Аўтар першага каментара на новым сайце.

source: First Comment Author
be_by: Аўтар першага каментара

source: The first comment on a new site.
be_by: Першы каментар на новым сайце.

source: First Comment
be_by: Першы каментар

source: The first page on a new site.
be_by: Першая старонка на новым сайце.

source: First Page
be_by: Першая старонка

source: The first post on a new site.
be_by: Першы допіс на новым сайце.

source: The welcome email sent to new users.
be_by: Ліст з прывітаннем, што дасылаецца новым карыстальнікам.

source: Welcome User Email
be_by: Прывітальны ліст карыстачу

source: The welcome email sent to new site owners.
be_by: Ліст з прывітаннем, што дасылаецца новым уладальнікам сайта.

source: Welcome Email
be_by: Прывітальны ліст

source: New Site Settings
be_by: Наладкі новага сайта

source: If you want to ban domains from site registrations. One domain per line.
be_by: Калі вы хочаце забараніць некаторыя дамены для рэгістрацыі сайтаў. Адзін дамен у радку.

source: Banned Email Domains
be_by: Забароненыя паштовыя дамены

source: If you want to limit site registrations to certain domains. One domain per line.
be_by: Калі вы хочаце абмежаваць рэгістрацыю сайтаў для некаторых даменаў. Адзін дамен у радку.

source: Limited Email Registrations
be_by: Абмежаваная рэгістрацыя

source: Users are not allowed to register these sites. Separate names by spaces.
be_by: Забараніць карыстальнікам рэгістраваць гэтыя сайты (цераз прабел).

source: Banned Names
be_by: Забароненыя імёны

source: Allow site administrators to add new users to their site via the "Users &rarr; Add New" page.
be_by: Дазволіць адміністратарам сайту дадаваць новых карыстачоў да сваіх сайтаў праз старонку &laquo;Карыстальнікі &rarr; Дадаць новага&raquo;.

source: Add New Users
be_by: Дадаць новых карыстальнікаў

source: Send the network admin an email notification every time someone registers a site or user account.
be_by: Дасылаць адміністратару сеткі паведамленне па пошце пры рэгістрацыі новых сайтаў або ўліковых запісаў.

source: Registration notification
be_by: Паведамленне пра рэгістрацыю

source: If registration is disabled, please set <code>NOBLOGREDIRECT</code> in <code>wp-config.php</code> to a URL you will redirect visitors to if they visit a non-existent site.
be_by: Калі рэгістрацыя адключана, неабходна наладзіць <code>NOBLOGREDIRECT</code> у файле <code>wp-config.php</code> на URL, які будзе перанакіроўваць наведвальнікаў, калі яны будуць заходзіць на неіснуючы сайт.

source: Both sites and user accounts can be registered.
be_by: І сайты, і ўліковыя запісы карыстальнікаў могуць быць зарэгістраваныя.

source: Logged in users may register new sites.
be_by: Аўтарызаваныя карыстальнікі могуць рэгістраваць новыя сайты.

source: User accounts may be registered.
be_by: Уліковыя запісы карыстальнікаў могуць быць зарэгістраваныя.

source: Registration is disabled.
be_by: Рэгістрацыя забароненая.

source: New registrations settings
be_by: Новыя наладкі рэгістрацыі

source: Allow new registrations
be_by: Дазволіць новыя рэгістрацыі

source: Registration Settings
be_by: Наладкі рэгістрацыі

source: This email address will receive notifications. Registration and support emails will also come from this address.
be_by: На гэты адрас пошты будуць дасылацца паведамленні. Таксама з яго будуць адпраўляцца рэгістрацыйныя і службовыя лісты.

source: Network Admin Email
be_by: Электронная пошта адміністратара сеткі

source: Network Title
be_by: Назва сеткі

source: Operational Settings
be_by: Аператыўныя наладкі

source: Options saved.
be_by: Наладкі захаваныя.

source: <a href="https://codex.wordpress.org/Network_Admin_Settings_Screen" target="_blank">Documentation on Network Settings</a>
be_by: <a href="https://codex.wordpress.org/Network_Admin_Settings_Screen" target="_blank">Дакументацыя па параметрах сеткі</a>

source: Super admins can no longer be added on the Options screen. You must now go to the list of existing users on Network Admin > Users and click on Username or the Edit action link below that name. This goes to an Edit User page where you can check a box to grant super admin privileges.
be_by: Супер-адміністратараў больш нельга дадаць у вакне "Параметры". Вам патрэбна перайсці да спіса існуючых карыстальнікаў у "Адміністратар сеткі > Карыстальнікі" і націснуць на імя карыстальніка альбо на спасылку "Рэдагаваць" ніжэй імя карыстальніка. Такім чынам, вы апыніцеся на старонцы "Рэдагаваць карыстальніка", дзе вы можаце дараваць карыстальніку правы супер-адміністратара.

source: Menu setting enables/disables the plugin menus from appearing for non super admins, so that only super admins, not site admins, have access to activate plugins.
be_by: Налады меню ўключаюць/адключаюць бачнасць меню плагінаў для карыстальнікаў, іншых за супер-адміністратараў. Такім чынам, толькі супер-адміністратары, а не адміністратары саўтаў будуць мець дазвол для ўключэння плагінаў.

source: Upload settings control the size of the uploaded files and the amount of available upload space for each site. You can change the default value for specific sites when you edit a particular site. Allowed file types are also listed (space separated only).
be_by: Налады запампоўкі кантралююць памер файлаў, якія могуць быць запампаваны, і памер сховішча для запампоўкі для кожнага сайта. Вы можаце змяніць значэнні па змаўчанню для асобных сайтаў, калі рэдагуеце асабісты сайт. Дазволеныя тыпы фаўлаў таксама пералічаны (падзяляюцца толькі прабелам).

source: New site settings are defaults applied when a new site is created in the network. These include welcome email for when a new site or user account is registered, and what&#8127;s put in the first post, page, comment, comment author, and comment URL.
be_by: Наладкі новага сайта - гэта параметры па змаўчанні для новага сайта ў сетцы. Сярод іх прывітальны ліст, які дасылаецца пры рэгістрацыі новага сайта або карыстача, а таксама што трэба змясціць у першым допісе, старонцы, каментары, аўтары каментара і URL-адрасе каментара.

source: Registration settings can disable/enable public signups. If you let others sign up for a site, install spam plugins. Spaces, not commas, should separate names banned as sites for this network.
be_by: З дапамогай налад рэгістрацыі можна адключаць/уключаць адкрытыя ўваходы. Калі вы адкрываеце ўваход на свае сайты, не забывайце ўстанавіць плагіны для выяўлення спаму. Імёны, якія забаронены для сайтаў у гэтай сетцы, павінны быць падзелены прабелам, а не коскамі.

source: Operational settings has fields for the network&#8217;s name and admin email.
be_by: Аперацыйныя налады маюць палі для імя сеткі і электроннай пошты адміністратара

source: This screen sets and changes options for the network as a whole. The first site is the main site in the network and network options are pulled from that original site&#8217;s options.
be_by: На гэтай старонцы вы можаце ўстанаўліваць і змяняць параметры для сеткі. Першы сайт гэта галоўны сайт у сетцы, а параметры сеткі належаць да параметраў гэтага сайта.

source: Upgrade Network
be_by: Абнавіць сетку

source: Available Updates
be_by: Даступныя абнаўленні

source: Updates
be_by: Абнаўленні

source: Network Settings
be_by: Наладкі сеткі

# theme
source: Add New
be_by: Дадаць новую

source: Installed Themes
be_by: Усталяваныя тэмы

source: Themes %s
be_by: Тэмы %s

# site
source: Add New
be_by: Дадаць новы

source: All Sites
be_by: Усе сайты

source: <a href="https://wordpress.org/support/forum/multisite/" target="_blank">Support Forums</a>
be_by: <a href="https://wordpress.org/support/forum/multisite/" target="_blank">Форумы падтрымкі</a>

source: <a href="https://codex.wordpress.org/Network_Admin" target="_blank">Documentation on the Network Admin</a>
be_by: <a href="https://codex.wordpress.org/Network_Admin" target="_blank">Дакументацыя па кіраванні сеткай</a>

source: Quick Tasks
be_by: Хуткія задачы

source: To search for a site, <strong>enter the path or domain</strong>.
be_by: Каб знайсці сайт, <strong>увядзіце шлях або дамен</strong>.

source: To search for a user, <strong>enter an email address or username</strong>. Use a wildcard to search for a partial username, such as user&#42;.
be_by: Каб знайсці карыстальніка, <strong>увядзіце яго імя або адрас электроннай пошты</strong>. Выкарыстоўвайце шаблонавы выраз (wildcard), каб шукаць частковыя супадзенні, напрыклад user&#42;.

source: To search for a user or site, use the search boxes.
be_by: Каб знайсці карыстальніка або сайт, выкарыстоўвайце палі для пошуку.

source: To add a new site, <strong>click Create a New Site</strong>.
be_by: Каб дадаць новы сайт, націсніце <strong>&laquo;Стварыць новы сайт&raquo;</strong>.

source: To add a new user, <strong>click Create a New User</strong>.
be_by: Каб дадаць новага карыстальніка, націсніце <strong>&laquo;Стварыць новага карыстальніка&raquo;</strong>.

source: The Right Now widget on this screen provides current user and site counts on your network.
be_by: Віджэт &laquo;Прама зараз&raquo; на гэтым экране адлюстроўвае колькасць карыстачоў і сайтаў вашай сеткі.

source: Modify global network settings
be_by: Змяняць глабальныя параметры сеткі

source: Update your network
be_by: Абнаўляць сваю сетку

source: Install and activate themes or plugins
be_by: Усталяваць і актываваць тэмы або плагіны

source: Add and manage sites or users
be_by: Дадаваць сайты і карыстальнікаў і кіраваць імі

source: From here you can:
be_by: Адсюль вы можаце:

source: Welcome to your Network Admin. This area of the Administration Screens is used for managing all aspects of your Multisite Network.
be_by: Сардэчна запрашаем вас у Адміністратар Сеткі. Гэтая частка экранаў кіравання выкарыстоўваецца для наладкі ўсіх аспектаў вашай шматсайтавай сеткі.

source: You do not have permission to access this page.
be_by: Вы не маеце доступу да гэтай старонкі.
