Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/bel/4.2.x/wp-4.2.x-admin-network-bel.po
Languages: be_by

source: Once you complete these steps, your network is enabled and configured. You will have to log in again.
be_by: Калі вы скончыце гэтыя крокі, сетка будзе ўключана і наладжана. Вам патрэбна будзе ўвайсці зноў.

source: Add the following to your %1$s file in %2$s, <strong>replacing</strong> other WordPress rules:
be_by: Дадайце наступныя радкі ў файл %1$s у каталогу %2$s, <strong>замяніўшы</strong> іншыя правілы WordPress:

source: To make your installation more secure, you should also add:
be_by: Каб зрабіць устаноўку больш бяспечнай, вы павінны таксама дадаць:

source: These unique authentication keys are also missing from your <code>wp-config.php</code> file.
be_by: У файле <code>wp-config.php</code> таксама атсутнічаюць унікальныя ключы праверкі сапраўднасці.

source: This unique authentication key is also missing from your <code>wp-config.php</code> file.
be_by: У файле <code>wp-config.php</code> адсутнічае унікальны ключ праверкі сапраўднасці.

source: Add the following to your <code>wp-config.php</code> file in <code>%s</code> <strong>above</strong> the line reading <code>/* That&#8217;s all, stop editing! Happy blogging. */</code>:
be_by: Дадайце наступнае ў файл <code>wp-config.php</code> у <code>%s</code> <strong>ніжэй</strong> радка з <code>/* Гэта ўсе, дастаткова змен! Добрага блогінга. */</code>:

source: <strong>Caution:</strong> We recommend you back up your existing <code>wp-config.php</code> file.
be_by: <strong>Увага:</strong> Мы рэкамендуем зрабіць копію існуючага файла <code>wp-config.php</code>.

source: <strong>Caution:</strong> We recommend you back up your existing <code>wp-config.php</code> and <code>%s</code> files.
be_by: <strong>Увага:</strong> Мы рэкамендуем стварыць копію існуючых файлаў <code>wp-config.php</code> і <code>%s</code>.

source: Complete the following steps to enable the features for creating a network of sites.
be_by: Скончыце наступныя крокі, каб уключыць функцыі, неабходныя для стварэнні сеткі сайтаў.

source: Enabling the Network
be_by: Уключаем сетку

source: Please complete the configuration steps. To create a new network, you will need to empty or remove the network database tables.
be_by: Калі ласка, завяршыце канфігурацыю. Каб стварыць новую сетку, вам трэба ачысціць або выдаліць табліцы баз дадзеных сеткі.

source: An existing WordPress network was detected.
be_by: Была знойдзена існуючая сетка WordPress.

source: The original configuration steps are shown here for reference.
be_by: Зыходныя крокі канфігурацыі паказаны для спасылкі.

source: Your email address.
be_by: Ваш адрас электроннай пошты.

source: What would you like to call your network?
be_by: Як вы хочаце назваць сваю сетку?

source: Because your install is not new, the sites in your WordPress network must use sub-domains.
be_by: Сайты ў вашай сетцы WordPress павінны выкарыстоўваць паддырэкторыі, таму што гэта не новая ўстаноўка.

source: Sub-domain Install
be_by: Устаноўка паддамена

source: Because your install is in a directory, the sites in your WordPress network must use sub-directories.
be_by: Сайты ў вашай сетцы WordPress павінны выкарыстоўваць паддырэкторыі, таму што вы ажыццяўлялі ўстаноўку ў дырэкторыю.

source: The main site in a sub-directory install will need to use a modified permalink structure, potentially breaking existing links.
be_by: Галоўнаму сайту пры ўстаноўцы ў паддырэкторыю патрэбна змененая структура сталых спасылак, якая можа пашкодзіць існуючыя спасылкі.

source: Because you are using <code>localhost</code>, the sites in your WordPress network must use sub-directories. Consider using <code>localhost.localdomain</code> if you wish to use sub-domains.
be_by: Сайты ў вашай сетцы WordPress павінны выкарыстоўваць паддырэкторыі, таму што вы выкарыстоўваеце <code>localhost</code>. Калі вы жадаеце выкарыстоўваць паддамены, паспрабуйце выкарыстоўваць <code>localhost.localdomain</code>.

source: Sub-directory Install
be_by: Устаноўка ў паддырэкторыю

source: Network Details
be_by: Інфармацыя аб сетцы

source: The internet address of your network will be <code>%s</code>.
be_by: Адрас вашай сеткі ў Інтэрнэце: <code>%s</code>.

source: We recommend you change your siteurl to <code>%1$s</code> before enabling the network feature. It will still be possible to visit your site using the <code>www</code> prefix with an address like <code>%2$s</code> but any links will not have the <code>www</code> prefix.
be_by: Мы рэкамендуем вам змяніць адрас сайта на <code>%1$s</code> перад тым, як вы ўключыце функцыю сеткі. Вы зможаце наведваць свой сайт, выкарыстоўваючы прэфікс <code>www</code> ў адрасам (напрыклад, <code>%2$s</code>), але ўсе спасылкі застануцца без прэфікса <code>www</code>.

source: Server Address
be_by: Адрас сервера

source: Subdirectory networks may not be fully compatible with custom wp-content directories.
be_by: Сумяшчальнасць сетак у рэжыме падкаталогаў з адвольнымі дырэкторыямі wp-content можа быць няпоўнай.

# subdirectory examples
source: like <code>%1$s/site1</code> and <code>%1$s/site2</code>
be_by: як <code>%1$s/site1</code> і <code>%1$s/site2</code>

source: Sub-directories
be_by: Паддырэкторыі

# subdomain examples
source: like <code>site1.%1$s</code> and <code>site2.%1$s</code>
be_by: як <code>site1.%1$s</code> і <code>site2.%1$s</code>

source: Sub-domains
be_by: Паддамены

source: You will need a wildcard DNS record if you are going to use the virtual host (sub-domain) functionality.
be_by: Вам патрэбна падстаноўчы запіс DNS, калі збіраецеся выкарыстоўваць функцыю віртуальнага вузла (пад-дамена).

source: Please choose whether you would like sites in your WordPress network to use sub-domains or sub-directories. <strong>You cannot change this later.</strong>
be_by: Калі ласка, выберыце, што вы хочаце выкарыстоўваць для сваёй сеткі WordPress: паддамены альбо паддырэкторыі. <strong>Вы не зможаце змяніць гэты параметр пазней.</strong>

source: Addresses of Sites in your Network
be_by: Адрасы сайтаў у вашай сетцы

source: If <code>mod_rewrite</code> is disabled, ask your administrator to enable that module, or look at the <a href="http://httpd.apache.org/docs/mod/mod_rewrite.html">Apache documentation</a> or <a href="http://www.google.com/search?q=apache+mod_rewrite">elsewhere</a> for help setting it up.
be_by: Калі модуль <code>mod_rewrite</code> адключаны, папрасіце адміністратара ўключыць яго альбо звярніцеся да <a href="http://httpd.apache.org/docs/mod/mod_rewrite.html">дакументацыі Apache</a> альбо <a href="http://www.google.com/search?q=apache+mod_rewrite">яшчэ куды-небудзь</a>, каб атрымаць дапамогу ў наладцы.

source: It looks like the Apache <code>mod_rewrite</code> module is not installed.
be_by: Здаецца, што модуль Apache <code>mod_rewrite</code> не ўсталяваны.

source: Warning!
be_by: Увага!

source: Please make sure the Apache <code>mod_rewrite</code> module is installed as it will be used at the end of this installation.
be_by: Калі ласка, пераканайцеся, што модуль Apache <code>mod_rewrite</code> устаноўлены, таму што ён будзе патрэбны ў канцы ўстаноўкі.

source: Fill in the information below and you&#8217;ll be on your way to creating a network of WordPress sites. We will create configuration files in the next step.
be_by: Увядзіце патрэбныя дадзеныя ніжэй і пачніце ствараць сетку сайтаў WordPress. Файлы канфігурацыі будуць створаны ў наступным кроке.

source: Welcome to the Network installation process!
be_by: Сардэчна запрашаем у праграму ўсталёўкі Сеткі!

# Default network name
source: %s Sites
be_by: Сайты %s

source: ERROR: The network could not be created.
be_by: ПАМЫЛКА: Сетка не можа быць створана.

source: Return to Dashboard
be_by: Вярнуцца да галоўнай панэлі

source: You cannot use port numbers such as <code>%s</code>.
be_by: Вы не можаце выкарыстоўваць нумары партоў, як, напрыклад, <code>%s</code>.

source: You cannot install a network of sites with your server address.
be_by: Вы не можаце ўстанавіць сетку сайтаў з такім адрасам сервера.

source: Once the network is created, you may reactivate your plugins.
be_by: Пасля таго, як сетка была створана, вы можаце зноў уключыць плагіны.

source: Please <a href="%s">deactivate your plugins</a> before enabling the Network feature.
be_by: Калі ласка, <a href="%s">адключыце свае плагіны</a>, перш чым уключыць функцыю сеткі.

source: Warning:
be_by: Увага:

source: The constant DO_NOT_UPGRADE_GLOBAL_TABLES cannot be defined when creating a network.
be_by: Канстанта DO_NOT_UPGRADE_GLOBAL_TABLES не можа быць вызначана пры стварэнні сеткі.

source: Network
be_by: Сетка

source: <a href="https://codex.wordpress.org/Tools_Network_Screen" target="_blank">Documentation on the Network Screen</a>
be_by: <a href="https://codex.wordpress.org/Tools_Network_Screen" target="_blank">Дакументацыя па сеткаваму экрану</a>

source: <a href="https://codex.wordpress.org/Create_A_Network" target="_blank">Documentation on Creating a Network</a>
be_by: <a href="https://codex.wordpress.org/Create_A_Network" target="_blank">Дакументацыя на стварэнне сеткі</a>

source: The choice of subdirectory sites is disabled if this setup is more than a month old because of permalink problems with &#8220;/blog/&#8221; from the main site. This disabling will be addressed in a future version.
be_by: Выбар паддырэкторыў адключаны, калі гэтая ўстаноўка старэйшая за месяц з-за праблем са сталымі ссылкамі з &#8220;/blog/&#8221; з галоўнага сайта. Гэтае адключэнне будзе папраўлена ў наступных версіях.

source: Once you add this code and refresh your browser, multisite should be enabled. This screen, now in the Network Admin navigation menu, will keep an archive of the added code. You can toggle between Network Admin and Site Admin by clicking on the Network Admin or an individual site name under the My Sites dropdown in the Toolbar.
be_by: Пасля таго, як вы дададзіце гэты код і абнавіце старонку, функцыя сайта павінна быць уключана. Гэтае вакно, якое будзе перамешчана ў меню навігацыі адміністратара сеткі, захавае архіў дададзенага кода. Вы зможаце пераключацца паміж адміністратарам сеткі і адміністратарам сайта, націскаючы на радок "Адміністратар сеткі" альбо на імя кожнага асобнага сайта ў выпадальным меню "Мае сайты" на панэлі інструментаў.

source: Add the designated lines of code to wp-config.php (just before <code>/*...stop editing...*/</code>) and <code>.htaccess</code> (replacing the existing WordPress rules).
be_by: Дадайце гэтыя фрагменты коду ў файл wp-config.php (перад <code>/*...stop editing...*/</code>) і <code>.htaccess</code> (замяняючы дзейныя правілы WordPress).

source: The next screen for Network Setup will give you individually-generated lines of code to add to your wp-config.php and .htaccess files. Make sure the settings of your FTP client make files starting with a dot visible, so that you can find .htaccess; you may have to create this file if it really is not there. Make backup copies of those two files.
be_by: Наступная старонка ва ўстаноўцы сеткі пакажа вам створаныя асобна для вас радкі коду, якія трэба дадаць у файлы wp-config.php і .htaccess. Пераканайцеся ў тым, што параметры вашага кліента FTP дазваляюць адлюстраванне файлаў з кропкаў; такім чынам, вы зможаце знайсці файл .htaccess. Калі гэтага файла няма, вам, магчыма, патрэбна стварыць яго самастойна. Зрабіце дзве рэзэрвовыя копіі гэтых файлаў.

source: Choose subdomains or subdirectories; this can only be switched afterwards by reconfiguring your install. Fill out the network details, and click install. If this does not work, you may have to add a wildcard DNS record (for subdomains) or change to another setting in Permalinks (for subdirectories).
be_by: Выберыце пад-дамены альбо паддырэкторыі. Гэтая функцыя можа быць зменена толькі про новай канфігурацыі ўстаноўцы. Запоўніце ўсю інфармацыю аб сетцы і націсніце "Устанавіць". Калі гэты метад не працуе, вам патрэбна дадаць падстаноўчы запіс DNS для пад-даменаў альбо змяніць іншыя налады ў "Сталых спасылках" для паддырэкторый.

source: This screen allows you to configure a network as having subdomains (<code>site1.example.com</code>) or subdirectories (<code>example.com/site1</code>). Subdomains require wildcard subdomains to be enabled in Apache and DNS records, if your host allows it.
be_by: Гэтае вакно дазваляе наладжваць сетку з пад-даменамі (<code>site1.example.com</code>) альбо паддырэкторыямі (<code>example.com/site1</code>). Паддамены патрабуюць падстаноўчых паддаменаў, якія павінны быць уключаны ў Apache і запісах DNS, калі ваш вузел дазваляе іх.

source: Create a Network of WordPress Sites
be_by: Стварыць сетку сайтаў WordPress

source: You must define the <code>WP_ALLOW_MULTISITE</code> constant as true in your wp-config.php file to allow creation of a Network.
be_by: Каб стварыць сетку, у файле wp-config.php неабходна пазначыць канстанту <code>WP_ALLOW_MULTISITE</code> як "true".

source: The Network creation panel is not for WordPress MU networks.
be_by: Панэль стварэння сеткі не прызначана для сетак WordPress MU.

source: Users deleted.
be_by: Карыстачы выдаленыя.

source: Users removed from spam.
be_by: Карыстачы выдаленыя са спаму.

source: Users marked as spam.
be_by: Карыстачы пазначаныя як спам.

source: You can make an existing user an additional super admin by going to the Edit User profile page and checking the box to grant that privilege.
be_by: Вы можаце зрабіць існуючага карыстальніка дадатковым супер-адміністратарам на старонцы "Рэдагаваць карыстальніка". Вам неабходна пазначыць сцяжок, каб дараваць гэтае права.

source: The bulk action will permanently delete selected users, or mark/unmark those selected as spam. Spam users will have posts removed and will be unable to sign up again with the same email addresses.
be_by: Масавае дзеянне назаўжды выдаліць выбраных карытальнікаў альбо пазнача/зніме значэнне спама з гэтых жа карыстальнікаў. Запісы такіх карыстальнікаў будуць выдалены, а самі карыстальнікі не змогуць увайсці зноў з тым жа адрасам электроннай пошты.

source: You can sort the table by clicking on any of the bold headings and switch between list and excerpt views by using the icons in the upper right.
be_by: Вы можаце адсартаваць табліцу, націснуўшы на адзін з тоўстых загалоўкаў. Вы таксама можаце пераключацца паміж праглядам у спісе і праглядам урыўкаў з дапамогай значкоў у верхнім правым вуглу.

source: You can also go to the user&#8217;s profile page by clicking on the individual username.
be_by: Вы таксама можаце перайсці на старонку профіля карыстальніка націскам на індывідуальнае імя карыстальніка.

source: Hover over any user on the list to make the edit links appear. The Edit link on the left will take you to their Edit User profile page; the Edit link on the right by any site name goes to an Edit Site screen for that site.
be_by: Навядзіце курсор на спіс карыстальнікаў, каб з&#8217;явіліся спасылкі для рэдагавання. Спасылка &laquo;Рэдагаваць&raquo; злева вядзе на старонку рэдагавання профіля карыстальніка; спасылка &laquo;Рэдагаваць&raquo; справа ад імя сайту вядзе на экран &laquo;Рэдагаваць сайт&raquo;.

source: This table shows all users across the network and the sites to which they are assigned.
be_by: Гэтая табліца паказвае ўсіх карыстальнікаў у сетцы і сайты, якім яны прызначаны.

source: Warning! User cannot be modified. The user %s is a network administrator.
be_by: Увага! Карыстальнік не можа быць зменены. Карыстальнік %s з'яўляецца адміністратарам сеткі.

source: Once you hit &#8220;Confirm Deletion&#8221;, these users will be permanently removed.
be_by: Як толькі вы націснеце &#8220;Пацвердзіць выдаленне&#8221;, гэтыя карыстачы будуць выдаленыя назаўжды.

source: Once you hit &#8220;Confirm Deletion&#8221;, the user will be permanently removed.
be_by: Як толькі вы націснеце &#8220;Пацвердзіць выдаленне&#8221;, гэты карыстач будзе выдалены назаўжды.

source: User has no sites or content and will be deleted.
be_by: Карыстач не мае сайтаў і змесціва, таму будзе выдалены.

source: Site: %s
be_by: Сайт: %s

source: Select a user
be_by: Абярыце карыстальніка

source: What should be done with content owned by %s?
be_by: Што трэба зрабіць з запісамі карыстальніка %s?

source: Warning! User cannot be deleted. The user %s is a network administrator.
be_by: Увага! Карыстача немагчыма выдаліць, бо карыстач %s &#8212; адміністратар сеткі.

source: Warning! User %s cannot be deleted.
be_by: Увага! Немагчыма выдаліць карыстальніка %s.

source: You have chosen to delete the following users from all networks and sites.
be_by: Вы збіраецеся выдаліць наступных карыстальнікаў з усіх сетак і сайтаў.

source: You have chosen to delete the user from all networks and sites.
be_by: Вы збіраецеся выдаліць карыстальніка з усіх сетак і сайтаў.

source: Cannot add user.
be_by: Немагчыма дадаць карыстальніка.

source: Cannot create an empty user.
be_by: Немагчыма стварыць пустога карыстача.

source: <a href="https://codex.wordpress.org/Network_Admin_Users_Screen" target="_blank">Documentation on Network Users</a>
be_by: <a href="https://codex.wordpress.org/Network_Admin_Users_Screen" target="_blank">Дакументацыя па карыстальніках сеткі</a>

source: Users who are signed up to the network without a site are added as subscribers to the main or primary dashboard site, giving them profile pages to manage their accounts. These users will only see Dashboard and My Sites in the main navigation until a site is created for them.
be_by: Карыстальнікі, якія ўвайшлі ў сетку без сайта, будуць дададзены як падпішчыкі ў галоўны альбо першасны сайт. Такім чынам, яны атрымаюць старонкі, каб кіраваць сваімі ўліковымі запісамі. Гэтыя карыстальнікі будуць бачыць толькі радкі "Панэль" і "Мае сайты" ў галоўным меню да таго часу, пакуль для іх не будзе створаны сайт.

source: Add User will set up a new user account on the network and send that person an email with username and password.
be_by: Функцыя &laquo;Дадаць карыстальніка&raquo; стварае новы ўліковы запіс і адпраўляе яго ўладальніку электронны ліст з імем карыстальніка і паролем.

source: You do not have sufficient permissions to add users to this network.
be_by: Вы не маеце дастатковых правоў, каб дадаваць карыстальнікаў да гэтай сеткі.

source: The database upgrade process may take a little while, so please be patient.
be_by: Працэс абнаўлення базы дадзеных можа заняць пэўны час, таму, калі ласка, майце цярплівасць.

source: WordPress has been updated! Before we send you on your way, we need to individually upgrade the sites in your network.
be_by: WordPress быў абноўлены! Цяпер, перш чым працягваць працу, трэба індывідуальна абнавіць кожны сайт вашай сеткі.

source: Database Upgrade Required
be_by: Патрабуецца абнаўленне базы дадзеных

source: Next Sites
be_by: Наступныя сайты

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
be_by: Калі ваш браўзер не пачаў аўтаматычна загружаць наступную старонку, націсніце гэтую спасылку:

source: Warning! Problem updating %1$s. Your server may not be able to connect to sites running on it. Error message: %2$s
be_by: Увага! Праблема з абнаўленнем %1$s. Ваш сервер можа не падлучыцца да сайтаў, якія працуюць на нём. Паведамленне аб памылцы: %2$s

source: All done!
be_by: Усё зроблена!

source: <a href="https://codex.wordpress.org/Network_Admin_Updates_Screen" target="_blank">Documentation on Upgrade Network</a>
be_by: <a href="https://codex.wordpress.org/Network_Admin_Updates_Screen" target="_blank">Дакументацыя па абнаўленні сеткі</a>

source: If this process fails for any reason, users logging in to their sites will force the same update.
be_by: Калі гэтая аперацыя скончылася з памылкай, карыстальнікі, якія ўвайшлі на свае сайты, будуць прымушаны зрабіць тое ж абнаўленне.

source: If a version update to core has not happened, clicking this button won&#8217;t affect anything.
be_by: Калі абнаўленне версіі не атрымалася, то пры націску гэтай кнопкі нічога не здарыцца.

source: Only use this screen once you have updated to a new version of WordPress through Updates/Available Updates (via the Network Administration navigation menu or the Toolbar). Clicking the Upgrade Network button will step through each site in the network, five at a time, and make sure any database updates are applied.
be_by: Выкарыстоўвайце гэты экран толькі пасля абнаўлення да новай версіі WordPress на старонцы &laquo;Абнаўленні &#62; Даступныя Абнаўленні&raquo; (у меню раздзела &laquo;Адміністраванне сеткі&raquo; або ў верхняй панелі). Націск на кнопку &laquo;Абнавіць сетку&raquo; запусціць для кожнага сайту сеткі (па пяць за адзін раз) працэдуру абнаўлення базы дадзеных.

source: You cannot delete a theme while it is active on the main site.
be_by: Вы не можаце выдаліць тэму, пакуль яна актыўная на галоўным сайце.

source: %s theme deleted.
be_by: %s тэма выдалена.

source: <a href="https://codex.wordpress.org/Network_Admin_Themes_Screen" target="_blank">Documentation on Network Themes</a>
be_by: <a href="https://codex.wordpress.org/Network_Admin_Themes_Screen" target="_blank">Дакументацыя па візуальных тэмах</a>

source: Themes can be enabled on a site by site basis by the network admin on the Edit Site screen (which has a Themes tab); get there via the Edit action link on the All Sites screen. Only network admins are able to install or edit themes.
be_by: Тэмы могуць быць уключаны на кожным сайце адміністратарам сеткі ў вакне "Рэдагаваць сайт" з укладкай "Тэмы". Вы можаце перайсці да гэтай старонкі праз спасылку "Рэдагаваць" у вакне "Усе сайты". Толькі адміністратары сеткі могуць устанаўліваць альбо змяняць тэмы.

source: If the network admin disables a theme that is in use, it can still remain selected on that site. If another theme is chosen, the disabled theme will not appear in the site&#8217;s Appearance > Themes screen.
be_by: Калі адміністратар сеткі адключае тэму, якая выкарыстоўваецца, яна можа застацца абранай на сайце. Калі выбрана іншая тэма, адключаная тэма больш не будзе адлюстроўвацца на старонцы Знешні выгляд > Тэмы

source: This screen enables and disables the inclusion of themes available to choose in the Appearance menu for each site. It does not activate or deactivate which theme a site is currently using.
be_by: У гэтым вакне мы можаце адключаць і уключаць тэмы, якія будуць даступны да выбару ў меню "Знешні выгляд" для кожнага сайта. Гэты параметр не вызначае, якую тэму будзе выкарыстоўваць сайт.

source: No, Return me to the theme list
be_by: Не, вярніце мяне да спісу тэмаў

source: Yes, Delete these themes
be_by: Так, выдаліць гэтыя тэмы

source: Yes, Delete this theme
be_by: Так, выдаліць гэтую тэму

source: Are you sure you wish to delete these themes?
be_by: Вы сапраўды хочаце выдаліць гэтыя тэмы?

source: Are you sure you wish to delete this theme?
be_by: Вы ўпэўнены ў тым, што хочаце выдаліць гэтую тэму?

source: You are about to remove the following themes:
be_by: Вы збіраецеся выдаліць наступныя тэмы:

source: These themes may be active on other sites in the network.
be_by: Гэтыя тэмы могуць быць актыўны на іншых сайтах у сетцы.

source: Delete Themes
be_by: Выдаліць тэмы

source: You are about to remove the following theme:
be_by: Вы збіраецеся выдаліць наступную тэму:

source: This theme may be active on other sites in the network.
be_by: Гэтая тэма можа быць актыўнай на іншых сайтах сеткі.

source: Delete Theme
be_by: Выдаліць тэму

source: You do not have sufficient permissions to delete themes for this site.
be_by: У вас бракуе правоў для выдалення тэмаў на гэтым сайце.

source: You do not have sufficient permissions to manage network themes.
be_by: У вас бракуе правоў для кіравання тэмамі сеткі.

source: Site marked as spam.
be_by: Сайт пазначаны як спам.

source: Site removed from spam.
be_by: Сайт выдалены са спаму.

source: Site deactivated.
be_by: Сайт дэактываваны.

source: Site activated.
be_by: Сайт актываваны.
