Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.8.x/wp-4.8.x-*.po
Languages: tt

source: Sorry, site names must have letters too!
tt: Кызганыч, сайтның исемендә хәрефләр дә булырга тиеш.

source: Sorry, you may not use that site name.
tt: Кызганыч, сез әлеге сайт исемен куллана алмыйсыз.

source: Site name must be at least %s character.
tt: Сайт исеме иң киме %s хәрефтән торырга тиеш.

source: That name is not allowed.
tt: Ул исем рөхсәт ителми.

source: Site names can only contain lowercase letters (a-z) and numbers.
tt: (Сайт исемнәре бары тик кечкенә хәрефләр белән цифрлардан гына төзелгән булырга тиеш.)

source: Please enter a site name.
tt: Зинһар, сайт исеме кертегез.

source: That email address has already been used. Please check your inbox for an activation email. It will become available in a couple of days if you do nothing.
tt: Ул емайл адресы кулланыла инде. Зинһар, емайл савытыгыздан активлаштыру хатын карагыз. Сез бернәрсә дә эшләмәсәгез, ике көннән аны башка кеше ала алачак.

source: Username may not be longer than 60 characters.
tt: Кулланучы исеме 60 хәрефтән озынрак була алмый.

source: Username must be at least 4 characters.
tt: Кулланучы исеме ким дигәндә 4 хәрефле булырга тиеш.

source: You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider.
tt: Сез ул емайл адресы белән теркәлә алмыйсыз. Без аларга җибәргән хатларның бер өлешенең блоклануы проблемасы бар. Зинһар, башка емайл хезмәтен кулланыгыз.

source: Please enter a valid email address.
tt: Дөрес емайл адресы кертегез.

source: Sorry, that username is not allowed.
tt: Гафу итегез, ул исем рөхсәт ителми.

source: Please enter a username.
tt: Зинһар, кулланучы исеме кертегез.

source: Usernames can only contain lowercase letters (a-z) and numbers.
tt: Кулланучы исемнәре бары тик кечкенә хәрефләр (a-z) белән цифрлардан гына төзелгән булырга тиеш.

source: The requested user does not exist.
tt: Соралган кулланучы юк.

source: <strong>ERROR</strong>: problem creating site entry.
tt: <strong>ХАТА</strong>: сайтны ясаганда проблема килеп чыкты.

source: <strong>ERROR</strong>: Site URL already taken.
tt: <strong>ХАТА</strong>: Сайт URL-ы алынган инде.

source: <strong>Conflicting values for the constants VHOST and SUBDOMAIN_INSTALL.</strong> The value of SUBDOMAIN_INSTALL will be assumed to be your subdomain configuration setting.
tt: <strong>VHOST һәм SUBDOMAIN_INSTALL даими зурлыклары конфликтка керделәр.</strong> Асдоменны көйләү параметры сыйфатында SUBDOMAIN_INSTALL даими зурлыгы кулланылачак.

source: The constant %1$s <strong>is deprecated</strong>. Use the boolean constant %2$s in %3$s to enable a subdomain configuration. Use %4$s to check whether a subdomain configuration is enabled.
tt: %1$s даими зурлыгы <strong>искергән булып санала</strong>. Асдомен конфигурациясен кушу өчен %3$s эчендә %2$s исемле логик даими зурлыкны кулланыгыз. Асдомен конфигурациясенең кушылганлыгын белү өчен %4$s функциясен кулланыгыз.

source: Add to Video Playlist
tt: Видео уйнату исемлегенә өстәү

source: Add to video playlist
tt: Видео уйнату исемлегенә өстәү

source: Update video playlist
tt: Видео уйнату исемлеге яңарту

source: Insert video playlist
tt: Видео уйнату исемлеге өстәү

source: &#8592; Cancel Video Playlist
tt: &#8592; Видео уйнату исемлегеннән баш тарту

source: Edit Video Playlist
tt: Видео уйнату исемлеге төзәтү

source: Create Video Playlist
tt: Видео уйнату исемлеге ясау

source: Drag and drop to reorder videos.
tt: Видеоларны күчерү өчен, өстерәп атыгыз.

source: Add to Audio Playlist
tt: Аудио уйнату исемлегенә өстәү

source: Add to audio playlist
tt: Аудио уйнату исемлегенә өстәү

source: Update audio playlist
tt: Аудио уйнату исемлеген яңарту

source: Insert audio playlist
tt: Аудио уйнату исемлеге өстәү

source: &#8592; Cancel Audio Playlist
tt: &#8592; Аудио уйнату исемлегеннән баш тарту

source: Edit Audio Playlist
tt: Аудио уйнату исемлеген көйләү

source: Create Audio Playlist
tt: Аудио уйнату исемлеге ясау

source: Drag and drop to reorder tracks.
tt: Язмаларны күчерү өчен, өстерәп атыгыз.

source: Add Subtitles
tt: Субтитрлар өстәү

source: Select Poster Image
tt: Постер рәсеме сайлау

source: Add Video Source
tt: Видео чыганагы өстәү

source: Replace Video
tt: Видео алыштыру

source: Video Details
tt: Видео турында

source: Add Audio Source
tt: Аудио чыганагы өстәү

source: Replace Audio
tt: Аудио алмаштыру

source: Audio Details
tt: Аудио турында

source: There has been an error cropping your image.
tt: Рәсемегезне кискәндә хата чыкты.

source: Cropping&hellip;
tt: Кисү&hellip;

source: Crop your image
tt: Рәсемегезне кисү

source: Crop Image
tt: Рәсем кисү

source: Skip Cropping
tt: Кисүне калдыру

source: Select and Crop
tt: Чикләрен сызып кисү

source: Cancel Edit
tt: Төзәтүне ташлау

source: Replace Image
tt: Рәсем алмаштыру

source: Image Details
tt: Рәсем турында

source: Reverse order
tt: Кире тәртип

source: Add to Gallery
tt: Галереяга өстәү

source: Add to gallery
tt: Күргәзмәгә өстәү

source: Update gallery
tt: Сурәтханәне яңарту

source: Insert gallery
tt: Язымтага сурәтханә урнаштыру

source: &#8592; Cancel Gallery
tt: &#8592; Сурәтханәдән баш тарту

source: Edit Gallery
tt: Галереяне төзәтү

source: Create Gallery
tt: Сурәтханә төзү

source: Insert from URL
tt: URL дан кую

source: No media files found.
tt: Медиафайллар табылмады.

source: Search Media
tt: Медиа эзләү

source: Filter by type
tt: Төр буенча фильтр

source: Filter by date
tt: Дата буенча фильтр

source: Delete Selected
tt: Сайланганны бетерү

source: Untrash Selected
tt: Сайланганны кайтару

source: Trash Selected
tt: Сайланганны ату

source: Cancel Selection
tt: Сайлауны бетерү

source: Bulk Select
tt: Күпләп сайлау

source: You are about to trash these items. 'Cancel' to stop, 'OK' to delete.
tt: Син боларны чүплеккә атмакчы. Туктар өчен 'Кирәкми'-гә, бетерер өчен 'Ярый'-га бас.

# noun
source: Trash
tt: Кәрҗин

source: Unattached
tt: Беркетмәгән

source: All dates
tt: Барча даталар

source: All media items
tt: Барлык медиалар

source: &#8592; Return to library
tt: &#8592; Җыелмага кайту

source: Create a new video playlist
tt: Яңа видео уйнату исемлеге төзү

source: Create a new playlist
tt: Яңа уйнату исемлеге төзү

source: Create a new gallery
tt: Яңа сурәтханә төзү

source: Insert Media
tt: Медиа өстәү

source: Media Library
tt: Медиалык

source: Upload Images
tt: Сурәтләр йөкләү

source: Upload Files
tt: Файллар йөкләү

source: Drag and drop to reorder media files.
tt: Медиа файлларын күчерү өчен, өстерәп атыгыз.

source: %d selected
tt: %d сайланган

source: Update
tt: яңарту

source: Select
tt: Сайларга

source: Add Media
tt: Медиа өстәү

source: (no title)
tt: (башлыксыз)

source: (no author)
tt: (авторы юк)

source: No editor could be selected.
tt: Бер төзәткеч тә сайлана алмый.

source: Bitrate Mode
tt: Битрейт төре

source: Bitrate
tt: Битрейт

# video or audio
source: Length
tt: Озынлык

source: Year
tt: Ел

source: Genre
tt: жанр

source: As an app icon
tt: Кушымта рәсемчеге итеп

source: As a browser icon
tt: Браузер рәсемчеге итеп

source: Image crop area preview. Requires mouse interaction.
tt: Рәсемнең киселү өлкәсен алдан карау. Тычкан белән идарә итү таләп ителә.

source: No items found.
tt: Бер әйбер дә табылмады.

source: There are no associated subtitles.
tt: Бәйләнешле субтитрлар юк.

# media
source: Remove video track
tt: Видео трегын бетерү

source: Tracks (subtitles, captions, descriptions, chapters, or metadata)
tt: Язмалар (субтитрлар, башлыклар, аңлатмалар, бүлекләр, яки метамәгълүмат)

source: Remove poster image
tt: Постер рәсемен бетерү

source: Poster Image
tt: Постер рәсем

source: Remove video source
tt: Видео чыганагын бетерү

source: Loop
tt: Цикл

source: Autoplay
tt: Автоматик уйнату

source: Metadata
tt: Метамәгълүмат

# auto preload
source: Auto
tt: Автоматик

source: Preload
tt: Алдан йөкләү

source: Add alternate sources for maximum HTML5 playback:
tt: Иң яхшы HTML5 уйнатуы өчен башка чыганаклар өстәү:

source: Remove audio source
tt: Аудио чыганагын бетерү

source: Link CSS Class
tt: Сылтама CSS классы

source: Image CSS Class
tt: Рәсем CSS классы

source: Image Title Attribute
tt: Рәсемнең Title атрибуты

source: Advanced Options
tt: Катлаулырак көйләнешләр

source: Custom Size
tt: Үзеңчә зурлык

source: Display Settings
tt: Күрсәтү көйләүләре

source: Alternative Text
tt: Альтернатив текст.

source: Replace
tt: Алмаштыру

source: Edit Original
tt: Оригиналны төзәтергә

source: Image URL
tt: Сурәт адресы

source: Align
tt: Тигезләү

source: Show Images
tt: Рәсемнәрне күрсәтү

source: Show Artist Name in Tracklist
tt: Язма исемлегендә җырчы исемен күрсәтү

source: Show Tracklist
tt: Язма исемлеген күрсәтү

source: Show Video List
tt: Видео исемлеген күрсәтү

source: Playlist Settings
tt: Уйнату исемлеге көйләүләре

source: Random Order
tt: Очраклы тәртип

source: Columns
tt: Баганалар

source: Gallery Settings
tt: Сурәтханә көйләнеше

source: Large
tt: Зур

source: Medium
tt: уртача

source: Thumbnail
tt: кече рәсем

source: Size
tt: зурлыгы

source: Custom URL
tt: Үзегезчә URL

source: Attachment Page
tt: Беркетмә бите

source: Link to Attachment Page
tt: Беркетмә битенә сылтама кую

source: Media File
tt: Медиа файлы

source: Link to Media File
tt: Медиа файлына сылтама кую

source: Embed Media Player
tt: Медиа уйнаткычын беркетү

source: Link To
tt: Моңа сылтасын:

source: Embed or Link
tt: Беркетү йә сылтама кую

source: Attachment Display Settings
tt: Беркетмә күрсәтелеше көйләнеше

source: Clear
tt: Чистарту

source: Edit Selection
tt: Сайланган текстны төзәтү

source: Attachment Details
tt: Беркетмә турында

source: Describe this media file&hellip;
tt: Бу медиа файлын тасвирлау&hellip;

source: Describe this audio file&hellip;
tt: Бу аудио файлын тасвирлау&hellip;

source: Describe this video&hellip;
tt: Бу видеоны тасвирлау&hellip;

source: Caption this image&hellip;
tt: Бу сурәтне башлыклау&hellip;

source: Deselect
tt: Сайлауны бетерү

source: Delete Permanently
tt: Бөтенләйгә бетерү

# verb
source: Trash
tt: Кәрҗингә ташлау

source: Untrash
tt: Кайтару

source: Edit more details
tt: Күбрәк көйләнешләрен үзгәртү

source: View attachment page
tt: Беркетмә битен күрү

source: Uploaded To
tt: Шушы төшкә йөкләнгән:

source: Uploaded By
tt: Йөкләүче:

source: Alt Text
tt: Барлык текст

source: Album
tt: Аьбом

source: Artist
tt: Артист

source: Bitrate:
tt: Битрейты:

source: Length:
tt: Озынлык:

source: Dimensions:
tt: Сурәт зурлыгы:

source: File size:
tt: Файл зурлыгы:

source: Uploaded on:
tt: Йөкләнгән вакыты:

source: File type:
tt: Файл тибы:

source: File name:
tt: Файл исеме:

source: Saved.
tt: саклатылды.

source: Document Preview
tt: Документны карап алу

source: Edit Image
tt: Рәсемне үзгәртү

source: Edit next media item
tt: Киләсе медиа элементын төзәтү

source: Edit previous media item
tt: Узган элементны төзәтү

source: Dismiss Errors
tt: Хаталарны яшерү

source: Uploading
tt: Йөкләү

source: Grid View
tt: Рәшәткә рәвеше

source: List View
tt: Исемлек итеп карау

source: Maximum upload file size: %s.
tt: Йөкләү рөхсәт ителгән иң олы файл зурлыгы: %s.

source: Select Files
tt: Файлларны сайлагыз

# Uploader: Drop files here - or - Select Files
source: or
tt: яки

source: Drop files anywhere to upload
tt: Йөкләр өчен файлларны теләсә-кая атыгыз

source: Upload Limit Exceeded
tt: Йөкләү урыны чигеннән узылды

source: The web browser on your device cannot be used to upload files. You may be able to use the <a href="%s">native app for your device</a> instead.
tt: Сезнең җайланмадагы веб гизгеч файллар җибәрү өчен кулланыла алмый. Бәлки аның урынына сез <a href="%s">җайланмагыз өчен махсус кушымта</a> куллана аласыздыр.

source: Close uploader
tt: Йөкләгечне ябу

source: Drop files to upload
tt: Йөкләр өчен файлларны атыгыз

source: Close media panel
tt: Медиа панелен ябу

source: The site you have requested is not installed properly. Please contact the system administrator.
tt: The site you have requested is not installed properly. система идәрәчесенә әйтегезче.

source: <strong>ERROR</strong>: %1$s in %2$s can only contain numbers, letters, and underscores.
tt: <strong>ХАТА</strong>: %2$s дагы %1$s бары тик саннар, хәрефләр һәм астсызыклардан гына тора ала.

source: Briefly unavailable for scheduled maintenance. Check back in a minute.
tt: План буенча техник эшләр барганга, сайт вакытлыча ябык. Берничә минуттан соң тагын кереп карагыз.

source: Maintenance
tt: Хезмәт күрсәтү

source: Your PHP installation appears to be missing the MySQL extension which is required by WordPress.
tt: Сезнең PHP куелышында WordPressка кирәк булган MySQL юк ахрысы.

source: Your server is running PHP version %1$s but WordPress %2$s requires at least %3$s.
tt: Сезнең серверыгызда %1$s версиясендәге PHP эшли, әмма WordPress %2$s өчен ким дигәндә %3$s версиясе таләп ителә.

source: This is the short link.
tt: Бу - кыска сылтамасы.

source: Comments navigation
tt: Комментарийлар буенча навигация

source: Newer comments
tt: Яңарак комментлар

source: Older comments
tt: Искерәк комментлар

source: &laquo; Older Comments
tt: &laquo; Элеккерәк комментарийлар

source: Newer Comments &raquo;
tt: Яңарак комментарийлар &raquo;

source: Posts navigation
tt: Язмалар буйлап йөрү

source: Newer posts
tt: Яңарак язмалар

source: Older posts
tt: Элеккерәк язмалар

source: Post navigation
tt: Язмалар буенча навигация

source: &laquo; Previous Page
tt: &laquo; Элгәреге бит

source: Next Page &raquo;
tt: Киләсе бит &raquo;

source: Next Post
tt: Киләсе язма

source: Previous Post
tt: Элгәреге язма

source: Use commas instead of %s to separate excluded terms.
tt: Алып атылган терминнарны аеру өчен %s урынына өтер кулланыгыз.

source: Edit This
tt: Моны төзәтү

source: Comments Feed
tt: Комментарийлар тасмасы

# translations
source: Available
tt: Куллану мөмкин

# default site language
source: Site Default
tt: Сайттагы әйтелмәгәндәге

# translations
source: Installed
tt: Куелган

# admin color scheme
source: Coffee
tt: Кофе

# admin color scheme
source: Ocean
tt: Океан

# admin color scheme
source: Ectoplasm
tt: Эктоплазма

# admin color scheme
source: Sunrise
tt: Кояш чыгышы

# admin color scheme
source: Midnight
tt: Төн уртасы

# admin color scheme
source: Blue
tt: Зәңгәр

# admin color scheme
source: Light
tt: Җиңел

# admin color scheme
source: Default
tt: Әйтмәгәндәгесе

source: Next &raquo;
tt: Киләсе &raquo;

source: &laquo; Previous
tt: &laquo; Элгәреге

source: %1$s %2$s %3$s Feed
tt: %1$s %2$s %3$s тасмасы

source: %1$s %2$s Search Results for &#8220;%3$s&#8221; Feed
tt: %1$s %2$s &laquo;%3$s&raquo; эзләү табылдыклары тасмасы

source: %1$s %2$s Posts by %3$s Feed
tt: %1$s %2$s %3$s дигән автор язмалары тасмасы

source: %1$s %2$s %3$s %4$s Feed
tt: %1$s %2$s %3$s %4$s тасмасы

source: %1$s %2$s %3$s Tag Feed
tt: %1$s %2$s %3$s тамгасы тасмасы

source: %1$s %2$s %3$s Category Feed
tt: %1$s %2$s %3$s бүлеге тасмасы

source: %1$s %2$s %3$s Comments Feed
tt: %1$s %2$s %3$s комментарийлары тасмасы

source: %1$s %2$s Comments Feed
tt: %1$s %2$s Комментарийлар тасмасы

source: %1$s %2$s Feed
tt: %1$s %2$s Тасма

source: Posts published on %s
tt: %s да чыгарылган язмалар

# calendar caption
source: %1$s %2$s
tt: %2$s %1$s ы

source: %1$s %2$d
tt: %2$d ның %1$s ы

source: Archives
tt: Архив

source: Archives: %s
tt: %s архивы

# post format archive title
source: Chats
tt: Чатлар

# post format archive title
source: Audio
tt: Аудио

# post format archive title
source: Statuses
tt: Статуслар

# post format archive title
source: Links
tt: Сылтамалар

# post format archive title
source: Quotes
tt: Цитаталар

# post format archive title
source: Videos
tt: Видео

# post format archive title
source: Images
tt: Сурәтләр

# post format archive title
source: Galleries
tt: Фото җыелмалары

# post format archive title
source: Asides
tt: Өстәмәләр

# daily archives date format
source: F j, Y
tt: Y F j

source: Day: %s
tt: %s көне

source: Month: %s
tt: %s ае

source: Year: %s
tt: %s елы

source: Author: %s
tt: %s исемле автор

source: Tag: %s
tt: %s тегы

source: Category: %s
tt: %s бүлеге

source: Search Results %1$s %2$s
tt: Эзләү нәтиҗәләре %1$s %2$s

source: Page %s
tt: %s нче бит.

# monthly archives date format
source: F Y
tt: Y-m

source: Search Results for &#8220;%s&#8221;
tt: &#8220;%s&#8221; эзләүнең нәтиҗәләре

source: Page not found
tt: Бит табылмады

source: The %1$s option is deprecated for the family of %2$s functions. Use the %3$s function instead.
tt: %2$s функцияләре гаиләсе өчен %1$s опциясе искергән. Аның урынына %3$s функциясен кулланыгыз.

source: html_lang_attribute
tt: tt

source: The %1$s option is deprecated for the family of %2$s functions. Use the %3$s option instead.
tt: %2$s функцияләре гаиләсе өчен %1$s опциясе искергән. Аның урынына %3$s опциясен кулланыгыз.

source: Site Admin
tt: Сайт идарәчесе

source: Register
tt: Теркәлү

source: Log In
tt: танылу

source: Remember Me
tt: Танылуны истә калдыру

source: Password
tt: Серсүз

source: Log in
tt: танылу

# submit button
source: Search
tt: Эзләү

# placeholder
source: Search &hellip;
tt: Эзләү &hellip;

# label
source: Search for:
tt: Моны эзләү:

source: Do not deregister the %1$s script in the administration area. To target the front-end theme, use the %2$s hook.
tt: Идарә панелендә %1$s скриптының регистрациясен бетермәгез. Моны сайтның тышкы өлешендә эшләү өчен %2$sны куланыгыз.

source: Do not pass %1$s tags to %2$s.
tt: %2$s функциясенә %1$s тегын тапшырмагыз.

source: Scripts and styles should not be registered or enqueued until the %1$s, %2$s, or %3$s hooks.
tt: Скриптлар һәм стильләр %1$sне, %2$sне, яки %3$sне эшләгәнче регистрацияләнергә яки чиратка өстәлергә тиеш түгел.

source: The login page will open in a new window. After logging in you can close it and return to this page.
tt: Керү бите яңа тәрәзәдә ачылыр. Кергәннән соң, сез аны ябып, бу биткә кайта аласыз.

source: Please log in again.
tt: Тагын кереп карагыз.

source: Session expired
tt: Сессиянең вакыты чыкты.

source: Close dialog
tt: Диалог тәрәзәсен ябу

source: Manual Offsets
tt: Үзегезчә чигенешләр

source: UTC
tt: Унив. Сәг.

source: Select a city
tt: Бер шәһәр сайлау

source: %1$s was called <strong>incorrectly</strong>. %2$s %3$s
tt: %1$s функциясе <strong>хаталы рәвештә</strong> чакыртылган. %2$s %3$s

source: Please see <a href="%s">Debugging in WordPress</a> for more information.
tt: Күбрәк мәгълүмат өчен <a href="%s">WordPress ны хатасызлау</a> ны карагыз.

source: (This message was added in version %s.)
tt: (Әлеге белдерү %s версиясендә өстәлгән иде.)

source: %1$s was called with an argument that is <strong>deprecated</strong> since version %2$s with no alternative available.
tt: %1$s %2$s версиясеннән бирле <strong>искергән</strong> әмма алмашы булмаган аргумент белән чакырылды.

source: %1$s was called with an argument that is <strong>deprecated</strong> since version %2$s! %3$s
tt: %1$s %2$s версиясеннән алып <strong>искергән</strong> аргумент белән җибәрелде! %3$s

source: The called constructor method for %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
tt: %1$s өчен чакырылган конструктор методы %2$s версиясеннән алып <strong>кулланыштан чыгарылучы</strong> булып тора! Аның урынына %3$s не кулланыгыз.

source: The called constructor method for %1$s in %2$s is <strong>deprecated</strong> since version %3$s! Use %4$s instead.
tt: %2$s эчендә %1$s өчен чакырылган конструктор методы %3$sнче версиядән бирле <strong>искергән булып санала</strong>! Аның урынына %4$sны кулланыгыз.

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
tt: %1$s %2$s версиясеннән бирле <strong>искергән булып санала</strong>! Аның урынына %3$s не кулланыгыз.

source: Error establishing a database connection
tt: Мәгълүмат базасы белән элемтә урнаштыру хатасы

source: Database Error
tt: Мәгълүмат базасы хатасы

source: Do you really want to <a href="%s">log out</a>?
tt: Сез чынлап та <a href="%s">чыгарга</a> телисезме?

source: You are attempting to log out of %s
tt: Сез %s тан чыкмакчы

source: Could not write file %s
tt: %1$s (%2$s) ны яза алмыйм

source: Unable to create directory %s. Is its parent directory writable by the server?
tt: %s савытын төзеп булмый. Ул урнашкан савытка серверның язу хокукы бармы?

source: One or more database tables are unavailable. The database may need to be <a href="%s">repaired</a>.
tt: Мәгълумат базасында бер яки берничә таблицаны укып булмый. Бәлки, мәгълумат базасын <a href="%s">төзәтү</a> таләп ителәдер.

source: ERROR: This is not a valid feed template.
tt: ХАТА: Бу дөрес тасма калыбы түгел.

# decline months names: on or off
source: off
tt: Сүнек

source: %s and %s
tt: %s һәм %s

source: %s, and %s
tt: %s, һәм %s

source: A structure tag is required when using custom permalinks. <a href="%s">Learn more</a>
tt: Үзегезчә сылтама структурасы куллансагыз анда теглар булырга тиеш. <a href="%s">Күбрәк белергә</a>

source: The timezone you have entered is not valid. Please select a valid timezone.
tt: Сез дөрес булмаган сәгать поясын керттегез. Зинһар, дөрес булган сәгать поясын сайлап алыгыз.

source: The Site address you entered did not appear to be a valid URL. Please enter a valid URL.
tt: Сез керткән сайт адресы дөрес URL түгел ахрысы. Зинһар, дөрес URLны кертегез.

source: The WordPress address you entered did not appear to be a valid URL. Please enter a valid URL.
tt: Сез керткән WordPress адресы дөрес URL түгел ахрысы. Зинһар, дөрес URLны кертегез.

source: The email address entered did not appear to be a valid email address. Please enter a valid email address.
tt: Кертелгән емайл адресы дөрес түгел ахрысы. Дөрес емайл адресы кертегез.

source: %s year
tt: %s ел

source: %s month
tt: %s ай

source: %s week
tt: %s атна

source: %s day
tt: %s көн

source: %s hour
tt: %s сәгать

source: %s min
tt: %s мин

# Comma-separated list of replacement words in your language
source: &#8217;tain&#8217;t,&#8217;twere,&#8217;twas,&#8217;tis,&#8217;twill,&#8217;til,&#8217;bout,&#8217;nuff,&#8217;round,&#8217;cause,&#8217;em
tt: д&#8217;

# Comma-separated list of words to texturize in your language
source: 'tain't,'twere,'twas,'tis,'twill,'til,'bout,'nuff,'round,'cause,'em
tt: д'

source: Use the %s filter instead.
tt: Аның урынына %s сөзгечен кулланыгыз.

source: By: %s
tt: %s язган

source: Comment on %1$s by %2$s
tt: %1$s га %2$s язган коммент

source: Comments for %s
tt: %s өчен комментлар

source: Comments for %1$s searching on %2$s
tt: %2$s ны эзләгәндә %1$s ка комментлар

source: Comments on %s
tt: %s га комментлар

source: Close sharing dialog
tt: Уртаклашу тәрәзен ябу

source: Copy and paste this code into your site to embed
tt: Беркетер өчен, бу кодны копияләп алып, сайтыгызга куегыз

source: Copy and paste this URL into your WordPress site to embed
tt: Беркетер өчен, бу URL ны WordPress сайтыңа копияләп куй

source: HTML Embed
tt: HTML беркетү

source: WordPress Embed
tt: Вордпрессча беркетү

source: Sharing options
tt: Уртаклашу көйләнмәләре

source: Open sharing dialog
tt: Уртаклашу тәрәзен ачу

source: %s <span class="screen-reader-text">Comment</span>
tt: %s <span class="screen-reader-text">Коммент</span>

source: Continue reading %s
tt: %s ны укуны дәвам итү

source: File &#8220;%s&#8221; is not an image.
tt: &#8220;%s&#8221; файлы сурәт түгел.

source: The GD image library is not installed.
tt: GD сурәт эшләгечләре җыелмасы куелмаган.

source: File &#8220;%s&#8221; doesn&#8217;t exist?
tt: &#8220;%s&#8221; файлы юк мыни?

source: Are you sure you want to do this?
tt: Чынлап та шулай эшләргә телисеңме?

source: Last Post
tt: Соңгы язма

source: First Post
tt: Беренче язымта

source: Missing Attachment
tt: Беркетмә югалган

source: Last updated
tt: Соңгы яңартылган

source: None
tt: Юк

source: new WordPress Loop
tt: яңа WordPress Loop

source: Content:
tt: Эчтәлек:

source: Title:
tt: Башлык:
