Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.8.x/wp-4.8.x-*.po
Languages: tt

source: January
tt: Гыйнвар

# Saturday initial
source: S
tt: Ш

# Friday initial
source: F
tt: Җ

# Thursday initial
source: T
tt: П

# Wednesday initial
source: W
tt: Ч

# Tuesday initial
source: T
tt: С

# Monday initial
source: M
tt: Д

# Sunday initial
source: S
tt: Я

source: Friday
tt: Җомга

source: Thursday
tt: Пәнҗешәмбе

source: Wednesday
tt: Чәршәмбе

source: Tuesday
tt: Сишәмбе

source: Monday
tt: Дүшәмбе

source: Sunday
tt: Якшәмбе

source: Attempted to set image quality outside of the range [1,100].
tt: Сурәт сыйфатын [1,100] чикләреннән тышта куерга маташу булды.

source: %s is required to strip image meta.
tt: Сурәтнең мета мәгълүматын бетерү өчен %s таләп ителә.

source: Image Editor Save Failed
tt: Сурәт төзәткече саклый алмады

source: Image flip failed.
tt: Сурәтне әйләндереп булмады.

source: Image rotate failed.
tt: Сурәтне борып булмады.

source: Image crop failed.
tt: Сурәтнең кисеп булмады.

source: Could not calculate resized image dimensions
tt: Үзгәртелгән рәсемнең яңа размерларын исәпләп чыгарып булмады

source: Image resize failed.
tt: Сурәт зурлыгын үзгәртеп булмады.

source: Could not read image size.
tt: Сурәт зурлыгын укып булмады.

source: File is not an image.
tt: Файл сурәт түгел.

source: File doesn&#8217;t exist?
tt: Файл юк мыни?

source: The SSL certificate for the host could not be verified.
tt: Бу доменның SSL сертификатын тикшереп булмый.

source: Failed to write request to temporary file.
tt: Соралган вакытлыча файлга язып булмады.

source: Could not open handle for fopen() to %s
tt: %s өчен fopen() тоткасын ачып булмады

source: Add Link
tt: Сылтама өстәү

source: Search or use up and down arrow keys to select an item.
tt: Бер элементны сайлар өчен эзләгез яки өскә һәм аска клавишларын кулланыгыз.

source: No search term specified. Showing recent items.
tt: Эзләү соравы билгеләнмәгән. Соңгы элементлар күрсәтелә.

source: Or link to existing content
tt: Яки булган материалга сылтама ясагыз

source: Open link in a new tab
tt: Сылтама белән яңа биттә ачу

source: Enter the destination URL
tt: Максат URL-адресны кертегез

source: The next group of formatting shortcuts are applied as you type or when you insert them around plain text in the same paragraph. Press Escape or the Undo button to undo.
tt: Форматлау комбинацияләренең киләсе группасы аларны клавиатурадан җыйгач яки шул ук параграф эчендә гади текст тирәли керткәч кулланылалар. Кире кайту өчен Escape яки Кире кайту төймәсенә басыгыз.

source: The following formatting shortcuts are replaced when pressing Enter. Press Escape or the Undo button to undo.
tt: Түбәндәге форматлау кыскартмалары Enter га баскач алмаштырыла. Кире кайтарыр өчен Escape йә Undo төймәсенә басыгыз.

source: When starting a new paragraph with one of these formatting shortcuts followed by a space, the formatting will be applied automatically. Press Backspace or Escape to undo.
tt: Бу форматлау кыскартмаларының берсе һәм пробел белән яңа абзац башлаганда, ул форматлау автоматик рәвештә куелыр. Кире кайтарыр өчен Backspace йә Escape клавишына басыгыз.

source: To move focus to other buttons use Tab or the arrow keys. To return focus to the editor press Escape or use one of the buttons.
tt: Фокусны башка кнопкаларга юнәлтер өчен Таб яки Ук кнопкаларына басыгыз. Фокусны төзәткечкә кайтарыр өчен Эскейп-ка басыгыз яки теге кнопкаларны кулланыгыз.

source: Warning: the link has been inserted but may have errors. Please test it.
tt: Игътибар: сылтама өстәлде, ләкин аның хаталы булуы мөмкин. Зинһар, тикшерегез.

source: Action
tt: Гамәл

source: Ctrl + letter:
tt: Ctrl + хәреф:

source: Cmd + letter:
tt: Cmd + хәреф:

source: Shift + Alt + letter:
tt: Shift + Alt + хәреф:

source: Ctrl + Alt + letter:
tt: Ctrl + Alt + хәреф:

source: Elements path
tt: Элементлар урыны адресы

source: Editor toolbar
tt: Төзәткеч кораллыгы

source: Editor menu (when enabled)
tt: Төзәткеч сайлагы (кушылган булса)

source: Inline toolbar (when an image, link or preview is selected)
tt: Урындагы кораллык (рәсем, сылтама, йә алдан карагыч сайланганда)

source: Focus shortcuts:
tt: Фокусны күчерү өчен клавишлар:

source: Additional shortcuts,
tt: Өстәмә клавиш җыелмалары,

source: Default shortcuts,
tt: Әйтелмәгәндәге клавиш җыелмалары,

source: Keyboard Shortcuts
tt: Клавиатура кыскартмалары

source: Text
tt: язу

source: Link options
tt: Сылтама көйләнешләре

source: Paste URL or type to search
tt: Эзләр өчен веб адресын кертегез яки хәрефләр языгыз

source: No alignment
tt: Тигезләүсез

source: Distraction-free writing mode
tt: Комачауларсыз язу режимы

source: Read more...
tt: Күбрәк уку...

source: Insert Read More tag
tt: Күбрәк уку тегын кую

source: Toolbar Toggle
tt: Корал тактасы кабызу

# TinyMCE menu
source: Format
tt: Формат

# TinyMCE menu
source: Table
tt: Таблица

# TinyMCE menu
source: View
tt: Карау

# TinyMCE menu
source: Tools
tt: Кораллар

# TinyMCE menu
source: Edit
tt: Үзгәртү

# TinyMCE menu
source: File
tt: Файл

# TinyMCE menu
source: Insert
tt: Кую

source: Your browser does not support direct access to the clipboard. Please use keyboard shortcuts or your browser&#8217;s edit menu instead.
tt: Синең браузерың вакытлыча саклап тору хәтеренә туры керүне тәэмин итми. Зинһар, браузерыгызның төзәтү менюсында әйтелгән клавишларны кулланыгыз.

source: The changes you made will be lost if you navigate away from this page.
tt: Бу биттән китсәгез, сез ясаган үзгәрешләр бетәчәк.

source: Rich Text Area. Press Control-Option-H for help.
tt: Текстны үзгәртү өлкәсе. Күбрәк мәгълүмат алу өчен Control-Option-H ка басыгыз.

source: Rich Text Area. Press Alt-Shift-H for help.
tt: Бизәлешле текст өлкәсе. Ярдәм алу өчен Alt+Shift+H ка басыгыз.

source: If you&#8217;re looking to paste rich content from Microsoft Word, try turning this option off. The editor will clean up text pasted from Word automatically.
tt: Microsoft Word тан бизәлешле эчтәлек күчерергә теләсәгез, бу көйләнешне сүндереп карагыз. Төзәткеч Word тан күчерелгән текстны үзе чистартыр.

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
tt: Кую гади текст режимында. Сез бу көйләнешне сүндергәнчегә хәтле эчтәлек гади текст итеп куелачак.

source: Words: %s
tt: Сүзләр: %s

source: Show invisible characters
tt: Күренми торган тамгаларны күрсәтү

# editor button
source: Show blocks
tt: Блокларны күрсәтү

source: Text color
tt: Текст төсе

source: Background color
tt: Арткы як төсе

# TinyMCE
source: Templates
tt: Калыплар

# TinyMCE
source: Insert template
tt: Калып кую

# table cell scope attribute
source: Scope
tt: Өлкә

source: Cell spacing
tt: Шакмак арасы

source: Cell padding
tt: Шакмак эче мендәре

source: Cell type
tt: Шакмак төре

source: Row type
tt: Рәт төре

source: Column group
tt: Багана төркеме

source: Row group
tt: Рәт төркеме

source: Bottom
tt: Аст

source: Middle
tt: Урта

source: Top
tt: Өскә

# vertical table cell alignment
source: V Align
tt: Верт. тиг.

# table cell alignment attribute
source: None
tt: Юк

source: Right
tt: Уңга

source: Center
tt: Уртага

source: Left
tt: Сулга

# horizontal table cell alignment
source: H Align
tt: Гориз. тиг.

source: Alignment
tt: тигезләнеш

source: Caption
tt: башлык

source: Width
tt: киңлек

source: Height
tt: Биеклек

source: Split table cell
tt: Таблица күзәнәген бүлү

source: Merge table cells
tt: Таблица шакмакларын кушу

source: Copy table row
tt: Таблица рәтенең копиясен алу

source: Cut table row
tt: Таблица рәтен кисеп алу

source: Delete column
tt: Багана бетерү

source: Paste table row after
tt: Таблица рәтен моннан соң кую

source: Paste table row before
tt: Таблица рәтен моның алдыннан кую

# table footer
source: Footer
tt: Аслык

# table body
source: Body
tt: Гәүдә

# table header
source: Header
tt: Башлык

source: Header cell
tt: Башлык шакмагы

# table cell
source: Cell
tt: Күзәнәк

# table columns
source: Cols
tt: Баганалар

# table column
source: Column
tt: Багана

source: Rows
tt: Рәтләр

source: Row
tt: Рәт

source: Border color
tt: Кыр төсе

source: Table cell properties
tt: Таблица шакмагы сыйфатлары

source: Table row properties
tt: Таблица рәте сыйфатлары

source: Table properties
tt: Таблица сыйфатлары

source: Delete table
tt: Таблицаны бетерү

source: Insert table
tt: Таблица кую

source: Add to Dictionary
tt: Сүзлеккә өстәү

# spellcheck
source: Ignore
tt: Калдыру

# spellcheck
source: Ignore all
tt: Бөтенесен калдыру

# spellcheck
source: Finish
tt: Тәмамлау

source: Match case
tt: Башлык-юллыкны туры китерәсе

# find/replace
source: Replace all
tt: Бөтенесен алыштыру

# find/replace
source: Find
tt: Табу

# find/replace
source: Replace with
tt: Моның белән алыштыру:

source: Find and replace
tt: Табып алмаштыру

# find/replace
source: Whole words
tt: Тулы сүзләр

# find/replace
source: Prev
tt: Алдагы

# find/replace
source: Next
tt: Киләсе

# find/replace
source: Replace
tt: Алыштыру

source: Could not find the specified string.
tt: Күрсәтелгән хәреф тезмәсен табып булмады.

source: No color
tt: Төссез

# label for custom color
source: Custom...
tt: Үзеңчә көйләнгән...

source: Custom color
tt: Үзең сайлаган төс

source: Color
tt: Төс

source: Insert link
tt: Сылтама өстәү

source: Remove link
tt: Сылтама бетерү

source: Insert/edit link
tt: Сылтама өстәү яки төзәтү

source: Restore last draft
tt: Ахыргы караламаны кайтару

source: Horizontal space
tt: Горизонталь буш ара

source: Horizontal line
tt: Горизонталь сызык

source: Fullscreen
tt: Тулы экран

source: Save
tt: Саклату

source: Preview
tt: Карап алу

source: Paste as text
tt: Текст итеп кую

source: Page break
tt: Бит арасы

source: Nonbreaking space
tt: Сындырмас буш ара

source: Emoticons
tt: Смайликлар

# editor button
source: Left to right
tt: Сулдан уңга

# editor button
source: Right to left
tt: Уңнан сулга

source: Special character
tt: Махсус билге

source: Embed
tt: Беркетү

source: Insert video
tt: Видео өстәү

source: Paste your embed code below:
tt: Беркетү кодыгызны түбәнгә куегыз:

source: Alternative source
tt: Альтернатив чыганак

source: Poster
tt: Сайтка куючы

source: Insert date/time
tt: Дата/вакытны кую

source: Insert image
tt: Сурәт өстәү

source: Dimensions
tt: Үлчәмнәр

source: Style
tt: Стиль

source: Image description
tt: Сурәт аңлатмасы

source: Vertical space
tt: Вертикаль буш ара

source: Constrain proportions
tt: Пропорцияне саклау

source: Border
tt: Чик

source: Source
tt: чыганак

source: Advanced
tt: Белгечләргә

source: General
tt: Төп

source: Image
tt: сүрәтләр

source: Author
tt: Автор

source: Description
tt: Тасвирламасы

source: Encoding
tt: Кодланыш

source: Keywords
tt: Ачкыч сүзләр

source: Title
tt: Башлык

source: Robots
tt: Роботлар

source: Document properties
tt: Документ сыйфатлары

# Link anchors (TinyMCE)
source: Anchors
tt: Сылтамалар

# Link anchor (TinyMCE)
source: Anchor
tt: Сылтама

# Name of link anchor (TinyMCE)
source: Name
tt: Исем

# list style
source: Lower Roman
tt: Кечкенә латин

# list style
source: Upper Roman
tt: Зур латин

# list style
source: Upper Alpha
tt: Зур альфа

# list style
source: Lower Alpha
tt: Кечкенә альфа

# list style
source: Lower Greek
tt: Кечкенә грек

# list style
source: Disc
tt: Түгәрәк

# list style
source: Circle
tt: Әйләнә

# list style
source: Default
tt: Әйтмәгәндәгесе

# list style
source: Square
tt: Шакмак

source: Numbered list
tt: Санлы исемлек

source: Bulleted list
tt: Нокталы исемлек

source: Visual aids
tt: Визуаль чаралар

source: Close
tt: Ябу

source: Cancel
tt: Үзгәртмәү

source: OK
tt: Ярар

source: Redo
tt: Яңадан эшләү

source: Undo
tt: Кире кайту

source: Decrease indent
tt: Чигенешне киметү

source: Increase indent
tt: Чигенешне арттыру

source: Justify
tt: Тигезләү

source: Align left
tt: Сулдан тигезләү

source: Align right
tt: Уңнан тигезләү

source: Align center
tt: Уртадан тигезләү

source: Font Sizes
tt: Шрифт зурлыклары

source: Font Family
tt: Шрифт исеме

source: Source code
tt: Чыганак код

source: Clear formatting
tt: Форматлауны чистарту

# HTML elements
source: Inline
tt: Юл эчендә

# HTML tag
source: Address
tt: Адрес

# HTML tag
source: Preformatted
tt: Алдан форматланган

source: Paragraph
tt: Абзац

# TinyMCE
source: Blocks
tt: Блоклар

source: Heading 2
tt: Икенче дәрәҗәдәге башлык

source: Heading 1
tt: Беренче дәрәҗә башлык

# TinyMCE
source: Headings
tt: Башлыклар

# TinyMCE
source: Formats
tt: Форматлар

source: New document
tt: Яңа документ

# Name for the Text editor tab (formerly HTML)
source: Text
tt: Текст

source: Visual
tt: Күренгәнчә

source: Shift-click to edit this widget.
tt: Бу виджетны төзәтер өчен аңа Shift ка басып чиртегез.

source: Search widgets&hellip;
tt: Виджетлардан эзләү&hellip;

source: Search Widgets
tt: Виджетлардан эзләү

source: Add a Widget
tt: Виджет өстәү

source: Reorder widgets
tt: Виджетларның урынын үзгәртү

source: Widget moved down
tt: Видҗет аскарак күчте

source: Widget moved up
tt: Видҗет өскәрәк күчте

source: An error has occurred. Please reload the page and try again.
tt: Хата чыкты. Битне яңадан ачыгыз да тагын эшләп карагыз.

source: Trash widget by moving it to the inactive widgets sidebar.
tt: Сүндерелгән виджетлар баганасына өстерәү юлы белән, виджетны чүплеккә атыгыз.

source: Save and preview changes before publishing them.
tt: Үзгәртүләрне чыгарганчы саклагыз һәм алдан карап алыгыз.

source: Apply
tt: Куллану

# Move widget
source: Move
tt: Күчерү

source: Select an area to move this widget into:
tt: Бу виджетны күчерү урынын сайлагыз:

source: Move to another area&hellip;
tt: Башка өлкәгә күчерү&hellip;

source: Widgets are independent sections of content that can be placed into widgetized areas provided by your theme (commonly called sidebars).
tt: Виджетлар - сезнең темагыз тәкъдим иткән (гадәттә ян багана дип атала торган) виджет өлкәләренә куела ала торган мөстәкыйль эчтәлек кисәкләре.

source: Press return or enter to open this section
tt: Бу бүлекне ачыр өчен Enter йә Return төймәсенә басыгыз

source: Customizing
tt: Үзеңчә көйләү

source: You are customizing %s
tt: Сез %s ны үзегезчә көйлисез

source: Press return or enter to open this panel
tt: Бу панельны ачыр өчен кайтуга яки интерга бас

source: Add to Menu
tt: Менюга өстәү

source: Link Text
tt: Сылтама тексты

source: Toggle section: Custom Links
tt: "Үзеңчә сылтамалар" бүлекчәсен ачу

source: Custom Links
tt: Үзеңчә сылтамалар

source: Toggle section: %s
tt: %s бүлекчәсен кабызу

source: No items
tt: Бер әйбер дә юк

source: Clear Results
tt: Нәтиҗәләрне чистарту

source: The search results will be updated as you type.
tt: Бу эзләү нәтиҗәләре син язган вакытта ук үзгәрә.

source: Search menu items&hellip;
tt: Меню өлешләрен эзләү&hellip;

source: Search Menu Items
tt: Меню өлешләреннән эзләү

source: Add Menu Items
tt: Меню өлешләре өстәү

source: Back
tt: Кайту

source: Move one level down
tt: Бер кат аскарак төшерү

source: Move one level up
tt: Бер кат өскәрәк күчерү

source: Move down
tt: Аскарак күчерү

source: Move up
tt: Өскәрәк күчерү

source: Add to menu: %1$s (%2$s)
tt: Менюга өстәү: %1$s (%2$s)

source: Invalid post type.
tt: Язма төре хаталы.

source: New menu name
tt: Яңа меню исеме

source: Add a Menu
tt: Меню өстәү

source: Menu Locations
tt: Меню урыннары

source: You can also place menus in <a href="%s">widget areas</a> with the &#8220;Custom Menu&#8221; widget.
tt: Сез шулай ук менюларны <a href="%s">виджет өлкәсендә</a> &#8220;Ирекле Меню&#8221; виджеты ярдәмендә урнаштыра аласыз.

source: Your theme supports %s menu. Select which menu appears in each location.
tt: Сезнең тема %s меню белән эшли ала. Кайсы төштә кайсы меню чыгуын сайлагыз.

source: Your theme supports one menu. Select which menu you would like to use.
tt: Сезнең темагыз бер меню белән эшли ала. Кулланырга теләгән менюгызны сайлагыз.

source: Menus can be displayed in locations defined by your theme.
tt: Менюлар сезнең темагыз билгеләгән урыннарда күрсәтелә ала.

source: Menus can be displayed in locations defined by your theme or in <a href="%s">widget areas</a> by adding a &#8220;Custom Menu&#8221; widget.
tt: Сайлаклар сезнең темада күрсәтелгән урыннарда, яки <a href="%s">виджет урыннарында</a> &#8220;Үзеңчә сайлак&#8221; виджетын куеп күрсәтелә ала.

source: This panel is used for managing navigation menus for content you have already published on your site. You can create menus and add items for existing content such as pages, posts, categories, tags, formats, or custom links.
tt: Бу такта сезнең сайтта булган язмалар буйлап йөртүче менюлар белән идарә итү өчен кулланыла. Сез менюлар барлыкка китерә аласыз һәм битләр, язмалар, бүлекләр, тамгалар, форматлар кебек инде булган әйберләр өчен, йә үзеңчә сылтамалар өчен өлешләр өсти аласыз.

source: %1$s. Sub item number %2$d under %3$s.
tt: %1$s. %3$s эчендәге %2$d нчы өлеш.

source: %1$s. Menu item %2$d of %3$d.
tt: %1$s. Менюдагы %3$d ның %2$d дигән өлеше.

source: Out from under %s
tt: %s эченнән чыгарылган

source: Under %s
tt: %s эчендә

source: Move out from under %s
tt: %s эченнән чыгару

source: Move under %s
tt: %s эченә кертү

source: Move to the top
tt: Иң өскә күчерү

source: Move down one
tt: Аска берне төшерү

source: Move up one
tt: Өскә берне менгезү

source: Close reorder mode
tt: Күчерү реҗимын ябу

source: Reorder menu items
tt: Меню өлешләрен күчерү

source: Reorder mode closed
tt: Күчерү режимында түгел

source: Reorder mode enabled
tt: Күчерү режимында

source: Loading more results... please wait.
tt: Күбрәк нәтиҗәне китерү... көтегез.

source: Additional items found: %d
tt: %d өстәмә өлеш табылды

source: Number of items found: %d
tt: %d өлеш табылды

source: %s (Pending)
tt: %s (Көтеп тора)

source: %s (Invalid)
tt: %s (Хаталы)

source: Customizing &#9656; %s
tt: Үзегезчә көйләү &#9656; %s

source: Menu item is now a sub-item
tt: Меню өлеше хәзер эчке өлеш

source: Menu item moved out of submenu
tt: Меню өлеше эчке менюдан чыгарылды

source: Menu item moved down
tt: Меню өлеше аскарак төшерелде

source: Menu item moved up
tt: Меню өлеше өскәрәк күчерелде

source: Menu deleted
tt: Меню бетерелде

source: Menu created
tt: Меню барлыкка китерелде

source: Menu item deleted
tt: Меню өлеше бетерелде

source: Menu item added
tt: Меню өлеше өстәлде

source: Menu Name
tt: Меню исеме

# menu
source: (Currently set to: %s)
tt: (Хәзер %s ка куелган)

# Missing menu name.
source: (unnamed)
tt: (исемсез)

# missing menu item navigation label
source: (no label)
tt: (язуы юк)

source: No results found.
tt: Бернәрсә дә табылмады.

source: Post Type Archive
tt: Язма төрләре архивы

source: Custom Link
tt: Үзеңчә сылтама

# nav menu home label
source: Home
tt: Төп бит

source: CSS allows you to customize the appearance and layout of your site with code. Separate CSS is saved for each of your themes. In the editing area the Tab key enters a tab character. To move below this area by pressing Tab, press the Esc key followed by the Tab key.
tt: CSS сезгә код белән сайтыгызның кыяфәтен һәм битләрендәге урынлашуны көйләргә мөмкинлек бирә. Һәр бизәлешегез өчен аерым CSS саклана. Төзәтү өлкәсендә Tab клавишасы tab тамгасын кертә. Ул өлкәдән Tab ка басып күчеп китү өчен, башта Esc клавишына басыгыз, аннары Tab ка.

source: Posts page
tt: Язмалар бите

source: Front page
tt: Алгы бит

source: A static page
tt: Статик бит

source: Your latest posts
tt: Сезнең иң соңгы язмалар

source: Front page displays
tt: Алгы биттә күрсәтелә:

source: Your theme supports a static front page.
tt: Сезнең темада статик алгы бит булу мөмкинлеге бар.

source: Static Front Page
tt: Статик алгы бит

source: Background Image
tt: Фон сурәте

source: Choose Video
tt: Видео сайлау

source: No video selected
tt: Бер видео да сайланмаган

source: Change Video
tt: Видео үзгәртү

source: Select Video
tt: Видео сайлау

source: Header Image
tt: Башлык рәсеме

source: This theme doesn't support video headers on this page. Navigate to the front page or another page that supports video headers.
tt: Бу бизәлеш бу биттә видео башлыкларын рөхсәт итми. Алгы биткә яки видео башлыкларын тәэмин итүче башка биткә барыгыз.

source: Header Media
tt: Башлык язмасы

source: Background Color
tt: Фон төсе

source: Header Text Color
tt: Атама текстының төсе

source: Colors
tt: Төсләр

source: Choose logo
tt: Логотипны сайлап алыгыз

source: No logo selected
tt: Логотип сайланмаган

source: Default
tt: Әйтмәгәндәгесе

source: Remove
tt: Алып ташлау

source: Change logo
tt: Логотипны үзгәртү

source: Select logo
tt: Логотипны сайлау

source: Logo
tt: Логотип

source: The Site Icon is used as a browser and app icon for your site. Icons must be square, and at least %s pixels wide and tall.
tt: Сайт тамгасы сайтыгызның браузер һәм кушымта тамгасы итеп кулланыла. Тамгалар шакмаклы булырга тиеш, һәм киңлеге һәм биеклеге иң кимендә %s нокта булырга тиеш.

source: Site Icon
tt: Сайт рәсемчеге

source: Display Site Title and Tagline
tt: Сайт башлыгын һәм тасвирламасын күрсәтү

source: Tagline
tt: Шигарь

source: Site Title
tt: Сайт башлыгы

source: Site Identity
tt: Сайт тамгасы

source: Enter mobile preview mode
tt: Мобиль җайланмадагы күренешне алдан карау режимына керү

source: Enter tablet preview mode
tt: Планшеттагы күренешне алдан карау режимына керү

source: Enter desktop preview mode
tt: Монитордагы күренешне алдан карау режимына керү

source: Live Preview: %s
tt: Алдан карау: %s

source: Customize: %s
tt: Көйләү: %s

source: Removing %1$s manually will cause PHP warnings. Use the %2$s filter instead.
tt: %1$sны кулдан бетерү PHP кисәтүләрен барлыкка китерәчәк. Аның урынына %2$s фильтрын кулланыгыз.

source: There is %s invalid setting.
tt: %s хаталы зурлык күрсәтелгән.

source: Invalid value.
tt: Хаталы зурлык.

source: Shift-click to edit this element.
tt: Бу элементны төзәтү өчен Shift ка басып торып чиртегез.

source: The requested theme does not exist.
tt: Соралган тема юк.

source: Sorry, you are not allowed to edit theme options on this site.
tt: Сезгә бу сайтта тема көйләүләрен үзгәртү рөхсәт ителмәгән.

source: Sorry, you are not allowed to customize this site.
tt: Кызганыч, сезгә әлеге сайтны көйләү рөхсәт ителмәгән.

source: Cheatin&#8217; uh?
tt: Алдалап маташышмы?

source: &mdash; Select &mdash;
tt: &mdash; Сайлау &mdash;

source: Toolbar
tt: Кораллар панеле

source: Skip to toolbar
tt: Кораллар панеленә күчәргә

source: The menu ID should not be empty.
tt: Меню ID-сы буш була алмый.

source: #%d (no title)
tt: #%d (башлыксыз)

source: (Edit)
tt: (Үзгәртү)

source: %1$s at %2$s
tt: %2$s дагы %1$s

source: Your comment is awaiting moderation.
tt: Комментариегыз тикшерүне көтә.

source: %s <span class="says">says:</span>
tt: %s <span class="says">әйтә:</span>

source: Edit
tt: Үзгәртү

source: Pingback:
tt: Белгертү:

source: Too many redirects.
tt: Слишком много перенаправлений.

source: There are no HTTP transports available which can complete the requested request.
tt: Соралган сорауны канәгатьләндерергә мөмкин булган бер HTTP транспорты да юк.

source: Destination directory for file streaming does not exist or is not writable.
tt: Файл агызу урыны итеп билгеләнгән каталог юк яки аңа язып булмый.

source: User has blocked requests through HTTP.
tt: Пользователь заблокировал HTTP-запросы.

source: A valid URL was not provided.
tt: Дөрес URL бирелмәде.

source: Tags:
tt: Тамгалар:

source: %s item
tt: %s әйбер

source: Categories
tt: Бүлекләр

source: No categories
tt: Бүлекләр юк

source: %1$s is deprecated. Use %2$s instead.
tt: %1$s кулланудан чыгарыла. Аның урынына %2$s ны кулланыгыз.

source: Uncategorized
tt: Бер бүлеккә дә кермәгән

source: The post type %1$s is not registered, so it may not be reliable to check the capability "%2$s" against a post of that type.
tt: %1$s язма төре теркәлмәгән, шуңа күрә, андый төрдәге язманың "%2$s" мөмкинчелеген тикшерү ышанычлы түгел .

source: Visit %s&#8217;s website
tt: %s сайтына керегез
