Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.8.x/wp-4.8.x-*.po
Languages: tt

source: Hi ###USERNAME###, This notice confirms that your password was changed on ###SITENAME###. If you did not change your password, please contact the Site Administrator at ###ADMIN_EMAIL### This email has been sent to ###EMAIL### Regards, All at ###SITENAME### ###SITEURL###
tt: Сәлам, ###USERNAME###, Бу белгертү сезнең ###SITENAME### дагы серсүзегез үзгәрүен раслый. Серсүзегезне үзгәртмәгән булсагыз, ###ADMIN_EMAIL### ка сайт идарәчесенә языгыз Бу емейл ###EMAIL### га җибәрелде Хөрмәт белән, ###SITENAME### дагылар ###SITEURL###

source: Nicename may not be longer than 50 characters.
tt: Матурисем 50 хәрефтән озынрак була алмый.

source: Cannot create a user with an empty login name.
tt: Буш керү исеме белән кулланучы ясап булмый.

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
tt: <strong>ХАТА</strong>: Сезнең хисап язмасы спамер итеп билгеләнде.

source: <strong>ERROR</strong>: The password you entered for the email address %s is incorrect.
tt: <strong>ХАТА</strong>: Сез %s e-mail адресы өчен керткән серсүз дөрес түгел.

source: <strong>ERROR</strong>: Invalid email address.
tt: <strong>ХАТА</strong>: E-mail адресы дөрес түгел.

source: <strong>ERROR</strong>: The email field is empty.
tt: <strong>ХАТА</strong>: E-mail кыры буш калды.

source: <strong>ERROR</strong>: The password you entered for the username %s is incorrect.
tt: <strong>ХАТА</strong>: Сез %s исеме өчен керткән серсүз дөрес түгел.

source: Lost your password?
tt: Серсүзеңне югалттыңмы?

source: <strong>ERROR</strong>: Invalid username.
tt: <strong>ХАТА</strong>: Хаталы кулланучы исеме.

source: Translation Updates
tt: Тәрҗемә яңартулары

source: %d Theme Update
tt: %d тема яңартмасы

source: %d Plugin Update
tt: %d плагин яңартмасы

source: %d WordPress Update
tt: %d WordPress яңартмасы

source: (WordPress could not establish a secure connection to WordPress.org. Please contact your server administrator.)
tt: (WordPress WordPress.org га сакланулы тоташу ясый алмады. Серверыгыз идарәчесенә хәбәр итсәгез иде.)

source: Customizer
tt: Үзеңчә көйләгеч

source: Theme support for %1$s should be registered before the %2$s hook.
tt: %1$s өчен темаларны тәэмин итү %2$s хугыннан элегрәк теркәлергә тиеш.

source: You need to pass an array of types.
tt: Син типлар исемлеге җибәрергә тиеш.

# Theme starter content
source: This is an example of a homepage section. Homepage sections can be any page other than the homepage itself, including the page that shows your latest blog posts.
tt: Бу - алгы бит бүлеге мисалы. Алгы бит бүлеге алгы битнең үзеннән башка теләсә-кайсы бит була ала, шул исәптән, блогтагы соңгы язмаларны күрсәтә торган бит.

# Theme starter content
source: A homepage section
tt: Алгы бит бүлеге

# Theme starter content
source: News
tt: Яңалыклар

# Theme starter content
source: Blog
tt: Блог

# Theme starter content
source: This is a page with some basic contact information, such as an address and phone number. You might also try a plugin to add a contact form.
tt: Бу - сезнең адрес һәм телефон кебек төп бәйләнешкә керү мәгълүматы булган бит. Сез бәйләнешкә керү формасын өстәр өчен берәр өстәмә дә кулланып карый аласыз.

# Theme starter content
source: Contact
tt: Бәйләнеш

# Theme starter content
source: You might be an artist who would like to introduce yourself and your work here or maybe you&rsquo;re a business with a mission to describe.
tt: Сез үзен һәм мондагы эшен күрсәтергә теләгән артист яки максатлары турында сөйләргә теләүче бизнес булырга мөмкин.

# Theme starter content
source: About
tt: Турында

# Theme starter content
source: Welcome to your site! This is your homepage, which is what most visitors will see when they come to your site for the first time.
tt: Сайтыгызга рәхим итегез! Бу сезнең, күпчелек караучылар сайтыгызга беренче тапкыр килгәндә күрә торган, алгы битегез.

# Theme starter content
source: Twitter
tt: Твиттер

# Theme starter content
source: Instagram
tt: Инстаграм

# Theme starter content
source: Facebook
tt: Фейсбук

# Theme starter content
source: Email
tt: Емейл

# Theme starter content
source: Home
tt: Алгы бит

# Theme starter content
source: Search
tt: Эзләү

# Theme starter content
source: Recent Posts
tt: Ахыргы язмалар

# Theme starter content
source: Recent Comments
tt: Ахыргы комментлар

# Theme starter content
source: Meta
tt: Мета

# Theme starter content
source: Categories
tt: Бүлекләр

# Theme starter content
source: Calendar
tt: Календарь

# Theme starter content
source: Archives
tt: Архивлар

# Theme starter content
source: This may be a good place to introduce yourself and your site or include some credits.
tt: Бу үзегезне һәм сайтыгызны тәкъдим итәр өчен һәм рәхмәтләрегезне белдерер өчен яхшы урын булырга мөмкин.

# Theme starter content
source: About This Site
tt: Бу сайт турында

# Theme starter content
source: Saturday &amp; Sunday: 11:00AM&ndash;3:00PM
tt: Шимбә белән якшәмбе: 11:00 &ndash; 15:00

# Theme starter content
source: Monday&mdash;Friday: 9:00AM&ndash;5:00PM
tt: Дүшәмбе &mdash; җомга: 9:00 &ndash; 17:00

# Theme starter content
source: Hours
tt: Сәгатьләр

# Theme starter content
source: New York, NY 10001
tt: Нью-Йорк, NY 10001

# Theme starter content
source: 123 Main Street
tt: 123 Төп урам

# Theme starter content
source: Address
tt: Адрес

# Theme starter content
source: Find Us
tt: Безне тап

source: Video is playing.
tt: Видео уйный.

source: Video is paused.
tt: Видео паузага куелган.

source: You are currently browsing the %s blog archives.
tt: Сез хәзер %s блогы архивын карыйсыз.

source: You have searched the %1$s blog archives for <strong>&#8216;%2$s&#8217;</strong>. If you are unable to find anything in these search results, you can try one of these links.
tt: Сез %1$s блогы архивында <strong>&#8216;%2$s&#8217;</strong>не эзләдегез. Әгәр дә эзләү нәтиҗәләрендә сез бернәрсә дә таба алмыйсыз икән, әлеге сылтамаларны кулланып карый аласыз.

source: You are currently browsing the %1$s blog archives for the year %2$s.
tt: Сез хәзер %1$s блогының %2$s елы архивын карыйсыз.

source: You are currently browsing the %1$s blog archives for %2$s.
tt: Сез хәзер %1$s блогының %2$s архивын карыйсыз.

source: You are currently browsing the %1$s blog archives for the day %2$s.
tt: Сез хәзер %1$s блогының %2$s көне архивын карыйсыз.

source: You are currently browsing the archives for the %s category.
tt: Сез %s бүлегенең архивын карыйсыз.

source: %1$s is proudly powered by %2$s
tt: %2$s горурланып %1$s сайтын эшләтә.

source: It looks like nothing was found at this location. Maybe try visiting %s directly?
tt: Бу адреста бер нәрсә дә табылмады ахры. Бәлки сезгә %s ны туры ачып карарга кирәктер?

source: Oops! That embed can&#8217;t be found.
tt: У-упс! Ул беркетмә табылмый.

source: %1$s response to %2$s
tt: %2$s га %1$s җавап

source: One response to %s
tt: %s да бер комментарий

source: This post is password protected. Enter the password to view comments.
tt: Әлеге язма пароль белән сакланган. Комментарийларны карау өчен парольне кертегез.

source: Please include a %s template in your theme.
tt: %s калыбын темагызга кертегез.

source: Theme without %s
tt: %s сыз тема.

source: Invalid object ID
tt: Объект идентификаторы хаталы

source: Could not split shared term.
tt: Уртак өлешне бүлеп булмады.

source: The slug &#8220;%s&#8221; is already in use by another term
tt: &#8220;%s&#8221; адресын башка элемент алган инде

source: Could not insert term relationship into the database
tt: Терминнар бәйләнешен мәгълүмат җыентысына кертеп булмады

source: A term with the name provided already exists in this taxonomy.
tt: Шул ук исем һәм адрестагы тамга белән термин бу бүлекләнештә бар инде.

source: A term with the name provided already exists with this parent.
tt: Ул ана элементта андый исемле элемент бар инде.

source: A name is required for this term.
tt: Әлеге элементка исем таләп ителә.

source: Term meta cannot be added to terms that are shared between taxonomies.
tt: Термин турындагы мәгълүмат берничә таксономия өчен уртак терминнарга өстәлә алмый.

source: Empty Term
tt: Буш термин

source: Categories list
tt: Бүлекләр исемлеге

source: Tags list
tt: Тамгалар исемлеге

source: Categories list navigation
tt: Бүлекләр исемлеге ярдәмендә күчеп йөрү

source: Tags list navigation
tt: Тамгалар исемлеге ярдәмендә күчеп йөрү

source: No tags
tt: Тамгалар юк

source: No categories found.
tt: Бер бүлек тә табылмады.

source: No tags found.
tt: Бер тамга да табылмады.

source: Choose from the most used tags
tt: Иң еш кулланыла торган тамгалар арасыннан сайлап алырга

source: Add or remove tags
tt: Тегларны өстәргә яки бетерергә

source: Separate tags with commas
tt: Тамгаларны өтер белән аерып чыгу

source: New Category Name
tt: Яңа бүлек исеме

source: New Tag Name
tt: Яңа тамга исеме

source: Add New Category
tt: Яңа бүлек өстәү

source: Add New Tag
tt: Яңа тамга өстәү

source: Update Category
tt: Бүлекне яңарту

source: Update Tag
tt: Тамганы яңарту

source: View Category
tt: Бүлекне карау

source: View Tag
tt: Тамганы карау

source: Edit Category
tt: Бүлекне үзгәртү

source: Edit Tag
tt: тамга үзгәртү

source: Parent Category:
tt: Тышкы бүлек:

source: Parent Category
tt: Тышкы бүлек

source: All Categories
tt: Барча бүлек

source: All Tags
tt: Барлык тамгалар

source: Popular Tags
tt: Популяр тамгалар

source: Search Categories
tt: Бүлекләрне эзләү

source: Search Tags
tt: тамга эзләү

# taxonomy singular name
source: Category
tt: Бүлек

# taxonomy singular name
source: Tag
tt: Тамга

# taxonomy general name
source: Categories
tt: Бүлекләр

# taxonomy general name
source: Tags
tt: Тамгалар

source: Unregistering a built-in taxonomy is not allowed
tt: Эчке таксономияне бетерү рөхсәт ителми

source: Taxonomy names must be between 1 and 32 characters in length.
tt: Таксономия исемнәре озынлыгы 1 белән 32 хәреф арасында булырга тиеш.

# post format
source: Format
tt: Формат

source: New Link Category Name
tt: Яңа сылтама бүлеге исеме

source: Add New Link Category
tt: Яңа сылтама бүлеге өстәргә

source: Update Link Category
tt: Сылтама бүлеген яңартырга

source: Edit Link Category
tt: Сылтама бүлеген төзәтү

source: All Link Categories
tt: Барлык сылтама бүлекләре

source: Search Link Categories
tt: Сылтама бүлекләрен эзләргә

source: Link Category
tt: Сылтама бүлеге

source: Link Categories
tt: Сылтама бүлекләре

source: Navigation Menu
tt: Меню навигации

source: Navigation Menus
tt: Меню навигации

source: Attempting to parse a shortcode without a valid callback: %s
tt: Шорткодны дөрес функциядән башка эшкәртергә тырышу: %s

source: Invalid shortcode name: %1$s. Do not use spaces or reserved characters: %2$s
tt: Хаталы кыска код исеме: %1$s. Буш урыннарны һәм %2$s тамгаларын кулланмагыз

source: Invalid shortcode name: Empty name given.
tt: "Кыска код" исеме хаталы: буш исем бирелгән.

source: City updated. Listing events near %s.
tt: Шәһәр яңартылды. %s янындагы вакыйгаларны күрсәтәбез.

source: We couldn&#8217;t locate %s. Please try another nearby city. For example: Kansas City; Springfield; Portland.
tt: Без %s ны таба алмадык. Якындагы башка шәһәрне алып карасагыз иде. Мәсьәлән: Буа; Актаныш; Казан.

source: Attend an upcoming event near you.
tt: Яныгыздагы якынлашучы вакыйгага барыгыз.

source: An error occurred. Please try again.
tt: Хата чыкты. Тагын эшләп карагыз.

source: Enter your closest city to find nearby events.
tt: Якындагы вакыйгаларны табу өчен сезгә иң якын шәһәр исемен кертегез.

source: Previous
tt: Үткән

source: Next
tt: Киләсе

source: Today
tt: Бүген

# Open Sans font: add new subset (greek, cyrillic, vietnamese)
source: no-subset
tt: эчке күплексез

# Open Sans font: on or off
source: on
tt: монда:

source: You are about to permanently delete this menu. 'Cancel' to stop, 'OK' to delete.
tt: Сез әлеге менюны бөтенләйгә бетерергә җыенасыз. Туктар өчен 'Кирәкми'-гә, бетерер өчен 'Ярый'-га басыгыз.

source: Could not set that as the thumbnail image. Try a different attachment.
tt: Аны кечкенә сурәт итеп куеп булмады. Башка беркетмәне куеп карагыз.

source: Saving...
tt: Саклау...

source: Use as featured image
tt: Язманың төп рәсеме итеп куллану

source: Could not load the preview image. Please reload the page and try again.
tt: Алдан карап алу сурәтен йөкләп булмады. Битне яңадан ачыгыз һәм тагын эшләп карагыз.

source: Current Color
tt: Хәзерге төс

source: Select Color
tt: Сайланган төс

source: No plugins found. Try a different search.
tt: Плагиннар табылмады. Башка төрле эзләү ясап карагыз.

source: Number of plugins found: %d
tt: Табылган плагиннар саны: %d

source: Run %s
tt: %s не эшләтеп җибәрү

source: Run Importer
tt: Импортерны эшләтеп җибәрү

# theme
source: Activate %s
tt: %s не активлаштырырга

# theme
source: Network Activate %s
tt: %s не челтәр өчен активлаштырырга

# plugin
source: Activate %s
tt: %s не активлаштырырга

# plugin
source: Network Activate %s
tt: %s не челтәр өчен активлаштырырга

source: Network Enable
tt: Бөтен челтәрдә кабызырга

source: Network Activate
tt: Челтәр өчен активлаштырырга

source: Deletion failed: %s
tt: Бетерү барып чыкмады: %s

source: Deleting...
tt: Бетерү...

source: Caution: These themes may be active on other sites in the network. Are you sure you want to proceed?
tt: Игътибар: әлеге темалар челтәрнең башка сайтларында актив булырга мөмкиннәр. Сез чыннан дәвам итәргә телисезме?

source: Are you sure you want to delete the selected plugins and their data?
tt: Сез чыннан да сайлап алынган плагиннарны һәм аларның мәгълүматларын бетерергә телисезме?

source: Are you sure you want to delete %s and its data?
tt: Сез чыннан да %s плагинын һәм аның мәгълүматларын бетерергә телисезме?

source: Are you sure you want to delete %s?
tt: Сез чыннан да %s темасын бетерегә телисезме?

source: Importer installed successfully. <a href="%s">Run importer</a>
tt: Импортер уңышлы урнаштырылды. <a href="%s">Импортерны эшләтеп җибәрү</a>

source: Installation completed successfully.
tt: Урнаштырылу уңышлы тәмамланды.

source: Installing... please wait.
tt: Урнаштырылу... зинһар, көтегез.

# theme
source: %s installation failed
tt: %s урнаштырылмады

# plugin
source: %s installation failed
tt: %s урнаштырылмады

# theme
source: %s installed!
tt: %s урнаштырылды!

# plugin
source: %s installed!
tt: %s урнаштырылды!

# theme
source: Installing %s...
tt: %s урнаштырыла...

# plugin
source: Installing %s...
tt: %s урнаштырыла...

source: Installation failed: %s
tt: Урнаштырылу барып чыкмады: %s

source: Install Failed!
tt: Урнаштырылу барып чыкмады!

source: Installing...
tt: Урнаштырылу...

source: Install Now
tt: Хәзер урнаштырырга

source: Updates may not complete if you navigate away from this page.
tt: Сез бу биттән китсәгез, яңартулар тәмамлана алмаска мөмкин.

source: Update canceled.
tt: Яңарту кире кагылды.

source: Update completed successfully.
tt: Яңарту уңышлы тәмамланды.

source: Updating... please wait.
tt: Яңарту... көтегез.

source: Update Failed: %s
tt: Яңарту булып чыкмады: %s

source: Update Failed!
tt: Яңартып булмады!

source: Update Now
tt: Хәзер яңартырга

source: Updating...
tt: Яңарту...

source: Please select at least one item to perform this action on.
tt: Зинһар, әлеге гамәлне үтәү өчен ким дигәндә бер элементны сайлап алыгыз.

source: You do not appear to have any plugins available at this time.
tt: Ахрысы, әлеге вакытта сезнең бер плагиныгыз да юк.

source: Search Results
tt: Эзләү нәтиҗәләре

source: Search results for &#8220;%s&#8221;
tt: &#8220;%s&#8221; буенча эзләү нәтиҗәләре

source: Are you sure you want to install this plugin?
tt: Сез чынлап та әлеге плагинны урнаштырырга телисезме?

source: Plugin details
tt: Плагин детальләре

source: Plugin:
tt: Өстәмә:

source: Changes saved.
tt: Үзгәрешләр сакланды.

source: Remove From Bulk Edit
tt: Күпләп төзәтүдән алып ату

source: Error while saving the changes.
tt: Үзгәртүләрне саклаганда хата чыкты.

source: Submitted on:
tt: Монда җибәрелгән:

source: Suggested image #%d
tt: Киңәш ителгән рәсем #%d

source: Suggested embed #%d
tt: Киңәш ителгән беркетү #%d

source: Connection lost or the server is busy. Please try again later.
tt: Тоташу югалды яки серверның эше бар. Соңрак тагын эшләп карагыз.

source: Permalink saved
tt: Даими сылтама сакланды

source: Privately Published
tt: Үзегез өчен генә ачык итеп сайтка куелды

source: Password Protected
tt: Серсүз белән сакланган

source: Public, Sticky
tt: Ачык, беркетелгән

source: Public
tt: Һәркемгә ачык

source: Save Draft
tt: Тәмамланмаган итеп саклату

source: Save as Pending
tt: Көтеп тора торган итеп саклау

source: Schedule
tt: Эшләү вакытын билгеләү

source: Publish
tt: Нәшер итү

source: No more comments found.
tt: Башка бер коммент та табылмады.

source: Show more comments
tt: Тагын да күбрәк комментарий күрсәтү

source: Published on:
tt: Монда нәшер ителгән:

source: Schedule for:
tt: Моның өчен планлаштырылган:

source: Publish on:
tt: Монда нәшер итү:

source: Drag boxes here
tt: Блокларны монда күчерегез

source: Comments (%s)
tt: Комментарийлар (%s)

source: Comments
tt: Комментлар

source: Are you sure you want to do this? The comment changes you made will be lost.
tt: Сезнең чыннан да моны эшлисегез киләме? Комментарийдагы үзгәрешләр сакланмаячаклар.

source: Are you sure you want to edit this comment? The changes you made will be lost.
tt: Бу комментны төзәтергә телисезме? Сез ясаган үзгәрешләр югалачак.

source: Approve and Reply
tt: Хуплау һәм җавап бирү

source: Allowed Files
tt: Рөхсәт ителгән файллар

source: (Untitled)
tt: (Исемсез)

# label for hide controls button without length constraints
source: Show Controls
tt: Идарә тоткаларын күрсәтү

# label for hide controls button without length constraints
source: Hide Controls
tt: Идарә тоткаларын яшерү

source: Site Preview
tt: Сайтны алдан карау

source: Saved
tt: Сакланды

source: Save &amp; Publish
tt: Саклау һәм нәшер итү

source: Save &amp; Activate
tt: Саклау һәм активлаштыру

source: Link inserted.
tt: Сылтама кертелде.

source: Link selected.
tt: Сылтама сайланды.

source: Hide password
tt: Серсүзне яшерү

source: Show password
tt: Серсүзне күрсәтү

source: Hide
tt: Яшерү

source: Show
tt: Күрсәтү

source: Confirm use of weak password
tt: Ышанычсыз серсүз куллануны расларга.

source: Your new password has not been saved.
tt: Сезнең яңа серсүзегез сакланмады.

# password mismatch
source: Mismatch
tt: Туры килмәү

# password strength
source: Strong
tt: Көчле

# password strength
source: Medium
tt: уртача

# password strength
source: Weak
tt: Көчсез

# password strength
source: Very weak
tt: Бик көчсез

# password strength
source: Password strength unknown
tt: Серсүзнең ышанычлылыгы билгесез

source: Use Left/Right Arrow keys to advance one second, Up/Down arrows to advance ten seconds.
tt: Бер секундка күчү өчен Сулга/Уңга төймәлләрен, ун секундка күчү өчен Өскә/Аска төймәләрен кулланыгыз.

source: Use Up/Down Arrow keys to increase or decrease volume.
tt: Тавышны арттыру яисә киметү өчен Өскә/Аска төймәләрен кулланыгыз.

source: Mute
tt: Тавышны ябу

source: Unmute
tt: Тавышны ябуны ычкындыру

source: Mute Toggle
tt: Тавыш ябуны ялгау

source: Volume Slider
tt: Тавыш көйләгече

source: Audio Player
tt: Аудио плеер

source: Video Player
tt: Видео уйнаткыч

source: Skip back %1 seconds
tt: %1 секундка артка күчәргә

source: Time Slider
tt: Вакыт шкаласы

# no captions/subtitles
source: None
tt: Берәү дә юк

source: Captions/Subtitles
tt: Башлыклар/Субтитрлар

source: Pause
tt: Туктатып тору

source: Play
tt: Уйнатырга

source: Download Video
tt: Видео китерү

source: Download File
tt: Файл китерү

source: Go Fullscreen
tt: Тулы экранга ачу

source: Turn off Fullscreen
tt: Тулы экранны ычкындыру

source: &#8220;%s&#8221; has failed to upload.
tt: &#8220;%s&#8221; файлын йөкләп булмады.

source: moved to the trash.
tt: кәрҗингә күчерелде.

source: Crunching&hellip;
tt: Каты эштә&hellip;

source: Upload stopped.
tt: Файл менгезү туктатылды.

source: File canceled.
tt: Файл гамәлдән чыгарылган.

source: Security error.
tt: Сак хатасы.

source: IO error.
tt: Кертү-чыгару хатасы.

source: %s exceeds the maximum upload size for the multi-file uploader when used in your browser.
tt: Сезнең браузерны кулланганда, %s күпләп файл йөкләгечнең максималь йөкләү күләменнән артып китә.

source: Please try uploading this file with the %1$sbrowser uploader%2$s.
tt: Зинһар, әлеге файлны %1$sбраузер йөкләгече%2$s ярдәмендә йөкләтеп карагыз.

source: Upload failed.
tt: Файл менгезү барып чыкмады.

source: HTTP error.
tt: HTTP хатасы.

source: You may only upload 1 file.
tt: Сез 1 файл гына менгезеп куя аласыз.

source: There was a configuration error. Please contact the server administrator.
tt: Көйләнеш хатасы булды. Зинһар өчен, идарәчегә хәбәр итегез.

source: An error occurred in the upload. Please try again later.
tt: An error occurred in the upload. Соңрак тагын эшләп карагыз.

source: This is larger than the maximum size. Please try another.
tt: Әлеге сурәтнең размерлары максималь мөмкин булган размерлардан зурырак. Зинһар, башкасын кулланып карагыз.

source: Memory exceeded. Please try another smaller file.
tt: Хәтер чиктән тыш арткан. Зинһар, башка кечерәк файлны кулланып карагыз.

source: This file is not an image. Please try another.
tt: Әлеге файл сурәт түгел. Зинһар, башкасын кулланып карагыз.

source: This file is empty. Please try another.
tt: Ул файл буш. Башкасын кулланып карагыз.

source: %s exceeds the maximum upload size for this site.
tt: %s бу сайтның максималь йөкләү күләменнән артып китә.

source: You have attempted to queue too many files.
tt: Сез артык күп файлларны чиратка куерга омтылдыгыз.

source: This feature requires inline frames. You have iframes disabled or your browser does not support them.
tt: Бу үзенчәлек өчен юл эче фреймнары кирәк. Сезнең ифреймнар сүндерелгән яки сезнең браузер алар белән эшли алмый.

source: &lt; Prev
tt: &laquo; Previous

source: Next &gt;
tt: киләсе &raquo;

source: %d results found. Use up and down arrow keys to navigate.
tt: %d нәтиҗә табылды. Күченү өчен өскә/аска төймәләрен кулланыгыз.

source: 1 result found. Use up and down arrow keys to navigate.
tt: 1 нәтиҗә табылды. Күченү өчен өскә/аска төймәләрен кулланыгыз.

source: Your session has expired. You can log in again from this page or go to the login page.
tt: Сессиягезнең вакыты чыкты. Сез яңадан бу биттән керә аласыз йә керү битенә бара аласыз.

source: Dismiss
tt: бушату

source: Close code tag
tt: Код тегын ябу

source: Close list item tag
tt: Исемлек элементы тегын ябу

source: List item
tt: Исемлек элементы

source: Close numbered list tag
tt: Номерлы исемлек тегын ябу

source: Close bulleted list tag
tt: Дисклы исемлек тегын ябу

source: Close inserted text tag
tt: Өстәлгән текст тегын ябу

source: Inserted text
tt: Өстәлгән текст

source: Close deleted text tag
tt: Бетерелгән текст тегын ябу

source: Deleted text (strikethrough)
tt: Бетерелгән текст (өстенә сызылган)

source: Close blockquote tag
tt: Цитата тегын ябу

source: Close italic tag
tt: Авышлык тегын ябу

source: Close bold tag
tt: Калынлык тегын ябу

source: Toggle Editor Text Direction
tt: Төзәткечтәге текст юнәлешен үзгәртү

source: text direction
tt: текст юнәлеше

source: Close all open tags
tt: Барлык ачык тамгаларны ябу

source: Dismiss this notice.
tt: Бу белгертүне бетерү.

source: An error has occurred, which probably means the feed is down. Try again later.
tt: Хата чыкты, тасма эшләмидер. Соңрак тагын ачып карагыз.

source: Sorry, you are not allowed to preview drafts.
tt: Гафу итегез, сезгә караламаларны карау рөхсәт ителмәгән.

source: Cannot create a revision of a revision
tt: Ревизиянең ревизиясен ясый алмыйбыз

source: Excerpt
tt: Кыскачасы

source: Cookie nonce is invalid
tt: Куки "нонсы"сы хаталы

source: %1$s (since %2$s; %3$s)
tt: %1$s (%2$s дан бирле; %3$s)
