Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.8.x/wp-4.8.x-*.po
Languages: tt

source: The site you were looking for, %s, does not exist.
tt: Сез эзләгән сайт, %s, - юк.

source: The site you were looking for, %s, does not exist, but you can create it now!
tt: Сез эзләгән, %s дигән сайт юк, әмма сез аны хәзер барлыкка китерә аласыз!</em></p>

source: You are logged in already. No need to register again!
tt: Сез инде сайтка кердегез. Кабат теркәлергә кирәк түгел!

source: Sorry, new registrations are not allowed at this time.
tt: Гафу итегез, әлеге моментта яңа теркәлүләр рөхсәт ителми.

source: Site registration has been disabled.
tt: Сайтлар ясау мөмкинлеге сүндерелгән.

source: User registration has been disabled.
tt: кулланучы теркәлүе тыелган.

source: You must first <a href="%s">log in</a>, and then you can create a new site.
tt: Сез башта <a href="%s">керергә</a> тиешсез, аннары яңа сайт ясый аласыз.

source: Registration has been disabled.
tt: теркәлү тыелды.

source: To change or disable registration go to your <a href="%s">Options page</a>.
tt: Теркәлүегезне үзгәртү йә сүндерү өчен <a href="%s">Көйләнешләр бите</a>гезгә барыгыз.

source: The network currently allows both site and user registrations.
tt: Бу челтәр хәзерге вакытта сайт теркәүне дә, кулланучы теркәлүен дә рөхсәт итә.

source: The network currently allows user registrations.
tt: Челтәр хәзерге вакытта кулланучы теркәлүләрен рөхсәт итә.

source: The network currently allows site registrations.
tt: Челтәр хәзерге вакытта сайтлар теркәүне рөхсәт итә.

source: The network currently disallows registrations.
tt: Челтәр хәзерге вакытта теркәлүләрне рөхсәт итми.

source: Greetings Network Administrator!
tt: Сезгә сәлам, челтәр идарәчесе!

source: Have you entered your email correctly? You have entered %s, if it&#8217;s incorrect, you will not receive your email.
tt: Сез емайлыгызны дөрес итеп керттегезме? Сез %s не керттегез, ул дөрес булмаса, сез емайлыгызны алмассыз.

source: Check the junk or spam folder of your email client. Sometime emails wind up there by mistake.
tt: Үзегезнең e-mail клиентыгызда чүп кәрзинен яисә спам папкасын тикшерегез. Кайвакыт ялгышлык белән электрон хатлар шунда эләгә.

source: Wait a little longer. Sometimes delivery of email can be delayed by processes outside of our control.
tt: Тагын аз гына көтегез. Кайвакытта электрон хатның барып җитүе безгә бәйле булмаган сәбәпләр аркасында тоткарланырга мөмкин.

source: If you haven&#8217;t received your email yet, there are a number of things you can do:
tt: хатың әле килеп җитмәгән булса, монларны эшләй аласың:

source: Still waiting for your email?
tt: Һаман хат килеп җиткәнен көтәсеңме әле?

source: If you do not activate your site within two days, you will have to sign up again.
tt: Әгәр сез ике көн дәвамында сайтыгызны активлаштырмасагыз, сезгә кабат теркәлергә туры киләчәк.

source: But, before you can start using your site, <strong>you must activate it</strong>.
tt: Әмма, дәфтәрегезне башлап җибәргәнче, <strong>сез аны активлаштырырга тиеш</strong>.

source: Congratulations! Your new site, %s, is almost ready.
tt: Котлыйбыз! %s - сезнең яңа сайтыгыз - әзер диярлек.

source: Signup
tt: Теркәлергә

source: If you do not activate your username within two days, you will have to sign up again.
tt: Кулланучы исемеңне ике көн эчендә активлаштырмасаң сиңа яңадан теркәләсе була.

source: Check your inbox at %s and click the link given.
tt: %s әрҗәгезне карагыз һәм җибәрелгән сылтамага басыгыз.

source: But, before you can start using your new username, <strong>you must activate it</strong>.
tt: Әмма, яңа кулланучы исемеңне куллана башлар өчен <strong>син аны активлаштырырга тиеш</strong>.

source: %s is your new username
tt: %s - синең яңа катнашучы исемең

source: Just a username, please.
tt: Кулланучы исеме генә кирәк.

source: Gimme a site!
tt: Миңа бер блог бирегез!

source: Get your own %s account in seconds
tt: Үз %s хисап язмасына бер ничә секундта ия булу

source: <a href="%1$s">%2$s</a> is your new site. <a href="%3$s">Log in</a> as &#8220;%4$s&#8221; using your existing password.
tt: <a href="%1$s">%2$s</a> &#8212; сезнең яңа сайтыгыз. Үзегезнең гамәлдәге серсүзегезне кулланып &#8220;%4$s&#8221; исемле кулланучы буларак <a href="%3$s">керегез</a>.

source: The site %s is yours.
tt: %s дәфтәре сезнеке.

source: Create Site
tt: Сайт ясарга

source: If you&#8217;re not going to use a great site domain, leave it for a new user. Now have at it!
tt: Әгәр дә сез бик әйбәт сайт доменын кулланырга теләмисез икән, аны яңа кулланучы өчен калдырыгыз. Ә менә хәзер эшләсәгез була!

source: Sites you are already a member of:
tt: Син инде катнаша торган дәфтәрләр:

source: Welcome back, %s. By filling out the form below, you can <strong>add another site to your account</strong>. There is no limit to the number of sites you can have, so create to your heart&#8217;s content, but write responsibly!
tt: Рәхим итегез, %s. Астагы форманы тутырып, сез <strong>үзегезнең аккаунтыгызга тагын бер сайт өсти аласыз</strong>. Сайтлар санына чикләр юк, шуңа үзегез теләгән контент өчен ясый аласыз, әмма язуга җаваплы карагыз!

source: There was a problem, please correct the form below and try again.
tt: Хата чыкты, астагы форманы төзәтеп тагын эшләп карагыз.

source: Get <em>another</em> %s site in seconds
tt: Берничә секундта <em>тагын бер</em> %s блогы алсаң була

source: We send your registration email to this address. (Double-check your email address before continuing.)
tt: Әлеге адреска без сезнең теркәлү хатын җибәрәбез. (Дәвам итәр алдыннан тагын бер кат e-mail адресыгызны тикшерегез.)

source: Email&nbsp;Address:
tt: Хат&nbsp;савыты&nbsp;адресы:

source: (Must be at least 4 characters, letters and numbers only.)
tt: (Иң киме 4 тамгалы булырга һәм хәреф белән цифрлардан гына төзелгән булырга тиеш.)

source: No
tt: Юк

source: Yes
tt: Әйе

source: Allow search engines to index this site.
tt: Эзләү машиналарына сайтны индексларга рөхсәт итәргә.

source: Privacy:
tt: Саклык:

source: Site Language:
tt: Сайт теле:

source: Site Title:
tt: Башлык:

source: Must be at least 4 characters, letters and numbers only. It cannot be changed, so choose carefully!
tt: Кимендә 4 символ һәм бары тик хәрефләр һәм саннар гына булырга тиеш. Моны үзгәртеп булмаячак, шуңа күрә игътибар белән сайлагыз.

source: Your address will be %s.
tt: Сезнең адресыгыз %s булачак.

source: domain
tt: домен

source: sitename
tt: сайт исеме

source: Site Domain:
tt: Сайт домены:

source: Site Name:
tt: Сайт исеме

source: Mission complete. Message %s deleted.
tt: Миссия тәмам. %s хәбәре бетерелгән.

source: Oops: %s
tt: Ой: %s

source: Posted title:
tt: Язылган башлык:

source: Author:
tt: Автор

source: Author is %s
tt: Авторы %s

source: There doesn&#8217;t seem to be any new mail.
tt: Яңа хатлар юк ахрысы.

source: Slow down cowboy, no need to check for new mails so often!
tt: Әкренәй, ковбой! Почтаны алай еш тикшерергә кирәк түгел!

source: This action has been disabled by the administrator.
tt: Әлеге гамәл администратор тарафыннан сүндерелгән.

source: <strong>You have successfully updated WordPress!</strong> Please log back in to see what&#8217;s new.
tt: <strong>Сез Вордпресс-ны уңышлы яңарттыгыз!</strong> Нинди яңалыклар барын күрү өчен, зинһар, яңадан керегез.

source: Registration complete. Please check your email.
tt: Теркәлү тәмамланды. Зинһар, почтагызны тикшерегез.

source: Check your email for your new password.
tt: Яңа серсүзегезне почтагыздан карагыз.

source: Check your email for the confirmation link.
tt: Раслагыч сылтаманы почтагыздан карагыз.

source: User registration is currently not allowed.
tt: Кулланучы теркәлүе хәзер рөхсәт түгел.

source: You are now logged out.
tt: Син хәзер чыккан

source: Your session has expired. Please log in to continue where you left off.
tt: Сезнең сеанс вакыты тәмамланды. Зинһар, туктаган урыннан дәвам итү өчен системага кабат керегез.

source: You have logged in successfully.
tt: Сез системага уңышлы кердегез.

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href="%s">enable cookies</a> to use WordPress.
tt: <strong>ХАТА</strong>: Кукилар блокланган, йәки, браузерыгыз аларны кабул итми. WordPress ны куллану өчен сез <a href="%s">кукиларны рөхсәт итергә</a> тиеш.

source: <strong>ERROR</strong>: Cookies are blocked due to unexpected output. For help, please see <a href="%1$s">this documentation</a> or try the <a href="%2$s">support forums</a>.
tt: <strong>ХАТА</strong>: Көтелмәгән чыгарылучы эчтәлеккә күрә, кукилар блокланды. Ярдәм алу өчен, <a href="%1$s">бу документацияне</a> йә <a href="%2$s">ярдәм форумнарын</a> карагыз.

source: Registration confirmation will be emailed to you.
tt: Теркәлүне раслаткыч сезгә емейл аша җибәрелер.

source: Username
tt: Кулланучы исеме

source: Register For This Site
tt: Бу сайтка теркәлү

source: Registration Form
tt: Теркәлү тактасы

source: Confirm new password
tt: Яңа парольне раслагыз

source: Strength indicator
tt: Көч күрсәткече

source: New password
tt: Яңа пароль

source: Enter your new password below.
tt: Түбәндә яңа паролегезне кертегез.

source: Reset Password
tt: Парольне яңадан кую

source: Your password has been reset.
tt: Сезнең паролегез яңадан куелды.

source: Password Reset
tt: Парольне яңадан кую

source: The passwords do not match.
tt: Парольләр бер-берсенә тәңгәл килми.

source: Get New Password
tt: Яңа серсүз алу

source: Please enter your username or email address. You will receive a link to create a new password via email.
tt: Зинһар, үзегезнең кулланучы исемегезне яисә e-mail адресыгызны кертегез. Сез e-mail аша яңа пароль ясау өчен сылтама алырсыз.

source: Lost Password
tt: Серсүз югалган

source: Your password reset link has expired. Please request a new link below.
tt: Сезнең серсүз яңарту сылтамагызның вакыты чыккан. Түбәндә яңа сылтама соратыгыз.

source: Your password reset link appears to be invalid. Please request a new link below.
tt: Сезнең серсүз яңарту сылтамагыз дөрес түгел бугай. Түбәндә яңа сылтама соратыгыз.

source: Possible reason: your host may have disabled the mail() function.
tt: Мөмкин сәбәп: бәлки сезнең сайт серверында mail() функциясе ычкындырып куелгандыр.

source: The email could not be sent.
tt: Хатны җибәреп булмады.

source: [%s] Password Reset
tt: [%s] серсүз яңадан куелды

source: To reset your password, visit the following address:
tt: Парольне яңадан кую өчен түбәндәге сылтама буенча барыгыз:

source: If this was a mistake, just ignore this email and nothing will happen.
tt: Әгәр сез монда ялгышлык бар дип уйласагыз, әлеге хатка игътибар бирмәгез, һәм бер нәрсә дә булмаячак.

source: Someone has requested a password reset for the following account:
tt: Кемдер әлеге аккаунт өчен парольне яңадан куюны сорады:

source: <strong>ERROR</strong>: Invalid username or email.
tt: <strong>ХАТА</strong>: Кулланучы исеме яки e-mail дөрес түгел.

source: <strong>ERROR</strong>: There is no user registered with that email address.
tt: <strong>ХАТА</strong>: бу хат адресы белән бер кем дә теркәлмәгән.

source: <strong>ERROR</strong>: Enter a username or email address.
tt: <strong>ХАТА</strong>: Кулланучы исемен яки e-mail адресын кертегез.

# site
source: &larr; Back to %s
tt: &larr; Кире &laquo;%s&raquo; сайтына кайтырга

source: Powered by WordPress
tt: Сайт WordPress та эшли

source: Create a Configuration File
tt: Конфигурация файлын барлыкка китерү

source: You can create a %s file through a web interface, but this doesn't work for all server setups. The safest way is to manually create the file.
tt: Сез %s файлын веб-интерфейс аша барлыкка китерә аласыз, әмма ул кайбер серверларда эшләмәскә мөмкин. Иң ышанычлы ысул &#8212; файлны кулдан барлыкка китерү.

source: Need more help? <a href='%s'>We got it</a>.
tt: Күбрәк ярдәм кирәкме? <a href='%s'>Без аны аңладык</a>.

source: There doesn't seem to be a %s file. I need this before we can get started.
tt: Анда %s файлы бар булып күренми. Без башлап җибәргәнче миңа бу кирәк.

source: Links for %s
tt: %s өчен сылтамалар

source: <strong>ERROR</strong>: WordPress %1$s requires MySQL %2$s or higher
tt: <strong>ХАТА</strong>: %1$s нче WordPress %2$s нче яки югарырак версия MySQLны таләп итә.

source: Unable to retrieve the error message from MySQL
tt: MySQLдан хата турындагы хәбәрне алып булмады

source: Are you sure that the database server is not under particularly heavy load?
tt: Ул мәгълүмат җыентысы серверына аеруча күп эш килмәгәнме?

source: This means that we lost contact with the database server at %s. This could mean your host&#8217;s database server is down.
tt: Бу безнең %s дагы мәгълүмат җыентысы белән бәйләнешне югалтуыбызны аңлата. Бу сезнең хостингтагы мәгълүмат җыентысы серверы эшләмәвен аңлата ала.

source: Error reconnecting to the database
tt: Мәгълүмат җыентысына яңадан тоташканда хата

source: If you&#8217;re unsure what these terms mean you should probably contact your host. If you still need help you can always visit the <a href="%s">WordPress Support Forums</a>.
tt: Сез бу терминнарны аңламасагыз, сезгә хостингыгызга мөрәҗәгать итү кирәктер. Сезгә һаман ярдәм кирәк булса сез <a href="%s">Вордпресс ярдәм форумнарын</a>а кереп карый аласыз.

source: Are you sure that the database server is running?
tt: Мәгълүмат җыентысы серверы эшлиме?

source: Are you sure that you have typed the correct hostname?
tt: Сез дөрес домен яздыгызмы?

source: Are you sure you have the correct username and password?
tt: Сезнең исем белән пароль дөресме?

source: This either means that the username and password information in your %1$s file is incorrect or we can&#8217;t contact the database server at %2$s. This could mean your host&#8217;s database server is down.
tt: Бу сезнең %1$s файлыгыздагы исем белән парольнең ялгыш булуын йә безнең %2$s дәге мәгълүмат җыентысы серверы белән бәйләнешкә керә алмавыбызны аңлата. Бу сезнең хостингтагы мәгълүмат җыентысы серверы эшләмәвен аңлата ала.

source: WordPress database error:
tt: Вордпресс мәгълүмат җыентысы хатасы:

source: WordPress database error %1$s for query %2$s
tt: WordPress мәгълүмат җыентысы %2$s соравына %1$s хатасын кайтарды.

source: WordPress database error %1$s for query %2$s made by %3$s
tt: %3$s ясаган %2$s соравына WordPress мәгълүмат җыентысы %1$s хатасын кайтарды

source: The query argument of %s must have a placeholder.
tt: %s ның сорау аргументында урын алгыч булырга тиеш .

source: %s must set a database connection for use with escaping.
tt: Махсус тамгаларны билгеләү белән куллану өчен, %s мәгълүмат җыентысына тоташу урнаштырырга тиеш.

source: If you don&#8217;t know how to set up a database you should <strong>contact your host</strong>. If all else fails you may find help at the <a href="%s">WordPress Support Forums</a>.
tt: Мәгълүмат җыентысын ничек итеп көйләп куясы икәнен белмәсәгез сез <strong>хостингыгызга мөрәҗәгать итергә тиешсез</strong>. Барча башка вариантлар эшләмәсә сез <a href="%s">Вордпресс ярдәм форумнарын</a>да ярдәм табарга мөмкин.

source: On some systems the name of your database is prefixed with your username, so it would be like <code>username_%1$s</code>. Could that be the problem?
tt: Кайбер системаларда сезнең җыентының исеменең алдына сезнең кулланучы исеме өстәлә, шулай итеп ул <code>кулланучыисеме_%1$s</code> шикелле була. Проблемагыз шул түгелме?

source: Does the user %1$s have permission to use the %2$s database?
tt: %1$s исемле кулланучы %2$s җыентысын кулланырга хокуклымы?

source: Are you sure it exists?
tt: Ул бармы соң?

source: We were able to connect to the database server (which means your username and password is okay) but not able to select the %s database.
tt: Без мәгълүмат җыентысы серверына тоташа алдык (бу сезнең исем белән серсүзнең дөрес булуын аңлата) әмма %s җыентысын сайлый алмадык.

source: Can&#8217;t select database
tt: Мәгълүмат җыентысын сайлый алмыйбыз

source: Display item date?
tt: Язманың датасын күрсәтәсеме?

source: Display item author if available?
tt: Мөмкин булганда язманың авторын күрсәтәсеме?

source: Display item content?
tt: Язмаларның эчтәлекләрен күрсәтәсеме?

source: How many items would you like to display?
tt: Ничә язма чыгарылуын телисез?

source: Give the feed a title (optional):
tt: Тасмага исем бирегез (мәҗбүри түгел):

source: Enter the RSS feed URL here:
tt: RSS тасмасының адресын монда кертегез:

source: RSS Error:
tt: RSS хатасы:

source: No %1$s was set in the arguments array for the "%2$s" sidebar. Defaulting to "%3$s". Manually set the %1$s to "%3$s" to silence this notice and keep existing sidebar content.
tt: "%2$s" ян тактасы өчен аргументлар массивында бер %1$s дә куелмаган иде. Әйтелмәгәндә "%3$s" не кулланабыз. Бу белгертүне бетерү һәм ян тактада булган эчтәлекне саклау өчен "%3$s" га кулдан %1$s ны куегыз.

source: Sidebar
tt: Кырый

source: Automatically add paragraphs
tt: Автоматически добавлять абзацы

source: Taxonomy:
tt: Таксономия:

source: The tag cloud will not be displayed since there are no taxonomies that support the tag cloud widget.
tt: Тамга болыты күрсәтелмәячәк, чөнки анда тамга болыты күрсәтә ала торган бер таксономия дә юк.

source: Show tag counts
tt: Тамга саннарын күрсәтү

source: Tags
tt: Тамгалар

source: Tag Cloud
tt: Тамга болыты

source: A cloud of your most used tags.
tt: Сезнең иң күп кулланыла торган тамгалар.

# Search widget
source: Search
tt: Эзләү

source: A search form for your site.
tt: Сайтыгыз өчен эзләү формасы.

source: Unknown Feed
tt: Билгесез тасма

source: Entries from any RSS or Atom feed.
tt: Теләсә-кайсы RSS йә Atom тасмасыннан язмалар.

source: Display post date?
tt: Язманың датасын күрсәтергәме?

source: Your site&#8217;s most recent Posts.
tt: Сайтыгыздагы иң соңгы язмалар.

source: Number of comments to show:
tt: Күрсәтергә кирәк булган комментарий саны:

# widgets
source: %1$s on %2$s
tt: %2$s га %1$s

source: Recent Comments
tt: Соңгы комментлар

source: Your site&#8217;s most recent comments.
tt: Сайтыгыздагы иң соңгы комментлар.

source: Exclude:
tt: Кертмичә калдыру:

source: Page ID
tt: Бит IDсы

source: Page order
tt: Бит тәртибе

source: Page title
tt: Бит башлыгы

source: A list of your site&#8217;s Pages.
tt: Сайтыгызның битләре исемлеге.

source: Login, RSS, &amp; WordPress.org links.
tt: Керү, RSS, һәм WordPress.org сылтамалары.

source: Title for the widget
tt: Виджет башлыгы

source: URL to the media file
tt: Медиа файлы URL ы

source: Attachment post ID
tt: Беркетмә язмасы ID сы

source: Looks like this isn&#8217;t the correct kind of file. Please link to an appropriate file instead.
tt: Бу дөрес төрдәге файлга охшамаган. Аның урынына яраклы файл күрсәтегез.

source: Media Widget
tt: Медиа виджеты

source: Media Widget (%d)
tt: Медиа виджетлары (%d)

source: We can&#8217;t find that file. Check your <a href="%s">media library</a> and make sure it wasn&#8217;t deleted.
tt: Без ул файлны таба алмыйбыз. <a href="%s">Медиа җыелмагыз</a>ны карап аның бетерелмәгәнлегенә ышаныгыз.

source: Add to Widget
tt: Виджетка өстәү

source: Edit Media
tt: Медианы төзәтү

source: Replace Media
tt: Медианы алмаштыру

# label for button in the media widget
source: Add Media
tt: Медиа өстәү

source: No media selected
tt: Бер медиа да сайланмаган

# label for button in the video widget
source: Add Video
tt: Видео өстәү

# label for button in the image widget
source: Add Image
tt: Сурәт өстәү

# label for button in the audio widget
source: Add Audio
tt: Аудио өстәү

source: Number of links to show:
tt: Күрсәтергә диелгән сылтамалар саны:

source: Show Link Rating
tt: Сылтамаларның рейтингларын күрсәтергә

source: Show Link Description
tt: Сылтама тасвирламасын күрсәтү

source: Show Link Name
tt: Сылтама текстын күрсәтү

source: Show Link Image
tt: Сылтама сурәтен күрсәтү

# Links widget
source: Random
tt: Очраклы

source: Link ID
tt: Сылтама ID-сы

source: Link rating
tt: Сылтама рейтингы

source: Link title
tt: Сылтама атамасы

source: Sort by:
tt: Моның буенча тәртипләп тезү:

# links widget
source: All Links
tt: Барлык сылтамалар

source: Select Link Category:
tt: Сылтама бүлеген сайлагыз:

source: Links
tt: Сылтамалар

source: Your blogroll
tt: Башка блогларга сылтамаларыгыз

source: Select Category
tt: Бүлек сайлау

source: A list or dropdown of categories.
tt: Бүлекләрнең гади йә төшә торган исемлеге.

source: A calendar of your site&#8217;s Posts.
tt: Сайтыгыздагы язмаларның календаре.

source: Display as dropdown
tt: Чыгып төшә торган итеп күрсәтергә

source: Select Post
tt: Язма сайлау

source: Select Week
tt: Атна сайлау

source: Select Day
tt: Көн сайлау

source: Select Year
tt: Ел сайлау

source: A monthly archive of your site&#8217;s Posts.
tt: Сайтыгыз язмаларының бер айлык архивы.

source: Select Menu:
tt: Сайлакны сайлау:

source: No menus have been created yet. <a href="%s">Create some</a>.
tt: Әлегә бер меню да ясалмаган. <a href="%s">Ясарга</a>.

source: Custom Menu
tt: Кулланучы менюсы

source: Add a custom menu to your sidebar.
tt: Ян тактагызга үзеңчә сайлак өстәү.

source: <strong>ERROR</strong>: Couldn&#8217;t register you&hellip; please contact the <a href="mailto:%s">webmaster</a> !
tt: <strong>ХАТА</strong>: Сезне терки алмадык&hellip; <a href="mailto:%s">веб остасын</a>а әйтегезче!

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
tt: <strong>ХАТА</strong>: бу электрон хат савыты теркәтелгән инде, бүтән белән теркәл.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
tt: <strong>ХАТА</strong>: ул электрон хат адресы дөрес түгел.

source: <strong>ERROR</strong>: Please type your email address.
tt: <strong>ХАТА</strong>: Зинһар, емайл адресыгызны кертегез.

source: <strong>ERROR</strong>: Sorry, that username is not allowed.
tt: <strong>ХАТА</strong>: Гафу итегез, ул исем рөхсәт ителми.

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
tt: <strong>ХАТА</strong>: бу кулланучы исеме теркәлгән инде. Башканы сайлагыз.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
tt: <strong>ХАТА</strong>: Әлеге кулланучы исеме яраксыз, чөнки анда ярамаган символлар бар. Зинһар, яраклы кулланучы исеме кертегез.

source: <strong>ERROR</strong>: Please enter a username.
tt: <strong>ХАТА</strong>: кулланучы исемен кертегезче.

source: Invalid key
tt: Хаталы ачкыч

source: Could not save password reset key to database.
tt: Серсүзне яңарту ачкычын мәгълүмат җыентысына салып куя алмадык.

source: Password reset is not allowed for this user
tt: Бу кулланучының серсүзен яңадан кую рөхсәт ителмәгән

source: Hint: The password should be at least twelve characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ % ^ &amp; ).
tt: Бел: Бу серсүз ким дигәндә 12 хәрефле булырга тиеш Аны ныграк итер өчен, зур һәм кече хәрефләр, цифрлар, һәм ! кебек тмагалар кулланыгыз " ? $ % ^ &amp; ).

source: [%s] Notice of Email Change
tt: [%s] Емейл үзгәрүе турында белгертү

source: Hi ###USERNAME###, This notice confirms that your email was changed on ###SITENAME###. If you did not change your email, please contact the Site Administrator at ###ADMIN_EMAIL### This email has been sent to ###EMAIL### Regards, All at ###SITENAME### ###SITEURL###
tt: Сәлам, ###USERNAME###, Бу белгертү сезнең ###SITENAME### да емейлыгыз үзгәрүен раслый. Емейлыгызны үзгәртмәгән булсагыз, ###ADMIN_EMAIL### ка сайт идарәчесенә языгыз Бу емейл ###EMAIL### га җибәрелде Хөрмәт белән, ###SITENAME### дагылар ###SITEURL###

source: [%s] Notice of Password Change
tt: [%s] Серсүз үзгәрүе турында белгертү
