Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.8.x/wp-4.8.x-*.po
Languages: tt

source: Use %s instead if you do not want the value echoed.
tt: Ул эчтәлекнең чыгарылуын теләмәсәгез аның урынына %s ны кулланыгыз.

source: XML Error: %1$s at line %2$s
tt: XML Хатасы: %2$s юлында %1$s

source: Search
tt: Эзләү

source: Header
tt: Өс

source: Background
tt: Арткы як

source: Menus
tt: Сайлаклар

source: Widgets
tt: Виджетлар

source: %s comment awaiting moderation
tt: %s комментарий тикшерүне көтә

# admin bar menu group label
source: New
tt: Яңаны өстәү

# add new from admin bar
source: User
tt: Кулланучы

# add new from admin bar
source: Link
tt: Сылтама

source: Shortlink
tt: Кыска сылтама

source: Manage Comments
tt: Комментарийлар

source: New Post
tt: Яңа язма

source: Settings
tt: Көйләнмәләр

source: Plugins
tt: Өстәмәләр

source: Themes
tt: Бизәлешләр

source: Users
tt: Катнашучылар

source: Sites
tt: Сайтлар

source: Network Admin
tt: сайт идарәчесе

source: My Sites
tt: Сайтларым

source: Customize
tt: Үзеңчә көйләү

source: Dashboard
tt: Идарә бите

source: Edit Site
tt: Сайтны үзгәртү

source: Visit Site
tt: Сайтны карау

source: User Dashboard: %s
tt: Кулланучының идарә итү өлкәсе: %s

source: Network Admin: %s
tt: Челтәр белән идарә итү: %s

source: Log Out
tt: Чыгу

source: Edit My Profile
tt: Минем профильне үзгәртергә

source: Menu
tt: Сайлак

source: Feedback
tt: Кире юнәлештә хәбәр җибәрү

source: Support Forums
tt: Ярдәм итү форумы

source: Documentation
tt: Документация

source: About WordPress
tt: WordPress турында

source: Comment Submission Failure
tt: Коммент өстәү хатасы

source: Your account is now activated. <a href="%1$s">Log in</a> or go back to the <a href="%2$s">homepage</a>.
tt: Сезнең аккаунтыгыз активлаштырылды. <a href="%1$s">Сайтка керегез</a> яки кире <a href="%2$s">төп биткә кайтыгыз</a>.

source: Your account is now activated. <a href="%1$s">View your site</a> or <a href="%2$s">Log in</a>
tt: Сезнең аккаунтыгыз активлаштырылды. <a href="%1$s">Сайтыгызны карагыз</a> яки <a href="%2$s">керегез</a>.

source: Password:
tt: Серсүз:

source: Username:
tt: Кулланучы исеме:

source: An error occurred during the activation
tt: Активлаштырганда хата чыкты

source: Your site at <a href="%1$s">%2$s</a> is active. You may now log in to your site using your chosen username of &#8220;%3$s&#8221;. Please check your email inbox at %4$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%5$s">reset your password</a>.
tt: Сезнең <a href="%1$s">%2$s</a> сайтыгыз активлаштырылган. Хәзер сез сайланылган &#8220;%3$s&#8221; кулланучы исеме белән сайтыгызга керә аласыз. Зинһар, %4$s почта тартмагызга серсүз һәм керү өчен күрсәтмәләр килүен карагыз. Әгәр дә сезгә хат килмәгән булса, чүп кәрзинен һәм спам папкасын тикшерегез. Әгәр дә сезгә бер сәгать эчендә хат килми икән, сезнең <a href="%5$s">серсүзне ташлату</a> мөмкинлегегез бар.

source: Your account has been activated. You may now <a href="%1$s">log in</a> to the site using your chosen username of &#8220;%2$s&#8221;. Please check your email inbox at %3$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%4$s">reset your password</a>.
tt: Сезнең аккаунтыгыз активлаштырылды. Хәзер сез сайланылган &#8220;%2$s&#8221; кулланучы исеме белән сайтыгызга <a href="%1$s">керә аласыз</a>. Зинһар, %3$s почта тартмагызга серсүз һәм керү өчен күрсәтмәләр килүен карагыз. Әгәр дә сезгә хат килмәгән булса, чүп кәрзинен һәм спам папкасын тикшерегез. Әгәр дә сезгә бер сәгать эчендә хат килми икән, сезнең <a href="%4$s">серсүзне ташлату</a> мөмкинлегегез бар.

source: Your account is now active!
tt: Синең исәбең хәзер кабызылган!

source: Activate
tt: Кабызып кую

source: Activation Key:
tt: Эшләтеп җибәрү ачкычы:

source: Activation Key Required
tt: Эшләтеп җибәрү ачкычы кирәк
