Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.8.x/wp-4.8.x-*.po
Languages: tt

source: %1$s (since %2$s; no alternative available)
tt: %1$s (%2$s дан бирле; бер альтернатива да юк)

source: %1$s (since %2$s; use %3$s instead)
tt: %1$s (%2$s дан бирле; аның урынына %3$s ны кулланыгыз)

source: Route must be specified.
tt: Маршрут күрсәтелгән булырга тиеш.

source: Routes must be namespaced with plugin or theme name and version.
tt: Маршрутлар плагин яки тема исеме һәм версиясе белән бер үк исемнәр киңлегендә булырга тиеш.

source: Sorry, you are not allowed to edit the %s custom field.
tt: Кызганыч, сезгә %s көйләүле кырын төзәтү рөхсәт ителмәгән.

source: Avatar URLs for the user.
tt: Ул кулланучы өчен аватар адреслары.

source: Roles assigned to the user.
tt: Ул кулланучыга беркетелгән рольләр.

source: The nickname for the user.
tt: Ул кулланучы өчен псевдоним.

source: Locale for the user.
tt: Ул кулланучы өчен урын көйләнеше.

source: Author URL of the user.
tt: Ул кулланучының автор бите адресы.

source: Description of the user.
tt: Ул кулланучының тасвираламасы.

source: URL of the user.
tt: Ул кулланучының интернет адресы.

source: Last name for the user.
tt: Ул кулланучының фамилиясе.

source: First name for the user.
tt: Ул кулланучының исеме.

source: Display name for the user.
tt: Ул кулланучының исемен күрсәтү.

source: Login name for the user.
tt: Ул кулланучының керү исеме.

source: Passwords cannot contain the "\" character.
tt: Серсүзләрдә "\" тамгасы була алмый.

source: Passwords cannot be empty.
tt: Серсүзләр буш була алмый.

source: Username contains invalid characters.
tt: Кулланучы исемендә ярамаган тамгалар бар.

source: Sorry, you are not allowed to give users that role.
tt: Кызганыч, сезгә кулланучыларга ул рольне бирү рөхсәт ителмәгән.

source: The user cannot be deleted.
tt: Ул кулланучыны бетереп булмый.

source: Invalid slug.
tt: Хаталы адрес.

source: Invalid email address.
tt: Хаталы емейл адресы.

source: Error creating new user.
tt: Яңа кулланучы барлыкка китергәндә хата.

source: Sorry, you are not allowed to order users by this parameter.
tt: Кызганыч, сезгә кулланучыларны бу параметр белән сорау рөхсәт ителмәгән.

source: Sorry, you are not allowed to filter users by role.
tt: Кызганыч, сезгә кулланучыларны бу параметр белән сөзеп калдыру рөхсәт ителмәгән.

source: Invalid user parameter(s).
tt: Хаталы {кулланучы көйләнешләре}.

source: Reassign the deleted user's posts and links to this user ID.
tt: Ул бетерелгән кулланучының язмаларын һәм сылтамаларын бу кулланучы ID сына күчерү.

source: The parent term ID.
tt: Ана термин билгесе.

source: HTML title for the term.
tt: Термин өчен тәрәзә башлыгы.

source: URL of the term.
tt: Терминның интернет адресы.

source: The term cannot be deleted.
tt: Бу элемент бетерелә алмый.

source: Cannot set parent term, taxonomy is not hierarchical.
tt: Ана элементны куеп булмый, таксономия иерархик түгел.

source: Sorry, you are not allowed to create new terms.
tt: Кызганыч, сезгә яңа элементлар барлыкка китерү рөхсәт ителмәгән.

source: Term does not exist.
tt: Элемент юк.

source: Sorry, you are not allowed to edit terms in this taxonomy.
tt: Гафу итегез, сезгә әлеге таксономиянең элементларын үзгәртү рөхсәт ителмәгән.

source: Required to be true, as terms do not support trashing.
tt: Терминнарны кәрҗингә атып булмаганлыктан, дөрес булырга тиеш.

source: Unique identifier for the term.
tt: Термин өчен уникаль билге.

source: REST base route for the taxonomy.
tt: Таксономия өчен REST нигез юлы.

source: Types associated with the taxonomy.
tt: Таксономия белән бәйләнешле типлар.

source: The title for the taxonomy.
tt: Таксономия башлыгы.

source: Sorry, you are not allowed to manage terms in this taxonomy.
tt: Кызганыч, сезгә әлеге таксономиянең элементлары белән идарә итү рөхсәт ителмәгән.

source: An alphanumeric identifier for the taxonomy.
tt: Таксономия өчен хәреф-цифрлы билге.

source: Sorry, you are not allowed to view revisions of this post.
tt: Кызганыч, сезгә бу язманың төзәтмәләрен карау рөхсәт ителмәгән.

source: Required to be true, as revisions do not support trashing.
tt: Үзгәрешләрне кәрҗингә атып булмаганга, дөрес булырга тиеш.

source: Sorry, you are not allowed to assign the provided terms.
tt: Кызганыч, сезгә ул бирелгән терминнарны салу рөхсәт ителмәгән.

source: REST base route for the post type.
tt: Шул язма төре өчен REST төп юлы.

source: The title for the post type.
tt: Язма төренең башлыгы.

source: Human-readable labels for the post type for various contexts.
tt: Төрле контекстларда ул язма төре өчен кеше укый ала торган башлыклар.

source: Whether or not the post type should have children.
tt: Ул язма төренең балалары була аламы, юкмы.

source: A human-readable description of the post type.
tt: Ул язма төренең кеше укый ала торган тасвирламасы.

source: All capabilities used by the post type.
tt: Ул язма төре куллана торган барлык мөмкинлекләр.

source: Cannot view post type.
tt: Язма төрен күреп булмый.

source: An alphanumeric identifier for the post type.
tt: Язма төре өчен хәреф-цифрлы билге.

source: The title for the status.
tt: Статус өчен башлык.

source: Cannot view status.
tt: Статусны күреп булмый.

source: Invalid status.
tt: Хата статус.

source: An alphanumeric identifier for the status.
tt: Статус өчен хәреф-цифрлы билге.

source: Limit response to comments published before a given ISO8601 compliant date.
tt: Бирелгән ISO8601 га туры килгән датага хәтле нәшер ителгән комментларга җавапны чикләү.

source: Limit response to comments published after a given ISO8601 compliant date.
tt: Бирелгән ISO8601 га туры килгән датадан соң нәшер ителгән комментларга җавапны чикләү.

source: Sorry, you are not allowed to delete this comment.
tt: Кызганыч, сезгә бу комментны бетерү рөхсәт ителмәгән.

source: Sorry, you are not allowed to change the comment type.
tt: Кызганыч, сезгә коммент төрен үзгәртү рөхсәт ителмәгән.

source: Sorry, you are not allowed to edit this comment.
tt: Кызганыч, сезгә бу комментарийны үзгәртү рөхсәт ителми.

source: Invalid comment content.
tt: Хаталы коммент эчтәлеге.

source: Cannot create a comment with that type.
tt: Ул төр белән коммент төзи алмыйбыз.

source: Sorry, you are not allowed to create a comment on this post.
tt: Кызганыч, сезгә бу язма өчен коммент барлыкка китерү рөхсәт ителмәгән.

source: Sorry, you are not allowed to create this comment without a post.
tt: Кызганыч, сезгә бу язмасыз комментны барлыкка китерү рөхсәт ителмәгән.

source: Sorry, you are not allowed to edit '%s' for comments.
tt: Кызганыч, сезгә комментлар өчен '%s' ны үзгәртү рөхсәт ителмәгән.

source: Sorry, you are not allowed to read this comment.
tt: Кызганыч, сезгә бу комментны уку рөхсәт ителмәгән.

source: Sorry, you are not allowed to read comments without a post.
tt: Кызганыч, сезгә язмасыз комментларны уку рөхсәт ителмәгән.

source: Sorry, you are not allowed to read the post for this comment.
tt: Кызганыч, сезгә бу комментның язмасын уку рөхсәт ителмәгән.

source: URL to the original attachment file.
tt: Оригиналь беркетмә файлы адресы.

source: The attachment MIME type.
tt: Беркетмә MIME төре.

source: Attachment type.
tt: Беркетмә төре.

source: HTML description for the object, transformed for display.
tt: Объектның күрсәтү өчен үзгәртелгән HTML тасвиры.

source: Description for the object, as it exists in the database.
tt: Объектның мәгълүмат җыентысындагыча тасвиры.

source: The attachment description.
tt: Беркетмә тасвирламасы.

source: HTML caption for the attachment, transformed for display.
tt: Беркетмәнең күрсәтү өчен үзгәртелгән HTML тасвиры.

source: Caption for the attachment, as it exists in the database.
tt: Берктемәнең мәгълүмат җыентысындагыча башлыгы.

source: The attachment caption.
tt: Беркетмә башлыгы.

source: The specified namespace could not be found.
tt: Күрсәтелгән исемнәр мәйданы табылмады.

source: No route was found matching the URL and request method
tt: Ул URL һәм сорау ысулына туры килүче маршрут табылмады

source: Sorry, you are not allowed to do that.
tt: Гафу итегез, сезгә әлеге гамәлне башкару рөхсәт ителмәгән.

source: The handler for the route is invalid
tt: Ул маршрутның караучысы - хаталы

source: Invalid JSONP callback function.
tt: Хаталы JSONP кире чакыру функциясе.

source: JSONP support is disabled on this site.
tt: Бу сайтта JSONP ны тәэмин итү сүндерелгән.

source: Invalid parameter.
tt: Ялгыш параметр.

source: Missing parameter(s): %s
tt: Җитмәүче параметр: %s

source: Invalid parameter(s): %s
tt: Хаталы параметр: %s

source: This file no longer needs to be included.
tt: Әлеге файлның кушылган булуы бүтән таләп ителми.

source: In %1$s, use the %2$s method, not the %3$s function. See %4$s.
tt: %1$s да %3$s функциясен түгел, ә %2$s методын кулланыгыз. %4$s ны карагыз.

source: Conditional query tags do not work before the query is run. Before then, they always return false.
tt: Шартлы сорау теглары сорау җибәрелгәнче эшләмиләр, false кайтаралар.

source: Invalid page template.
tt: Хаталы бит калыбы.

source: Invalid taxonomy: %s.
tt: Хаталы таксономия: %s.

source: Could not insert post into the database
tt: Язманы мәгълүмат җыентысына кертеп булмады

source: Could not update post in the database
tt: Мәгълүмат җыентысында язманы яңартып булмады

source: Invalid date.
tt: Хаталы дата.

source: Content, title, and excerpt are empty.
tt: Эчтәлеге, башлыгы һәм кыскача эчтәлеге буш.

source: Passing an integer number of posts is deprecated. Pass an array of arguments instead.
tt: Язмалар саны өчен бөтен сан җибәрү искергән булып санала. Аның урынына аргументлар массивы җибәрегез.

source: Video <span class="count">(%s)</span>
tt: Видеофайл <span class="count">(%s)</span>

source: Manage Video
tt: Видеолар белән идарә

source: Video
tt: Видео

source: Audio <span class="count">(%s)</span>
tt: Аудиофайл <span class="count">(%s)</span>

source: Manage Audio
tt: Тавышлар белән идәрә

source: Audio
tt: Аудио

source: Image <span class="count">(%s)</span>
tt: Сурәт <span class="count">(%s)</span>

source: Manage Images
tt: Сурәтләр белән идарә

source: Images
tt: Сурәтләр

source: Pages list
tt: Битләр исемлеге

source: Posts list
tt: Язмалар исемлеге

source: Pages list navigation
tt: Битләр исемлеге ярдәмендә күчеп йөрү

source: Posts list navigation
tt: Язмалар исемлеге ярдәмендә күчеп йөрү

source: Filter pages list
tt: Битләр исемлеген сөзү

source: Filter posts list
tt: Язмалар исемлеген сөзү

source: Uploaded to this page
tt: Бу биткә йөкләнгән

source: Uploaded to this post
tt: Бу язмага йөкләнгән

source: Insert into page
tt: Биткә кертү

source: Insert into post
tt: Язмага өстәү

source: Page Archives
tt: Элекке битләр

source: Post Archives
tt: Элекке язмалар

source: All Pages
tt: Барлык битләр

source: All Posts
tt: Барлык язмалар

source: Parent Page:
tt: Ана бит:

source: No pages found in Trash.
tt: Кәрзиндә битләр табылмады.

source: No posts found in Trash.
tt: Кәрзиндә язмалар табылмады.

source: No pages found.
tt: Битләр табылмады.

source: No posts found.
tt: Бер язма да юк.

source: Search Pages
tt: Бит эзләү

source: Search Posts
tt: Язымта эзләү

source: View Page
tt: Битне карау

source: View Post
tt: язымтаны карау

source: New Page
tt: яңа бит

source: Edit Page
tt: Битне үзгәртү

source: Edit Post
tt: язымтаны төзәтү

source: Add New Page
tt: Яңа бит өстәргә

source: Add New Post
tt: Яңа язма өстәргә

# page
source: Add New
tt: Яңаны өстәү

# post
source: Add New
tt: Яңаны өстәү

# post type singular name
source: Page
tt: Бит

# post type singular name
source: Post
tt: Язма

# post type general name
source: Pages
tt: Битләр

# post type general name
source: Posts
tt: Язмалар

source: Unregistering a built-in post type is not allowed
tt: Эчке язма тибын бетерү рөхсәт ителми

source: Post type names must be between 1 and 20 characters in length.
tt: Язма төре исемнәре озынлыгы 1 белән 20 хәреф арасында булырга тиеш.

source: Published
tt: Нәшер ителгән

source: Private
tt: Шәхси

source: Pending Review
tt: Карап чыгу көтелә

source: Draft
tt: Тәмамланмаган

source: Trash <span class="count">(%s)</span>
tt: Кәрҗин <span class="count">(%s)</span>

# post status
source: Trash
tt: Чүп

source: Private <span class="count">(%s)</span>
tt: Шәхси <span class="count">(%s)</span>

# post status
source: Private
tt: Шәхси

source: Pending <span class="count">(%s)</span>
tt: Көтә <span class="count">(%s)</span>

# post status
source: Pending
tt: Кичектерелгән

source: Draft <span class="count">(%s)</span>
tt: Каралама <span class="count">(%s)</span>

# post status
source: Draft
tt: Каралама

source: Scheduled <span class="count">(%s)</span>
tt: Планлаштырылган <span class="count">(%s)</span>

# post status
source: Scheduled
tt: Планлаштырылган

source: Published <span class="count">(%s)</span>
tt: Нәшер ителгән <span class="count">(%s)</span>

# post status
source: Published
tt: Нәшер ителгән

source: Navigation Menu Item
tt: Элемент меню навигации

source: Navigation Menu Items
tt: Элементы меню навигации

source: Revision
tt: Бит төзәтелешләре

source: Revisions
tt: Бит төзәтелешләре

source: View Attachment Page
tt: Беркетмә битен күрү

source: Edit Media
tt: медианы үзгәртү

# add new media
source: Add New
tt: Яңаны өстәү

# add new from admin bar
source: Media
tt: Медиа

# post type general name
source: Media
tt: Медиа

# add new from admin bar
source: Page
tt: Бит

# add new from admin bar
source: Post
tt: Язма

source: JavaScript must be enabled to use this feature.
tt: Бу үзлек өчен JavaScript кабызылган булырга тиеш.

source: %s [Current Revision]
tt: %s [Хәзерге версия]

source: %s [Autosave]
tt: %s [Автосаклау]

# revision date format
source: F j, Y @ H:i:s
tt: Y-m-d @ H:i:s

# post password form
source: Enter
tt: Керү

source: This content is password protected. To view it please enter your password below:
tt: Бу эчтәлек серсүз белән сакланган. Аны карау өчен түбәндә серсүзегезне кертегез:

source: Home
tt: Үзәк бит

source: Pages
tt: Битләр

source: (more&hellip;)
tt: (күбрәк&hellip;)

# Post format
source: Audio
tt: Аудио

# Post format
source: Video
tt: видео

# Post format
source: Status
tt: Статус

# Post format
source: Quote
tt: Өземтә

# Post format
source: Image
tt: Сурәт

# Post format
source: Link
tt: Сылтама

# Post format
source: Gallery
tt: Галерея

# Post format
source: Chat
tt: Чат

# Post format
source: Aside
tt: Мәгълүмат

# Post format
source: Standard
tt: Стандарт

source: Invalid post.
tt: Хаталы язма.

source: Only a static class method or function can be used in an uninstall hook.
tt: Бетерү гамәле өчен бары тик статик класс методы йә статик функция кулланыла ала.

source: [%s] Your username and password info
tt: [%s] Сезнең кулланучы исеме һәм серсүз мәгълүматы

source: To set your password, visit the following address:
tt: Серсүзегезне куер өчен, түбәндәге адреска барыгыз:

source: Username: %s
tt: Кулланучы исеме: %s

source: New user registration on your site %s:
tt: Сезнең %s сайтыгызда яңа кулланучы теркәлде:

source: [%s] Password Changed
tt: [%s] Серсүз үзгәрде

source: Password changed for user: %s
tt: %s ның серсүзе үзгәрде.

source: [%1$s] Please moderate: "%2$s"
tt: [%1$s] Зинһар, тикшерегез: "%2$s"

source: Currently %s comment is waiting for approval. Please visit the moderation panel:
tt: Хәзерге вакытта %s комментарий раслаганны көтә. Зинһар, тикшерү битенә кереп чыгыгыз:

source: Approve it: %s
tt: Моны рөхсәт итү: %s

source: A new comment on the post "%s" is waiting for your approval
tt: "%s" язмасында яңа комментарий сезнең ризалыкны көтә

source: Pingback excerpt:
tt: Пингбек өземтәсе:

source: A new pingback on the post "%s" is waiting for your approval
tt: "%s" язмасында яңа белдерү сезнең ризалыкны көтә

source: Trackback excerpt:
tt: Трекбек өземтәсе:

source: A new trackback on the post "%s" is waiting for your approval
tt: "%s" язмасында яңа кире сылтама сезнең ризалыкны көтә

source: Spam it: %s
tt: Моны "спам"га ташла: %s

source: Delete it: %s
tt: Моны бетерү: %s

source: Trash it: %s
tt: Чүп савытына атыгыз: %s

source: Permalink: %s
tt: Даими сылтама: %s

source: [%1$s] Comment: "%2$s"
tt: [%1$s] Комментарий: "%2$s"

source: You can see all comments on this post here:
tt: Бу язмага әйтелгән барча комментларны син монда күрә аласың:

source: Author: %1$s (IP: %2$s, %3$s)
tt: Автор: %1$s (IP: %2$s, %3$s)

source: New comment on your post "%s"
tt: Сезнең "%s" язмагызда яңа комментарий

source: [%1$s] Pingback: "%2$s"
tt: [%1$s] тан пингбэк: "%2$s"

source: You can see all pingbacks on this post here:
tt: Бу язмага килгән барча пингбек белгертмәләрен син монда күрә аласың:

source: New pingback on your post "%s"
tt: Сезнең "%s" язмагызда яңа пингбэк

source: [%1$s] Trackback: "%2$s"
tt: [%1$s] тан трекбек: "%2$s"

source: You can see all trackbacks on this post here:
tt: Бу язмага килгән барча трэкбэк белгертмәләрен син монда күрә аласың:

source: Comment: %s
tt: Коммент: %s

source: URL: %s
tt: Адрес: %s

source: Website: %1$s (IP: %2$s, %3$s)
tt: Сайт: %1$s (IP: %2$s, %3$s)

source: New trackback on your post "%s"
tt: Сезнең "%s" язмагызда яңа кире сылтама

source: You should specify a nonce action to be verified by using the first parameter.
tt: Беренче параметр ярдәмендә сез тикшерү өчен бер тапкыр гына кулланулы гамәлне билгеләргә тиешсез.

source: <strong>ERROR</strong>: Invalid username, email address or incorrect password.
tt: <strong>ХАТА</strong>: Кулланучы исеме, электрон почта адресы, яки пароль дөрес түгел.

source: Default post category.
tt: Әйтелмәгәндәге язма бүлеге.

source: This address is used for admin purposes, like new user notification.
tt: Бу адрес идарәчелек эшләрендә кулланыла, мисал өчен, яңа кулланучы турында белгертү өчен.

source: Site tagline.
tt: Сайт девизы.

source: Invalid menu ID.
tt: Дөрес булмаган меню тамгасы.

source: The given object ID is not that of a menu item.
tt: Әлеге объект IDсы меню элементыныкы түгел.

source: The menu name %s conflicts with another menu name. Please try another.
tt: %s дигән меню исеме башка меню исеме белән каршылыкка керә. Башкасын кулланып карагыз.

source: If you&#8217;re still stuck with this message, then check that your database contains the following tables:
tt: Әгәр сез һаман да бу хәбәрне күрәсез икән, мәгълүматлар базасында әлеге таблицалар булуын тикшерегез:

source: Read the <a href="%s" target="_blank">bug report</a> page. Some of the guidelines there may help you figure out what went wrong.
tt: <a href="%s" target="_blank">Хата хәбәре</a> битен укыгыз. Андагы кайбер күрсәтмәләр сезгә нәрсәнең ялгыш китүен аңларга ярдәм итәр.

source: What do I do now?
tt: Мин хәзер нишлим?

source: <strong>Could not find site %1$s.</strong> Searched for table %2$s in database %3$s. Is that right?
tt: <strong>%1$s сайтын табып булмады.</strong> %3$s мәгълүмат җыентысында %2$s таблицасын эзләдек. Бу дөресме?

source: <strong>Database tables are missing.</strong> This means that MySQL is not running, WordPress was not installed properly, or someone deleted %s. You really should look at your database now.
tt: <strong>Мәгълүмат җыентысы таблицалары җитми.</strong> Бу MySQL ның эшләмәвен, йә WordPress ның дөрес куелмавын, йә кемнеңдер %s ны бетерүен аңлата. Сез хәзер чынлап та мәгълүмат җыентыгызны карарга тиеш.

source: If you are the owner of this network please check that MySQL is running properly and all tables are error free.
tt: Если вы администратор сети &#8212; убедитесь, что MySQL работает и в таблицах нет ошибок.

source: If your site does not display, please contact the owner of this network.
tt: Если ваш сайт не отображается, свяжитесь с администратором этой сети.

source: This site has been archived or suspended.
tt: бу дәфтәр йә җыештырылып куелган, йә шикләнелеп ычкындырылган.

source: This site has not been activated yet. If you are having problems activating your site, please contact %s.
tt: Бу сайт активлаштырылмаган әле. Сайтыгызны активлаштыру белән проблемаларыгыз булса, %s белән бәйләнешкә керегез.

source: This site is no longer available.
tt: Бу сайт бүтән ачылмый.

source: Howdy USERNAME, Your new account is set up. You can log in with the following information: Username: USERNAME Password: PASSWORD LOGINLINK Thanks! --The Team @ SITE_NAME
tt: Сәлам, USERNAME, Сезнең яңа аккаунтыгыз әзер. Сез түбәндәге мәгълүмат белән керә аласыз: Исем: USERNAME Серсүз: PASSWORD LOGINLINK Рәхмәт! -- SITE_NAME дагы эшче төркем

source: WordPress &rsaquo; Success
tt: WordPress &rsaquo; Уңыш

source: You have been added to this site. Please visit the <a href="%s">homepage</a> or <a href="%s">log in</a> using your username and password.
tt: Сез әлеге сайтка өстәлдегез. Зинһар, <a href="%s">төп биткә</a> күчегез яки үзегезнең исемегезне һәм серсүзегезне кулланып <a href="%s">сайтка керегез</a>.

source: An error occurred adding you to this site. Back to the <a href="%s">homepage</a>.
tt: Сезне әлеге сайтка өстәгәндә хата барлыкка килде. Кире <a href="%s">төп биткә</a> кайтырга.

source: This file is too big. Files must be less than %d KB in size.
tt: Бу файл артык зур. Файллар %d КБтан кечерәк булырга тиеш.

source: New %1$s Site: %2$s
tt: Яңа %1$s сайты: %2$s

source: Howdy USERNAME, Your new SITE_NAME site has been successfully set up at: BLOG_URL You can log in to the administrator account with the following information: Username: USERNAME Password: PASSWORD Log in here: BLOG_URLwp-login.php We hope you enjoy your new site. Thanks! --The Team @ SITE_NAME
tt: Сәлам, USERNAME, Сезнең яңа SITE_NAME сайтыгыз BLOG_URL адресында уңышлы урнаштырылды Сез идарәче аккаунтына түбәндәге мәгълүмат белән керә аласыз: Исем: USERNAME Серсүз: PASSWORD Бу адрестан керегез: BLOG_URLwp-login.php Яңа сайтыгызга шатсыздыр дип өметләнәбез. Рәхмәт! -- SITE_NAME дагы эшче төркем

source: You appear to have already installed WordPress. To reinstall please clear your old database tables first.
tt: Сез WordPress ны инде куйгансыз бугай. Яңадан куяр өчен, башта иске мәгълүмат җыентыгызны чистартыгыз.

source: Already Installed
tt: Инде куелган

source: New User: %1$s Remote IP: %2$s Disable these notifications: %3$s
tt: Яңа кулланучы: %1$s Ерактагы IP: %2$s Бу искәртүләрне сүндерү: %3$s

source: New Site Registration: %s
tt: Яңа сайт теркәү: %s

source: New Site: %1$s URL: %2$s Remote IP: %3$s Disable these notifications: %4$s
tt: Яңа сайт: %1$s URL: %2$s Ерактагы IP: %3$s Бу искәртүләрне сүндерү: %4$s

source: Could not create site.
tt: Сайт ясап булмады.

source: The site is already active.
tt: Ул сайт активлаштырылган инде.

source: The user is already active.
tt: Бу кулланучы активлаштырылган инде.

# New user notification email subject
source: [%1$s] Activate %2$s
tt: [%1$s] да %2$s ны активлаштыру

source: To activate your user, please click the following link: %s After you activate, you will receive *another email* with your login.
tt: Кулланучыгызны активлаштыру өчен, түбәндәге сылтамага басыгыз: %s Активлаштырганнан соң, сез керү өчен мәгълүмат белән *тагын бер емайл* алырсыз.

# New site notification email subject
source: [%1$s] Activate %2$s
tt: [%1$s] та %2$s ны активлаштыру

source: To activate your blog, please click the following link: %s After you activate, you will receive *another email* with your login. After you activate, you can visit your site here: %s
tt: Блогыгызны активлаштырыр өчен, түбәндәге сылтамага чиртегез: %s Активлаштырганнан соң, керү исемегез күрсәтелгән *тагын бер хат* алырсыз. Активлаштырганнан соң, сайтыгызны бу адреста ачып карый аласыз: %s

source: That site is currently reserved but may be available in a couple days.
tt: Хәзерге вакытта әлеге адрес резервта тора, әмма берничә көннән соң сез аның белән файдалана алырга мөмкинсез.

source: Sorry, that site is reserved!
tt: Кызганыч, әлеге адрес запаска калдырылган!

source: Sorry, that site already exists!
tt: Кызганыч, ул адреста сайт ясалган инде!

source: Please enter a site title.
tt: Зинһар, сайтның атамасын кертегез.
