Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.8.x/wp-4.8.x-*.po
Languages: tt

source: The following values do not describe a valid date: month %1$s, day %2$s.
tt: Бу саннар дөрес датаны белгертми: %1$s ае, %2$s көне.

source: The following values do not describe a valid date: year %1$s, month %2$s, day %3$s.
tt: Бу саннар дөрес датаны белгертми: %1$s елы, %2$s ае, %3$s көне.

source: Invalid value %1$s for %2$s. Expected value should be between %3$s and %4$s.
tt: %1$s - %2$s өчен хаталы сан. %3$s белән %4$s арасындагы сан көтелә.

source: When in reorder mode, additional controls to reorder widgets will be available in the widgets list above.
tt: Урын үзгәртү режимында өстәге виджет исемлегендә виджетларның урынын үзгәртү өчен өстәмә кораллар булачак.

source: Search installed themes&hellip;
tt: Куелган темалардан эзләү&hellip;

# theme
source: Change
tt: Үзгәртү

source: Previewing theme
tt: Теманы алдан карау

source: Active theme
tt: Актив тема

source: Theme Details
tt: Тема турында

source: <span>Active:</span> %s
tt: <span>Актив:</span> %s

# theme author
source: By %s
tt: %s язган

source: Live Preview
tt: Эшләтеп карау

source: Preview as an app icon
tt: Кушымта рәсемчеге итеп алдан карау

source: Preview as a browser icon
tt: Браузер рәсемчеге итеп алдан карау

source: %s is forbidden
tt: %s тыелган

source: Partial render must echo the content or return the content string (or array), but not both.
tt: Өлешчә төзү эчтәлекне чыгарырга яки эчтәлек теземен (яки массивын) кайтарырга тиеш, әмма икесен дә эшләргә тиеш түгел.

source: Create Menu
tt: Меню барлыкка китерү

source: Edit Menu
tt: Менюны үзгәртү

source: Edit selected menu
tt: Сайланган менюны үзгәртергә

source: Original: %s
tt: Оригиналы: %s

source: The description will be displayed in the menu if the current theme supports it.
tt: Хәзерге тема аны тәэмин итсә, ул тасвирлама менюда күрсәтеләчәк.

source: Link Relationship (XFN)
tt: Сылтама мөнәсәбәте (XFN)

source: CSS Classes
tt: CSS класслары

source: Title Attribute
tt: Title атрибуты

source: Navigation Label
tt: Күчкенең тексты

source: Remove Menu Item: %1$s (%2$s)
tt: %1$s (%2$s) менюсын бетерү

source: Edit menu item: %1$s (%2$s)
tt: %1$s (%2$s) менюсын төзәтү

# menu location
source: (Current: %s)
tt: (Хәзерге: %s)

source: Delete Menu
tt: Менюны бетерү

source: When in reorder mode, additional controls to reorder menu items will be available in the items list above.
tt: Урын үзгәртү режимында өстәге өлешләр исемлегендә өлешләрнең урынын үзгәртү өчен өстәмә кораллар булачак.

source: Add Items
tt: Өлешләр өстәү

source: Add or remove menu items
tt: Меню өлешләрен өстәү йә бетерү

source: Automatically add new top-level pages to this menu
tt: Бу менюга иң тышкы яңа битләрне автоматически өстәп бару

source: Menu Options
tt: Меню көйләүләре

source: Choose File
tt: Файл сайлау

source: No file selected
tt: Бер файл да сайланмаган

source: Change File
tt: Файлны үзгәртү

source: Select File
tt: Файл сайлау

source: Choose Image
tt: Рәсем сайлау

source: No image selected
tt: Бер сурәт тә сайланмаган

source: Change Image
tt: Сурәтне үзгәртү

source: Select Image
tt: Сурәт сайлау

# custom headers
source: Suggested
tt: Киңәш ителгән

# custom headers
source: Previously uploaded
tt: Элегрәк йөкләнгән

source: Add new image
tt: Яңа рәсем өстәү

source: Add new header image
tt: Яңа башлык рәсемен өстәү

source: Hide image
tt: Рәсемне яшерү

source: Hide header image
tt: Башлык рәсемен яшерү

source: Current header
tt: Хәзерге башлык

source: While you can crop images to your liking after clicking <strong>Add new image</strong>, your theme recommends a header height of %s pixels.
tt: <strong>Яңа рәсем өстәү</strong>гә чирткәннән соң рәсемне теләгәнегезчә кисә алсагыз да, темагыз башлык биеклегенең %s булуын киңәш итә.

source: While you can crop images to your liking after clicking <strong>Add new image</strong>, your theme recommends a header width of %s pixels.
tt: <strong>Яңа рәсем өстәү</strong>гә чирткәннән соң рәсемне теләгәнегезчә кисә алсагыз да, темагыз башлык киңлегенең %s булуын киңәш итә.

source: While you can crop images to your liking after clicking <strong>Add new image</strong>, your theme recommends a header size of %s pixels.
tt: <strong>Яңа рәсем өстәү</strong>гә чирткәннән соң рәсемне теләгәнегезчә кисә алсагыз да, темагыз башлык зурлыгының %s булуын киңәш итә.

source: No image set
tt: Бер сурәт тә куелмаган

source: Randomizing suggested headers
tt: Киңәш ителгән башлыкларны очраклылаштыру

source: Randomizing uploaded headers
tt: Йөкләнгән башлыкларны очраклылаштыру

source: Remove image
tt: Сурәтне алып ату

source: Set image
tt: Рәсем кую

source: Randomize suggested headers
tt: Киңәш ителгән башлыкларны очраклылаштыру

source: Randomize uploaded headers
tt: Йөкләнгән башлыкларны очраклылаштыру

source: Once Daily
tt: Көн саен

source: Twice Daily
tt: Көн саен ике тапкыр

source: Once Hourly
tt: Сәгать саен

source: This argument has changed to an array to match the behavior of the other cron functions.
tt: Башка хронология функцияләренең тотышына туры килсен өчен бу аргумент массивка әйләндерелергә тиеш.

source: <strong>ERROR</strong>: The comment could not be saved. Please try again later.
tt: <strong>ХАТА</strong>: Ул комментны саклап булмады. Соңрак тагын эшләп карагыз.

source: <strong>ERROR</strong>: please type a comment.
tt: <strong>ХАТА</strong>: зинһар, комментарий кертегез.

source: <strong>ERROR</strong>: please enter a valid email address.
tt: <strong>ХАТА</strong>: зинһар, хатасыз e-mail адресы кертегез.

source: <strong>ERROR</strong>: please fill the required fields (name, email).
tt: <strong>ХАТА</strong>: зинһар, зарури кырларны тутырыгыз (исем, email).

source: Could not update comment status
tt: Комментарий статусын үзгәртеп булмады

source: <strong>ERROR</strong>: your comment is too long.
tt: <strong>ХАТА</strong>: комментыгыз артык озын.

source: <strong>ERROR</strong>: your url is too long.
tt: <strong>ХАТА</strong>: веб адресыгыз артык озын.

source: <strong>ERROR</strong>: your email address is too long.
tt: <strong>ХАТА</strong>: емайл адресыгыз артык озын.

source: <strong>ERROR</strong>: your name is too long.
tt: <strong>ХАТА</strong>: исемегез артык озын.

source: You are posting comments too quickly. Slow down.
tt: Сез комментарийларны артык тиз язасыз. Әкренрәк кирәк.

source: Duplicate comment detected; it looks as though you&#8217;ve already said that!
tt: Дубликат коммент эләктерелде; син аны инде язгансың бугай!

# comment status
source: Trash
tt: Чүп

# comment status
source: Spam
tt: Спам

# comment status
source: Approved
tt: Расланган

source: Unapproved
tt: Расланмаган

source: Post Comment
tt: Коммент язу

source: Cancel reply
tt: Җавап язудан баш тарту

source: Your email address will not be published.
tt: Сезнең e-mail адресыгыз һәркемгә ачык итеп куелмаячак.

source: Logged in as %s. Edit your profile.
tt: Сез %s булып кердегез. Профильне үзгәрү.

source: <a href="%1$s" aria-label="%2$s">Logged in as %3$s</a>. <a href="%4$s">Log out?</a>
tt: <a href="%1$s" aria-label="%2$s">Сез %3$s булып кердегез</a>. <a href="%4$s">Чыгаргамы?</a>

source: You must be <a href="%s">logged in</a> to post a comment.
tt: Комментарий язар өчен <a href="%s">кергән</a> булырга тиешсез.

source: Required fields are marked %s
tt: Мәҗбүри кырлар %s белән тамгаланган

source: Website
tt: Сайт

source: Email
tt: Емайл

source: Name
tt: Исем

source: Leave a Reply to %s
tt: %s га җавап калдыру

source: Leave a Reply
tt: Җавап калдыру

source: Click here to cancel reply.
tt: Җаваптан баш тартыр өчен монда чиртегез.

source: Log in to leave a Comment
tt: Комментарий калдыру өчен керегез

source: Leave a Comment
tt: Комментарий калдыру

source: Log in to Reply
tt: Җавап языр өчен керү

source: Reply to %s
tt: %s га җавап язу

source: Reply
tt: Җавап бирергә

source: Enter your password to view comments.
tt: Комментарийларны күрер өчен серсүзегезне кертегез.

source: Comments Off<span class="screen-reader-text"> on %s</span>
tt: <span class="screen-reader-text">%s да</span> комментлар сүндерелгән

source: %1$s Comment<span class="screen-reader-text"> on %2$s</span>
tt: <span class="screen-reader-text">%2$s да</span> %1$s коммент

source: 1 Comment<span class="screen-reader-text"> on %s</span>
tt: <span class="screen-reader-text">%s да</span> 1 коммент

source: No Comments<span class="screen-reader-text"> on %s</span>
tt: <span class="screen-reader-text">%s да</span> бер коммент та юк

source: Pingback
tt: Пингбэк

source: Trackback
tt: Трэкбэк

# noun
source: Comment
tt: Коммент

source: 1 Comment
tt: 1 комментарий

source: %s Comment
tt: %s комментарий

source: The specified target URL does not exist.
tt: Күрсәтелгән барасы адреста әйбер юк.

source: Pingback from %1$s to %2$s registered. Keep the web talking! :-)
tt: %1$s дән %2$s гә белдерү теркәлде. Интернетны сөйләштереп торыгыз! :-)

source: The source URL does not contain a link to the target URL, and so cannot be used as a source.
tt: Җибәрүче адреста максат адреска илтә торган сылтама юк, шуңа күрә ул җибәрүче итеп кулланыла алмый.

source: We cannot find a title on that page.
tt: Без ул битнең башлыгын таба алмыйбыз.

source: The source URL does not exist.
tt: Җибәрүче адрес юк.

source: The pingback has already been registered.
tt: "Кире чигертү" теркәтелгән инде.

source: The source URL and the target URL cannot both point to the same resource.
tt: Җибәрүче адрес һәм максат адрес икесе бер үк була алмый.

source: The specified target URL cannot be used as a target. It either doesn&#8217;t exist, or it is not a pingback-enabled resource.
tt: Күрсәтелгән максат адрес максат итеп кулланыла алмый. Анда бит юк, яки, андагы бит пингбэклар белән эшләми.

source: Is there no link to us?
tt: Монда безгә илтүче бер сылтама да юк мы?

source: Could not write file %1$s (%2$s).
tt: %1$s ны язып булмады (%2$s).

source: Sorry, you have used your space allocation.
tt: Гафу итегез, сез буш урыныгызны кулланып бетердегез.

source: Sorry, you are not allowed to publish this page.
tt: Гафу итегез, сезгә әлеге битне бастырырга рөхсәт ителмәгән.

source: Sorry, you are not allowed to change the page author as this user.
tt: Сез бу кулланучы булып бит авторын үзгәртә алмыйсыз.

source: Sorry, you are not allowed to change the post author as this user.
tt: Сез бу кулланучы булып язма авторын үзгәртә алмыйсыз.

source: Sorry, you are not allowed to create pages as this user.
tt: Гафу итегез, сезгә әлеге кулланучы исеменнән битләр ясарга рөхсәт ителмәгән.

source: Invalid post format.
tt: Язма форматы дөрес түгел.

source: Sorry, you are not allowed to publish posts on this site.
tt: гафу итегез, сезнең бу дәфтәрдәге язмаларны нәшер итү хакыгыз юк.

source: Sorry, you are not allowed to publish pages on this site.
tt: Кызганыч, сезнең бу дәфтәрдәге битләрне нәшер итү хакыгыз юк.

source: For some strange yet very annoying reason, this post could not be edited.
tt: Сәер һәм ачуны чыгара торган ниндидер сәбәп белән бу язманы төзәтеп булмый.

source: Sorry, you are not allowed to publish this post.
tt: Кызганыч, сезгә әлеге язманы нәшер итергә рөхсәт ителмәгән.

source: Sorry, no such post.
tt: гафу итегез, андый язма юк.

source: Sorry, that file cannot be edited.
tt: Кызганыч, ул файлны төзәтеп булмый.

source: Either there are no posts, or something went wrong.
tt: әллә монда бер язма да юк, әллә инде нәрсәдер ялгыш юлга киткән.

source: Sorry, you are not allowed to access user data on this site.
tt: Гафу итегез, сезгә әлеге сайт кулланучылары мәгълүматларын алу рөхсәт ителмәгән.

source: Sorry, revisions are disabled.
tt: Гафу итегез, үзгәрешләр тарихы сүндерелгән.

source: Sorry, you are not allowed to upload files.
tt: Кызганыч, сезгә файлларны йөкләү рөхсәт ителмәгән.

source: Sorry, you are not allowed to update options.
tt: Сезгә көйләнеш үзгәртү хакы бирелмәгән.

source: Sorry, you are not allowed access to details of this post.
tt: Кызганыч, сезгә бу язма турында мәгълүмат алу рөхсәт ителмәгән.

source: Sorry, you are not allowed access to details about this site.
tt: Бу сайт турындагы җентекле мәгълүмат сезнең өчен ябык.

source: An unknown error occurred
tt: Билгесез хата килеп чыкты

source: A valid email address is required.
tt: Дөрес емайл адресы кирәк.

source: Comment author name and email are required.
tt: Коммент авторының исеме һәм емайл адресы кирәк.

source: Sorry, comments are closed for this item.
tt: кызганыч, бу әйбергә комментарий калдыру ябылган.

source: You must be registered to comment.
tt: Коммент языр өчен сез теркәлгән булырга тиеш.

source: Invalid comment status.
tt: Комментарийның статусы хаталы.

source: Sorry, you are not allowed to moderate or edit this comment.
tt: Гафу итегез, сезгә бу комментны модерацияләү йә төзәтү рөхсәт ителмәгән.

source: Invalid comment ID.
tt: Коммент идентификаторы хаталы.

source: Sorry, you must be able to edit posts on this site in order to view categories.
tt: Кызганыч, бүлекләрне күрер өчен сезнең сез бу дәфтәрдә язмаларны үзгәртү хокукыгыз булырга тиеш.

source: Sorry, you are not allowed to delete a category.
tt: Гафу итегез, сезгә бүлек бетерү рөхсәт ителмәгән.

source: Sorry, the new category failed.
tt: Кызганыч, яңа бүлек өстәү булып чыкмады.

source: Sorry, you are not allowed to add a category.
tt: Гафу итегез, сезгә бүлек өстәү рөхсәт ителмәгән.

source: Sorry, you must be able to edit posts on this site in order to view tags.
tt: Гафу итегез, тамгаларны карау өчен сездә редактор хокуклары булырга тиеш.

source: Sorry, you are not allowed to edit posts.
tt: Гафу итегез, сезгә язмаларны үзгәртү рөхсәт ителмәгән.

source: Failed to delete the page.
tt: битне бетерү барып чыкмады.

source: Sorry, you are not allowed to delete this page.
tt: Гафу итегез, сезгә әлеге битне бетерү рөхсәт ителмәгән.

source: Sorry, you are not allowed to edit pages.
tt: Гафу итегез, сезгә битләрне үзгәрту рөхсәт ителмәгән.

source: Sorry, no such page.
tt: гафу итегез, андый бит юк.

source: Sorry, you are not allowed to edit this page.
tt: Гафу итегез, сезгә әлеге битне үзгәртү рөхсәт ителмәгән.

source: Sorry, the user cannot be updated.
tt: Гафу итегез, кулланучы яңартыла алмый.

source: Sorry, you are not allowed to edit your profile.
tt: Гафу итегез, сезгә үзегезнең профилегезне үзгәртү рөхсәт ителмәгән.

source: Sorry, you are not allowed to list users.
tt: Кызганыч, сезгә кулланучыларны карау рөхсәт ителмәгән.

source: Invalid user ID.
tt: Дөрес булмаган {кулланучы тамгасы}.

source: Sorry, you are not allowed to edit this user.
tt: Гафу итегез, сезгә әлеге кулланучыны үзгәртү рөхсәт ителмәгән.

source: Sorry, you are not allowed to assign terms in this taxonomy.
tt: Сезгә әлеге таксономиядә элементлар билгеләү рөхсәт ителмәгән.

source: Sorry, deleting the term failed.
tt: Гафу итегез, элементны бетереп булмады.

source: Sorry, editing the term failed.
tt: Гафу итегез, элементны узгәртеп булмады.

source: This taxonomy is not hierarchical so you can't set a parent.
tt: Әлеге таксономия иерархияле түгел, шуңа күрә сез ана элемент сайлап куя алмыйсыз.

source: Parent term does not exist.
tt: Ана элемент юк.

source: This taxonomy is not hierarchical.
tt: Бу таксономия иерархияле түгел.

source: The term name cannot be empty.
tt: Элемент исеме буш була алмый.

source: Sorry, you are not allowed to create terms in this taxonomy.
tt: Сезгә әлеге таксономиядә элементлар барлыкка китерергә рөхсәт ителми.

source: Sorry, you are not allowed to edit posts in this post type.
tt: Гафу итегез, сезгә әлеге типтагы язмаларны үзгәртү рөхсәт ителмәгән.

source: The post cannot be deleted.
tt: Язманы бетерү мөмкин түгел.

source: Sorry, you are not allowed to delete this post.
tt: Гафу итегез, сезгә әлеге язманы бетерү рөхсәт ителмәгән.

source: There is a revision of this post that is more recent.
tt: Бу язманың яңарак версиясе бар.

source: Sorry, you are not allowed to add a term to one of the given taxonomies.
tt: Гафу итегез, сезгә бирелгән таксономияләрнең берсенә яңа элемент өстәү рөхсәт ителмәгән.

source: Ambiguous term name used in a hierarchical taxonomy. Please use term ID instead.
tt: Иерархияле таксономиядә берничә элементка туры килгән исем кулланылган. Зинһар, аның урынына элементның ID-сын кулланыгыз.

source: Invalid term ID.
tt: Термин идентификаторы хаталы.

source: Sorry, you are not allowed to assign a term to one of the given taxonomies.
tt: Гафу итегез, сезгә бирелгән таксономияләрнең берсенә элемент өстәп куярга рөхсәт ителмәгән.

source: Sorry, one of the given taxonomies is not supported by the post type.
tt: Гафу итегез, бирелгән таксономияләрнең берсе андый язма тибы өчен кулланыла алмый.

source: Invalid attachment ID.
tt: Беркетмә IDсы дөрес түгел.

source: Invalid author ID.
tt: Хаталы автор ID-сы.

source: Sorry, you are not allowed to create posts as this user.
tt: Сезгә әлеге кулланучы исеменнән яңа язмалар барлыкка китерергә рөхсәт ителмәгән.

source: Sorry, you are not allowed to create password protected posts in this post type.
tt: Гафу итегез, сезгә әлеге типтагы язмаларны серсүз белән саклау рөхсәт ителмәгән.

source: Sorry, you are not allowed to create private posts in this post type.
tt: Гафу итегез, сезгә әлеге типтагы ябык язмалар барлыкка китерергә рөхсәт ителмәгән.

source: Sorry, you are not allowed to post on this site.
tt: гафу итегез, сез бу дәфтәргә яза алмыйсыз.

source: The post type may not be changed.
tt: Язманың тибын үзгәртеп булмый.

source: Sorry, you are not allowed to edit this post.
tt: Гафу итегез, сезгә бу язманы үзгәртү рөхсәт ителмәгән.

source: Invalid post ID.
tt: эшләми торган язма тамга саны.

source: Sorry, you are not allowed to make posts sticky.
tt: Кызганыч, сезгә язмаларны ябыштырып кую рөхсәт ителмәгән.

source: Sorry, you cannot stick a private post.
tt: Гафу итегез, сез шәхси язманы ябыштырып куя алмыйсыз.

source: Insufficient arguments passed to this XML-RPC method.
tt: Әлеге XML-RPC методына җибәрелгән аргументлар җитәрлек түгел.

source: Allow link notifications from other blogs (pingbacks and trackbacks) on new articles
tt: Яңа язмалар өчен башка блоглардан сылтамалар турында белгертүләрне рөхсәт итү (пингбэк белән трэкбэкларны.)

source: Allow people to post comments on new articles
tt: Кешеләргә яңа язмаларга комментарийлар язуны рөхсәт итү

source: Large size image height
tt: Зур сурәтнең биеклеге

source: Large size image width
tt: Зур сурәтнең киңлеге

source: Medium-Large size image height
tt: Урта-Зур рәсем биеклеге

source: Medium-Large size image width
tt: Урта-Зур рәсем киңлеге

source: Medium size image height
tt: Урта размердагы сурәтнең биеклеге

source: Medium size image width
tt: Урта размердагы сурәтнең киңлеге

source: Crop thumbnail to exact dimensions
tt: Миниатюраны төгәл размерлар буенча кисәргә

source: Thumbnail Height
tt: Миниатюраның биеклеге

source: Thumbnail Width
tt: Миниатюраның киңлеге

source: Allow new users to sign up
tt: Яңа кулланучыларга теркәлергә рөхсәт бирергә

source: Time Format
tt: Сәгать күренеше

source: Date Format
tt: Көн күренеше

source: Site Tagline
tt: тамга тезмәсе

source: Time Zone
tt: вакыт зонасы

source: Post Thumbnail
tt: Язма миниатюрасы

source: Stylesheet
tt: Стильләр таблицасы

source: Template
tt: Калып

source: Image default align
tt: Сурәтләрнең килешенгән тигезләнеше

source: Image default size
tt: Сурәтләрнең килешенгән зурлыгы

source: Image default link type
tt: Сурәт сылтамасының килешенгән тибы

source: The URL to the admin area
tt: Админ өлкәсе URL ы

source: Login Address (URL)
tt: Керү адресы (URL)

source: Site Address (URL)
tt: Сайт адресы (URL)

source: WordPress Address (URL)
tt: WordPress адресы (URL)

source: Software Version
tt: програм версиясе

source: Software Name
tt: Программа исеме

source: Incorrect username or password.
tt: Кулланучы исеме йә серсүз хаталы.

source: XML-RPC services are disabled on this site.
tt: Бу сайтта XML-RPC сервислары сүндерелгән.

source: There are no options for this widget.
tt: бу такма өчен бер көйләнеш тә юк.

source: Usage of user levels by plugins and themes is deprecated. Use roles and capabilities instead.
tt: Өстәмә һәм бизәлешләрнең кулланучы дәрәҗәләрен кулланулары искергәнчә гамәл. Алар урынына рольләр һәм мөмкинлекләрне куланыгыз.

source: Use %s instead.
tt: Аның урынына %s ны кулланыгыз.

source: Seasonal
tt: Сезонлы

source: Photoblogging
tt: Фотоблог алып бару

source: Blavatar
tt: Блаватар

source: Responsive Layout
tt: Җайлашучан урнаштырылу

source: Fluid Layout
tt: Үзгәрүчән урнаштырылу

source: Fixed Layout
tt: Үзгәрмәс урнаштырылу

source: Light
tt: Якты

source: Dark
tt: Карасу

source: Yellow
tt: Сары

source: White
tt: Ак

source: Tan
tt: Саргылт-көрән

source: Silver
tt: Көмеш

source: Red
tt: Кызыл

source: Purple
tt: Шәмәхә

source: Pink
tt: Алсу

source: Orange
tt: Әфлисун төсе

source: Green
tt: Яшел

source: Gray
tt: Соры

source: Brown
tt: Көрән

source: Blue
tt: Зәңгәр

source: Black
tt: Кара

source: The "%s" theme is not a valid parent theme.
tt: "%s" темасы эшкә яраклы ана тема түгел.

source: The parent theme is missing. Please install the "%s" parent theme.
tt: Ана бизәлеш юк. Зинһар, "%s" ана бизәлешен куегыз.

source: Template is missing. Standalone themes need to have a %1$s template file. <a href="%2$s">Child themes</a> need to have a Template header in the %3$s stylesheet.
tt: Калып җитми. Мөстәкыйль темаларда %1$s калып файлы булырга тиеш. <a href="%2$s">Бала темалар</a>ның %3$s стиль файлында калып башлыгы булырга тиеш.

source: Stylesheet is not readable.
tt: Стильләр таблицасы укыла алмый.

source: ERROR: The themes directory is either empty or doesn&#8217;t exist. Please check your installation.
tt: ХАТА: Темалар директориясе яки буш, яки ул бөтенләй юк. Зинһар, дистрибутивның дөрес урнаштырылганын тикшерегез.

source: The theme directory "%s" does not exist.
tt: "%s" тема савыты юк.

source: Term ID is shared between multiple taxonomies
tt: ID термины күп таксономияләр өчен уртак

source: Inexistent terms.
tt: Элементлар юк.

source: Invalid taxonomy.
tt: Хаталы таксономия.

# Comma-separated list of search stopwords in your language
source: about,an,are,as,at,be,by,com,for,from,how,in,is,it,of,on,or,that,the,this,to,was,what,when,where,who,will,with,www
tt: һәм,белән,да,дә,бу,ул,дип,өчен,бер,иде,аның,буенча,ә,генә,бик,инде,шул,бар,түгел,гына,шулай,үз,ук,турында,алар,булган,булып,алып,иң,итеп

source: Invalid object type
tt: Объект төре хаталы

source: F j, Y g:i a
tt: Y-m-d H:i

source: g:i a
tt: H:i

source: F j, Y
tt: Y-m-d

source: The %s directory of the develop repository must be used for RTL.
tt: Төзелеш репозитариесенең %s папкасы RTL өчен кулланылырга тиеш.

# December abbreviation
source: Dec
tt: Дек

# November abbreviation
source: Nov
tt: Ноя

# October abbreviation
source: Oct
tt: Окт

# September abbreviation
source: Sep
tt: Сен

# August abbreviation
source: Aug
tt: Авг

# July abbreviation
source: Jul
tt: Июл

# June abbreviation
source: Jun
tt: Июн

# May abbreviation
source: May
tt: Май

# April abbreviation
source: Apr
tt: Апр

# March abbreviation
source: Mar
tt: Мар

# February abbreviation
source: Feb
tt: Фев

# January abbreviation
source: Jan
tt: Янв

# genitive
source: December
tt: Декабрь

# genitive
source: November
tt: Ноябрь

# genitive
source: October
tt: Октябрь

# genitive
source: September
tt: Сентябрь

# genitive
source: August
tt: Август

# genitive
source: July
tt: Июль

# genitive
source: June
tt: Июнь

# genitive
source: May
tt: Май

# genitive
source: April
tt: Апрель

# genitive
source: March
tt: Март

# genitive
source: February
tt: Февраль

# genitive
source: January
tt: Гыйнвар

source: December
tt: Декабрь

source: November
tt: Ноябрь

source: October
tt: Октябрь

source: September
tt: Сентябрь

source: August
tt: Август

source: July
tt: Июль

source: June
tt: Июнь

source: May
tt: Май

source: April
tt: Апрель

source: March
tt: Март

source: February
tt: Февраль
