Repository: maheshwaghmare/wp-i18n
Catalog: po-files/themes/astra/*/wp-themes-astra-*-translated.po
Languages: mr

source: Left
mr: डावं

source: Bottom
mr: तळाशी

source: Right
mr: उजवा

source: Top
mr: अव्वल

source: Link
mr: लिंक

source: Site Identity
mr: साइटची ओळख

source: Background
mr: पार्श्वभाग

source: Fixed
mr: निश्चित

source: Scroll
mr: पृष्ठभाग स्क्रोल

source: Background Attachment
mr: पार्श्वभूमी संलग्नक

source: Auto
mr: स्वयं

source: No Repeat
mr: पुनरावृत्ती नाही

source: Select File
mr: फाईल निवडा

source: Remove
mr: काढा

source: No File Selected
mr: फाईलची निवड केली नाही

source: Background Image
mr: पार्श्वभूमीची इमेज

source: No file selected
mr: फाईलची निवड केली नाही

source: Default System Font
mr: डीफॉल्ट सिस्टम फॉन्ट

source: Container for Blog Archives
mr: ब्लॉग संग्रहणासाठी कंटेनर

source: Container for Blog Posts
mr: ब्लॉग पोस्टसाठी कंटेनर

source: Container for Pages
mr: पृष्ठे साठी कंटेनर

source: Default Container
mr: डीफॉल्ट कंटेनर

source: Course Columns
mr: कोर्स कॉलोम्स

source: Membership Columns
mr: सदस्यता कॉलोम्स

source: Shop Archive Content Width
mr: शॉप संग्रह सामग्री रूंदी

source: LifterLMS Course/Lesson
mr: लिफ्टर एल एम एस कोर्स / पाठ

source: LifterLMS
mr: लिफ्टर एल एम एस

source: Leave Review
mr: पुनरावलोकनासाठी सोडा

source: Review Text is required.
mr: पुनरावलोकन मजकूर आवश्यक आहे.

source: Review Text
mr: मजकूर पुनरावलोकन करा

source: Review Title is required.
mr: पुनरावलोकन शीर्षक आवश्यक आहे.

source: Review Title
mr: पुनरावलोकन शीर्षक

source: Write a Review
mr: एक पुनरावलोकन लिहा

source: Thank you for your review!
mr: आपल्या पुनरावलोकनाबद्दल धन्यवाद!

source: By: %s
mr: यांनी: %s

source: Product Image Hover Style
mr: प्रॉडक्ट प्रतिमा होव्हर शैली

source: Cart Page
mr: कार्ट पेज

source: Settings
mr: सेटिंग्ज

source: Inline Logo & Site Title
mr: इनलाईन लोगो आणि साईट टायटल

source: Blog
mr: ब्लॉग

source: Primary Header
mr: प्राथमिक शीर्षलेख

source: Availability:
mr: उपलब्धता:

source: Out of stock
mr: स्टॉक मध्ये नाही

source: Add To Cart
mr: कार्टमध्ये जोडा

source: Short Description
mr: संक्षिप्त वर्णन

source: Ratings
mr: रेटिंग्ज

source: Price
mr: किंमत

source: Title
mr: शीर्षक

source: Shop Product Structure
mr: खरेदी उत्पादन संरचना

source: Swap Images
mr: प्रतिमा स्वॅप करा

source: Products Per Page
mr: प्रति पृष्ठ उत्पादने

source: Shop Columns
mr: शॉप कॉलोम्स

source: Disable Breadcrumb
mr: ब्रेडक्रंब अक्षम करा

source: Enable Upsells
mr: उपसेल सक्षम करा

source: Single Product
mr: सिंगल उत्पादन

source: Shop
mr: शॉप

source: General
mr: सामान्य

source: WooCommerce
mr: उकॉमर्स

source: View your shopping cart
mr: आपले शॉपिंग कार्ट पहा

source: This sidebar will be used on Single Product page.
mr: हा साइडबार एकल उत्पाद पृष्ठावर वापरला जाईल.

source: Product Sidebar
mr: उत्पादन साइडबार

source: This sidebar will be used on Product archive, Cart, Checkout and My Account pages.
mr: हे साइडबार वापरलेले उत्पादन संग्रहण, कार्ट, चेकआऊट आणि माझे खाते पृष्ठांवर वापरले जाईल.

source: WooCommerce Sidebar
mr: उकॉमर्स साइडबार

source: This page doesn't seem to exist.
mr: हे पृष्ठ विद्यमान दिसत नाही.

source: Home
mr: होम

source: Disable Featured Image
mr: वैशिष्ट्यीकृत प्रतिमा अक्षम करा

source: Logo Width
mr: लोगो रुंदी

source: Retina Logo
mr: रेटिना लोगो

source: Disable Footer Bar
mr: फूटर बार अक्षम करा

source: Disable Footer Widgets
mr: फूटर विजेट्स् अक्षम करा

source: Paragraph Margin Bottom
mr: मजकूर तळ मार्जिन

source: Blog Post Structure
mr: ब्लॉग पोस्ट संरचना

source: Title & Blog Meta
mr: शीर्षक आणि ब्लॉग मेटा

source: Featured Image
mr: वैशिष्ट्यीकृत प्रतिमा

source: Single Post Structure
mr: सिंगल पोस्ट स्ट्रक्चर

source: Continue reading %s
mr: वाचणे सुरू ठेवा %s

source: Footer Widget Area 4
mr: फूटर विजेट क्षेत्र ४

source: Footer Widget Area 3
mr: फूटर विजेट क्षेत्र ३

source: Footer Widget Area 2
mr: फूटर विजेट क्षेत्र २

source: Footer Widget Area 1
mr: फूटर विजेट क्षेत्र १

source: Footer Bar Section 2
mr: फूटर बार विभाग २

source: Footer Bar Section 1
mr: फूटर बार विभाग १

source: Main Menu
mr: मुख्य मेनू

source: Customizer Setting
mr: कस्टमाइझर सेटिंग

source: Click here to assign a widget for this area.
mr: या क्षेत्रासाठी एक विजेट प्रदान करण्यासाठी येथे क्लिक करा.

source: Headings
mr: हेडिंग्स

source: Body & Content
mr: बॉडी आणि कन्टेन्ट

source: Footer Bar Width
mr: फूटर बार रुंदी

source: Footer Bar Top Border
mr: फूटर बार टॉप बॉर्डर

source: Footer Bar Layout 2
mr: फूटर बार लेआऊट २

source: Footer Bar Layout 1
mr: फूटर बार लेआऊट १

source: Footer Bar Layout
mr: फूटर बार लेआऊट

source: Pages
mr: पृष्ठे

source: Full Width / Stretched
mr: पूर्ण रूंदी / लांब

source: Full Width / Contained
mr: पूर्ण रूंदी / कॉन्टेन्ड

source: Default Layout
mr: डीफॉल्ट लेआऊट

source: Layout 4
mr: लेआऊट ४

source: Disable
mr: अक्षम करा

source: Footer Widgets Layout
mr: फूटर विजेट्स लेआऊट

source: Link Color
mr: लिंक कलर

source: Widget Title Color
mr: विजेट शीर्षक रंग

source: Base Typography
mr: बेस टायपोग्राफी

source: Base Colors
mr: बेस रंग

source: Footer Bar
mr: फूटर बार

source: Previous %s
mr: मागील%s

source: Next %s
mr: पुढील%s

source: Button Text Hover Color
mr: बटण मजकूर होवर रंग

source: Button Text Color
mr: बटण मजकूर रंग

source: Ultra-Bold 900
mr: अल्ट्रा-बोल्ड ९००

source: Extra-Bold 800
mr: अतिरिक्त-बोल्ड ८००

source: Bold 700
mr: बोल्ड ७००

source: Semi-Bold 600
mr: सेमी बोल्ड ६००

source: Medium 500
mr: मध्यम ५००

source: Normal 400
mr: नॉर्मल ४००

source: Light 300
mr: लाइट ३००

source: Extra-Light 200
mr: एक्सट्रा लाइट २००

source: Thin 100
mr: थीन १००

source: Heading 6 (H6)
mr: हेडींग ६ (एच ६)

source: Heading 5 (H5)
mr: हेडींग ५ (एच ५)

source: Heading 4 (H4)
mr: हेडींग ४ (एच ४)

source: Heading 3 (H3)
mr: हेडींग ३ (एच ३)

source: Heading 2 (H2)
mr: हेडींग २ (एच २)

source: Heading 1 (H1)
mr: हेडींग १ (एच १)

source: Archive Summary Box Title
mr: संग्रहण सारांश बॉक्स शीर्षक

source: Welcome
mr: स्वागत आहे

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
mr: आपली प्रथम पोस्ट प्रकाशित करण्यासाठी सज्ज? <a href="%1$s">Get started here</a>.

source: Footer Widgets
mr: फूटर विजेट १

source: Main Sidebar
mr: मेन साइडबार

source: Edit %s
mr: संपादन %s

source: Disable Primary Header
mr: प्राथमिक शीर्षलेख अक्षम करा

source: Disable Title
mr: शीर्षक अक्षम करा

source: Disable Sections
mr: विभाग अक्षम करा

source: Astra Settings
mr: अस्र सेटिंग्ज

source: Add Widget
mr: विजेट जोडा

source: Assign Footer Menu
mr: फूटर मेनू नियुक्त करा

source: Add Custom HTML
mr: कस्टम एचटीएमएल जोडा

source: Single Post / Page Title
mr: सिंगल पोस्ट / पेज शीर्षक

source: Site Tagline
mr: साइट टॅगलाइन

source: Site Title
mr: साईटचे शिर्षक

source: Line Height
mr: ओळीची उंची

source: Lowercase
mr: लोअर केस

source: Uppercase
mr: अप्पर केस

source: Capitalize
mr: कॅपीटलाइज

source: Inherit
mr: इनहेरीट

source: Text Transform
mr: मजकूर बदला

source: Font Weight
mr: फॉन्ट वजन

source: Font Family
mr: फॉन्ट कुटुंब

source: Font Size
mr: फॉन्ट आकार

source: Blog Post Title
mr: ब्लॉग पोस्ट शीर्षक

source: Display Site Tagline
mr: साइट टॅगलाइन दाखवा

source: Display Site Title
mr: साईटचे शिर्षक दाखवा

source: Container Width
mr: कंटेनर रुंदी

source: Sidebar Width
mr: साइडबार रुंदी

source: Right Sidebar
mr: उजवा साइडबार

source: Left Sidebar
mr: डावा साइडबार

source: No Sidebar
mr: साइडबार नाही

source: Stack
mr: स्टॅक

source: Inline
mr: इनलाइन

source: Mobile Header Alignment
mr: मोबाइल शीर्षलेख संरेखन

source: Menu Label on Small Devices
mr: स्मॉल डिव्हाइसेसवर मेनू लेबल

source: Header Width
mr: शीर्षलेखची रूंदी

source: Custom Menu Text / HTML
mr: सानुकूल मेनू मजकूर / एचटीएमएल

source: Text / HTML
mr: मजकूर / एचटीएमएल

source: Search
mr: शोधा

source: Disable Menu
mr: मेनू अक्षम करा

source: Logo Right
mr: लोगो उजवीकडे

source: Logo Center
mr: लोगो मध्यभागी

source: Logo Left
mr: लोगो डावीकडे

source: Content Width
mr: लिखाणाची रुंदी

source: Full Width
mr: पूर्ण रूंदी

source: Footer Bar Top Border Color
mr: तळटीप शीर्ष सीमा रंग

source: Section 2 Custom Text
mr: विभाग 2 सानुकूल मजकूर

source: Section 2
mr: विभाग २

source: Section 1 Custom Text
mr: विभाग १ सानुकूल मजकूर

source: Widget
mr: विजेट

source: Custom Text
mr: सानुकूल मजकूर

source: None
mr: काहीही नाही

source: Section 1
mr: विभाग १

source: Disabled
mr: अक्षम

source: Background Color
mr: पार्श्वभूमी रंग

source: Blog Post Archives
mr: ब्लॉग पोस्ट संग्रहण

source: Blog Posts
mr: ब्लॉग पोस्ट

source: Content Boxed
mr: कन्टेन्ट बॉक्स

source: Boxed
mr: बॉक्स

source: Content Layout
mr: कन्टेन्ट मांडणी

source: Blog Content Width
mr: ब्लॉग कन्टेन्ट रुंदी

source: Blog Meta
mr: ब्लॉग मेटा

source: Excerpt
mr: उतारा

source: Full Content
mr: संपूर्ण मजकूर

source: Blog Post Content
mr: ब्लॉग पोस्ट मजकूर

source: Enter Width
mr: रुंदी टाका

source: Custom
mr: सानुकूल

source: Default
mr: डीफॉल्ट

source: Single Post Content Width
mr: एकल पोस्ट मजकूर रूंदी

source: Tag
mr: टॅग

source: Publish Date
mr: तारीख प्रकाशित करा

source: Author
mr: लेखक

source: Category
mr: श्रेणी

source: Comments
mr: टिप्पण्या

source: Single Post Meta
mr: सिंगल पोस्ट मेटा

source: Link Hover Color
mr: लिंक हॉवर रंग

source: Text Color
mr: मजकूर रंग

source: Horizontal Padding
mr: हॉरीझॉन्टल पॅडिंग

source: Vertical Padding
mr: व्हर्टिकल पॅडिंग

source: Button Radius
mr: बटण त्रिज्या

source: Button Background Hover Color
mr: बटण पार्श्वभूमी होव्हर रंग

source: Button Background Color
mr: बटण पार्श्वभूमी रंग

source: Widget Areas
mr: विजेट क्षेत्र

source: Buttons
mr: बटण

source: Content
mr: मजकूर

source: Typography
mr: मुद्रणशैली

source: Colors & Background
mr: रंग आणि पार्श्वभूमी

source: Sidebar
mr: साइडबार

source: Single Post
mr: सिंगल पोस्ट

source: Blog / Archive
mr: ब्लॉग / संग्रहण

source: Footer
mr: तळटीप

source: Header
mr: शीर्षलेख

source: Container
mr: कंटेनर

source: Site Layout
mr: साइट मांडणी

source: Layout
mr: मांडणी

source: Enter valid email address!
mr: टाइप करा व्हॅलिड ई-मेल ऍड्रेस !

source: Search Results for: %s
mr: :%s साठी शोध निकाल

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
mr: असे दिसते की आपण काय शोधत आहात हे शोधू शकत नाही. कदाचित शोधणे मदत करू शकेल.

source: Previous Page
mr: मागील पृष्ठ

source: Next Page
mr: पुढील पान

source: % Comments
mr: % टिप्पण्या

source: 1 Comment
mr: १ प्रतिक्रिया

source: By
mr: द्वारा

source: Pages:
mr: पाने

source: Older Comments
mr: जुन्या टिप्पण्या

source: Newer Comments
mr: नवीन टिप्पण्या

source: Comment navigation
mr: टिप्पणी नॅव्हिगेशन

source: Comments are closed.
mr: टिप्पण्या बंद आहेत.

source: Website
mr: वेबसाइट

source: Email*
mr: ईमेल *

source: Name*
mr: नाव *

source: Type here..
mr: येथे टाईप करा..

source: Post Comment &raquo;
mr: टिप्पणी पोस्ट करा & raquo;

source: Cancel Reply
mr: उत्तर रद्द करा

source: Leave a Comment
mr: प्रतिक्रिया लिहा

source: Your comment is awaiting moderation.
mr: आपली टिप्पणी सुधारणेच्या प्रतीक्षेत आहे

source: Edit
mr: एडिट करा

source: Reply
mr: उत्तर द्या

source: Search &hellip;
mr: शोधा &hellip;

source: Start typing and press enter to search
mr: टाइप करण्यासाठी प्रारंभ करा आणि शोधासाठी इंटर दाबा

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
mr: क्षमस्व, परंतु आपल्या शोध अटीशी काहीही जुळत नाही. कृपया काही भिन्न कीवर्डसह पुन्हा प्रयत्न करा.

source: Nothing Found
mr: काहीही सापडले नाही

source: Skip to content
mr: मजकुरावर जा

source: Contact Us
mr: आमच्याशी संपर्क साधा

source: Copyright &copy; [current_year] [site_title] | Powered by [theme_author]
mr: कॉपीराइट &copy; [current_year] [site_title] | [theme_author] द्वारा समर्थित

source: Astra
mr: अस्त्रा

source: Loop End
mr: लूप एंड

source: After Comments
mr: टिप्पण्या केल्यानंतर

source: Before Comments
mr: टिप्पण्यांपूर्वी

source: After Post
mr: पोस्ट नंतर

source: After Post Content
mr: पोस्ट मजकुरा नंतर

source: Before Post Content
mr: पोस्ट मजकुरा पूर्वी

source: Before Post
mr: पोस्ट पूर्वी

source: Loop Start
mr: लूप स्टार्ट

source: After Sidebar
mr: साइडबार नंतर

source: Before Sidebar
mr: साइडबार पूर्वी

source: After Footer
mr: फूटर नंतर

source: Before Footer
mr: फूटर पूर्वी

source: After Content
mr: मजकूरा नंतर

source: Before Content
mr: मजकूरा पूर्वी

source: After Header
mr: हेडर नंतर

source: Before Header
mr: हेडर पूर्वी

source: After Page
mr: पृष्ठानंतर

source: Before Page
mr: पृष्ठापूर्वी

source: %1$s at %2$s
mr: %2$s वर %1$s

source: (Edit)
mr: एडिट करा

source: Pingback:
mr: पिंगबॅक:

source: Read More &raquo;
mr: अधिक वाचा & raquo;

source: Footer Menu
mr: फुटर मेनू

source: Primary Menu
mr: प्राथमिक मेनू

source: Comments Navigation
mr: टिप्पण्या नेव्हिगेशन

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
mr: एकवचनी: %1$s विचार &ldquo;%2$s&rdquo;

source: Brainstorm Force
mr: ब्राइन्स्टोम् फोर्स
