Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.6.x/wp-4.6.x-admin-network-*.po
Languages: ne, ur

source: Network
ne: संजाल
ur: نیٹ ورک

source: <a href="https://codex.wordpress.org/Tools_Network_Screen" target="_blank">Documentation on the Network Screen</a>
ne: <a href="https://codex.wordpress.org/Tools_Network_Screen" target="_blank">संजालको स्क्रीन बारे अभिलेख</a>
ur: <a href="https://codex.wordpress.org/Tools_Network_Screen" target="_blank">نیٹ ورک سکرین پر دستاویزات</a>

source: <a href="https://codex.wordpress.org/Create_A_Network" target="_blank">Documentation on Creating a Network</a>
ne: <a href="https://codex.wordpress.org/Create_A_Network" target="_blank">संजाल सृजना गर्ने सम्बन्धि अभिलेख</a>
ur: <a href="https://codex.wordpress.org/Create_A_Network" target="_blank">نیٹ ورک کے بنانے سے متعلقہ دستاویزات</a>

source: The choice of subdirectory sites is disabled if this setup is more than a month old because of permalink problems with &#8220;/blog/&#8221; from the main site. This disabling will be addressed in a future version.
ne: मुख्य साइटको &#8220;/blog/&#8221; संगको पर्मालिंकको समस्याका कारण यदि सेटप एक महिना भन्दा पुरानो छ भने सबडाइरेक्टरीको विकल्प असक्षम हुन्छ । यो समस्या भावी संस्करणमा सम्बोधन गरिनेछ ।
ur: اگر یہ سیٹ اپ ایک ماہ سے زیادہ پُرانا ہے تو آپ سب ڈائیریکٹری میں ویب سائٹ نہیں بنا سکتے کیونکہ اس صورت میں مین ویب سائٹ کے پرما لنکس کا &#8220;/blog/&#8221; کے ساتھ مسئلہ ہوتا ہے۔

source: Once you add this code and refresh your browser, multisite should be enabled. This screen, now in the Network Admin navigation menu, will keep an archive of the added code. You can toggle between Network Admin and Site Admin by clicking on the Network Admin or an individual site name under the My Sites dropdown in the Toolbar.
ne: यो कोड राखी सके पछी ब्राउजर ताजा गर्नुहोस, मल्टिसाइट सक्षम हुन्छ। अहिले नेटवर्क प्रशासन नेविगेशन मेनुमा भएको यो स्क्रिनमा थप गरिएको कोड संग्रहित हुन्छ । नेटवर्क प्रशासन र साइट प्रशासन बीच टगल गर्न नेटवर्क प्रशासनमा क्लिक गर्नु होस् वा साइटको टुलबारमा हुने मेरो साइट लिंक मा क्लिक गर्नु होस् ।
ur: جب آپ یہ کوڈ ڈال دیں اور اپنے براؤزر کو تازہ کریں گے تو ملٹی سائٹ کو فعال ہوجانا چاہیے۔ یہ اسکرین اب نیٹ ورک ایڈمن مینو میں آپکے درج کردہ کوڈ کا ارکائیو رکھے گی۔ ٹول بار میں موجود مائی سائٹس کے ڈراپ ڈاؤن مینو کے زریعے آپ نیٹ ورک ایڈمن اور سائٹ ایڈمن کے درمیان آگے پیچھے سوئچ کر سکتے ہیں۔

source: Add the designated lines of code to wp-config.php (just before <code>/*...stop editing...*/</code>) and <code>.htaccess</code> (replacing the existing WordPress rules).
ne: wp-config.php मा नामांकित गरिएको कोड लाईनहरु थप्नुहोस् ( <code>/*...stop editing...*/</code> ) र <code>.htaccess</code> भन्दा ठ्याक्कै अगाडि ( स्थापित वर्डप्रेस नियमहरु प्रतिस्थापन गर्दै ) ।
ur: دی گئی کوڈ کی لائنز کو wp-config.php کی فائل میں <code>/*...stop editing...*/</code> اور <code>.htaccess</code> سے پہلے پیسٹ کر دیں۔ ( موجودہ ورڈپریس کے اصول و ضوابط کو تبدیل کرنے کے متن میں)

source: The next screen for Network Setup will give you individually-generated lines of code to add to your wp-config.php and .htaccess files. Make sure the settings of your FTP client make files starting with a dot visible, so that you can find .htaccess; you may have to create this file if it really is not there. Make backup copies of those two files.
ne: नेटवर्क सेटअपको अर्को स्क्रिनमा तपाईंले आफ्नो wp-config.php र .htaccess फाइलहरूमा थप्न कोड देख्नु हुनेछ । .htaccess फाइल फेला पार्न एफटीपी क्लाइण्टलाई थोप्लोबाट सुरु हुने फाइल प्रदर्शन गर्न सक्ने गरि मिलाउनु होस्; यदि फाइल छैन भने तपाईंले नयाँ फाइल आफैले बनाउन पर्छ । ती दुवै फाइलहरुको जगेडा राख्न नभुल्नु होस् ।
ur: نیٹ ورک اختیار کی اگلی اسکرین آپکو کچھ انفرادی کوڈ کی لائنیں دیگی جو کہ آپکو اپنی wp-config.php اور .htaccess میں شامل کرنا ہوگا. واضح رہے کہ آپکی FTP کلائنٹ کی فائلز نظر آرہی ہوں جو کہ نقطہ سے شروع ہوتی ہیں، تا کہ آپ .htaccess فائل کو ڈھونڈ سکیں؛ ہوسکتا ہے کہ یہ فائل آپکو خود سے بنانی ہو اگر یہ وہاں موجود نہی ہے. ان دو فائلز کا بیک اپ بنالیں.

source: Choose subdomains or subdirectories; this can only be switched afterwards by reconfiguring your install. Fill out the network details, and click install. If this does not work, you may have to add a wildcard DNS record (for subdomains) or change to another setting in Permalinks (for subdirectories).
ne: सबडोमेन वा सबडाइरेक्टरी चयन; यो तब मात्र परिवर्तन गर्न सकिन्छ जब स्थापनालाई रिकन्फिगर गर्नु हुन्छ । नेटवर्क विवरण भर्नु होस् अनि स्थापना क्लिक गर्नु होस् । यदि यसले काम गरेन भने, तपाईंले सायद वाइल्डकार्ड डिएनएस रेकर्ड थप्नु पर्छ (सब डोमेनको लागि) वा पर्मालिंक सेटिङ्ग परिवर्तन गर्नु पर्छ (सबडाइरेक्टरी को लागि) ।
ur: سب ڈومین اور سب ڈائریکٹری کا انتخاب کر لیں؛ اس کو بعد میں صرف انسٹالیشن کی سیٹنگ تبدیل کرکے تبدیل کیا جا سکتا ہے۔ براہِ کرم نیٹ ورک کی تفصیلات کا اندراج کریں اور انسٹال پر کلک کریں۔ اگر یہ کام نہیں کرتا تو آپ کو شاید ایک وائلڈ کارڈ ڈی این ایس ریکارڈ شامل کرنا پڑے گا(سب ڈومین کے لیے) یا پھر پرمالنکس کی سیٹنگ تبدیل کرنا پڑے گی (سب ڈائریکٹری) کے لیے۔

source: This screen allows you to configure a network as having subdomains (<code>site1.example.com</code>) or subdirectories (<code>example.com/site1</code>). Subdomains require wildcard subdomains to be enabled in Apache and DNS records, if your host allows it.
ne: यो स्क्रिनले तपाइंको नेटवर्क सबडाइरेक्टरी (<code>example.com/site1</code>) वा सबडोमेन (<code>site1.example.com</code>) मा राख्न अनुमति दिन्छ । सबडोमेनको लागि एपाचे र डिएनएसमा वाइल्डकार्ड सबडोमेन आवस्यक पर्छ, यदि होस्ट्ले अनुमति दिन्छ भने ।
ur: یہ اسکرین آپ کو اجازت دیتی ہے کہ آپ نیٹ ورک کو ترتیب دے سکیں سب ڈومین کے ساتھ (<code>site1.example.com</code>) یا سب ڈائریکٹریز کے ساتھ (<code>example.com/site1</code>)۔ سب ڈومین کے لیئے ضروری ہے کہ وائلڈ کارڈ سب ڈومین اپاچی اور ڈی این ایس ریکارڈ میں فعال ہوں، اگر آپ کے ہوسٹ نے اس کی اجازت دی ہو۔

source: Create a Network of WordPress Sites
ne: वर्डप्रेस साईटहरुको संजाल सृजना गर्नुहोस्
ur: ورڈ پریس سائٹس کا نیٹ ورک بنائیں

source: You must define the %1$s constant as true in your %2$s file to allow creation of a Network.
ne: नेटवर्क को सृजना गर्न, तपाईले %2$s फाइल भित्र %1$s कन्स्ट्यान्ट लाई ट्रयु परिभाषित गर्नु पर्छ ।
ur: آپ کے لئے ضروری ہے کہ %1$s تسلسل کی وضاحت %2$s فائل میں (true) کے طور پر کریں تاکہ نیٹ ورک کی تخلیق کو ممکن بنایا جا سکے۔

source: The Network creation panel is not for WordPress MU networks.
ne: नेटवर्क सृजना प्यानल वर्डप्रेस MU नेटवर्कहरुका लागि हैन ।
ur: نیٹ ورک بنانے کا پینل ورڈپریس ایم یو نیٹ ورکس کے لیئے نہیں ہے۔

source: Users deleted.
ne: प्रयोगकर्ताहरु हटाईयो ।
ur: استعمال کنند گان کو حذف کر دیا گیا۔

source: Users removed from spam.
ne: प्रयोगकर्ताहरु स्पामबाट हटाईयो ।
ur: استعمال کنند گان کو اسپام سے نکال دیا گیا ہے۔

source: Users marked as spam.
ne: प्रयोगकर्ताहरु स्पाम भनेर चिन्ह लगाईयो ।
ur: استعمال کنندگان کی بطوراسپام نشاندہی کی جا چکی ہے۔

source: You can make an existing user an additional super admin by going to the Edit User profile page and checking the box to grant that privilege.
ne: तपाई प्रयोगकर्ता सम्पादनप्रोफाइल पेज मा गएर र विशेषाधिकार प्रदान गर्नेवाला बक्सलाई चेक गरेर एक मौजूद प्रयोगकर्तालाई एक अतिरिक्त सुपर व्यवस्थापक(एडमिन) बनाउन सक्नुहुन्छ।
ur: آپ صارف کے پروفائل میں ترمیم کی سکرین پر ذمہ داریاں دینے کے چیک باکس کو چیک کر کے موجودہ صارف کو ایک اور سپر ایڈمن بنا سکتے ہیں .

source: The bulk action will permanently delete selected users, or mark/unmark those selected as spam. Spam users will have posts removed and will be unable to sign up again with the same email addresses.
ne: एकमुस्ट कार्यले स्थायी रूपमा चयन गरिएको प्रयोगकर्ता मेटाउनेछ, वा स्पाम चिनो लगाउने / हटाउने छ । स्पाम प्रयोगकर्ताहरुको पोस्टहरु मेटाइनेछ र उही इमेल प्रयोग गरि फेरी दर्ता गर्न असमर्थ हुनेछ ।
ur: اجتماعی فعل صارفین کو مستقل طور پہ حذف کر دیگا ، یا سپیم کئے گئے صارف کو نشان لگائیں ، سپیم صارفین کے تحاریر ہٹا دی جائینگی اور وو دوبارہ اس ای میل کے ساتھ سائن اپ نہیں کر سکیں گے

source: You can sort the table by clicking on any of the table headings and switch between list and excerpt views by using the icons above the users list.
ne: तपाई तालिका शीर्षकहरुमध्ये कुनैमा पनि क्लिक गरेर तालिका क्रमबद्ध गर्न सक्नुहुन्छ र प्रयोगकर्ता सूचीको माथि भएको आइकनहरुको उपयोग गरेर सूची र अंश(एक्ससर्प्ट) दृश्यहरु(व्यूज) को बीच स्विच गर्न सक्नु हुन्छ ।
ur: کسی بھی ٹیبل کی سرخی پہ کلک کرنے سے ٹیبل کو ترتیب دے سکتے ہیں اور صارفین کی فہرست کے اوپر والے آئیکن سے فہرست اور اقتباسی منظر کے درمیان ادلہ بدلی کرسکتے ہیں

source: You can also go to the user&#8217;s profile page by clicking on the individual username.
ne: तपाई प्रयोगकर्ताको प्रोफाईल पृष्ठमा जान व्यक्तिगत प्रयोगकर्ता नाममा थिचेर पनि जान सक्नुहुन्छ ।
ur: آپ انفرادی صارف ک نام پر کلک کر کہ صارف کے پروفائل پہ جا سکتے ہیں.

source: Hover over any user on the list to make the edit links appear. The Edit link on the left will take you to their Edit User profile page; the Edit link on the right by any site name goes to an Edit Site screen for that site.
ne: सम्पादन लिंकहरु देखाउन सूचीको कुनै प्रयोगकर्ता माथि होभर गर्नुहोस् । देब्रे पट्टिको सम्पादन लिंकले तपाईलाई उनीहरुको प्रयोगकर्ता रुपरेखा पृष्ठमा लानेछ; दाहिने पट्टिको कुनै साईटको नामको सम्पादन लिंकले त्यो साईटको साईट सम्पादन स्क्रिनमा लानेछ ।
ur: تبدیلی کے لنکس کو واضع کرنے کے لئے صارف کے نام پر کرسر لے کر جائیں۔ بائیں جانب دیا گیا تبدیلی کا لنک آپ کو اس صارف کے پروفائل کی تبدیلی کے صفحہ پر لے جائے گا۔ دائیں جانب موجود سائٹ کے نام کے ہمراہ تبدیلی کا لنک متعلقہ سائٹ کی تبدیلی کی سکرین کی جانب لے جاتا ہے۔

source: This table shows all users across the network and the sites to which they are assigned.
ne: यस तालिकामा नेटवर्क भरिमा सब उपयोगकर्ता(यूज़र्स) र उनीहरुलाई कुन साइटहरुमा आवंटित गरिएको छ को विवरण छ ।
ur: یہ ٹیبل نیٹورک پر تمام صارفین اور انکے سائٹس دکھاتا ہے.

source: Warning! User cannot be modified. The user %s is a network administrator.
ne: साबधान ! प्रयोगकर्ता फेरबदल गर्न मिल्दैन । %s प्रयोगकर्ता संजालको प्रशासक हो ।
ur: وارننگ! استعمال کنندہ میں ترمیم نہیں کی جا سکتی۔ استعمال کنندہ %s نیٹ ورک کا منتظم ہے۔

source: User added. <a href="%s">Edit user</a>
ne: प्रयोगकर्ता थपियो। <a href="%s">प्रयोगकर्ता सम्पादन गर्नुहोस्</a>
ur: صارف کو شامل کرلیا گیا۔ <a href="%s">صارف کی ترمیم</a>کریں

source: Cannot add user.
ne: प्रयोगकर्ता थप्न सकिएन ।
ur: استعمال کنندہ کو شامل نہیں کیا جا سکا

source: Cannot create an empty user.
ne: खाली प्रयोगकर्ता सृजन गर्न सकिएन ।
ur: خالی استعمال کنندہ نہیں بن سکا۔

source: <a href="https://codex.wordpress.org/Network_Admin_Users_Screen" target="_blank">Documentation on Network Users</a>
ne: <a href="https://codex.wordpress.org/Network_Admin_Users_Screen" target="_blank">संजाल प्रयोगकर्ताहरुको बारे अभिलेख</a>
ur: <a href="https://codex.wordpress.org/Network_Admin_Users_Screen" target="_blank">نیٹ ورک کے استعمال کنندگان پر دستاویزات</a>

source: Users who are signed up to the network without a site are added as subscribers to the main or primary dashboard site, giving them profile pages to manage their accounts. These users will only see Dashboard and My Sites in the main navigation until a site is created for them.
ne: साइट बिना नेटवर्कमा दर्ता भएका प्रयोगकर्ताहरुलाई मुख्य साइटको ग्राहकको रुपमा थप गरिनेछ, उनिहरुलाई आफ्नो खाता ब्यबस्थापन गर्न प्रोफाइल पृष्ठ प्रदान गरिनेछ । यी प्रयोगकर्ताहरूले मात्र ड्यासबोर्ड र मुख्य नेभिगेसनमा मेरो साइटहरु देख्नेछन जबसम्म उनीहरुको साइट निर्माण हुन्न ।
ur: وہ صارفین جو نیٹ ورک پر بغیر سائٹ کے سائن اپ ہوۓ وہ چاہنے والے کے طور پر شامل ہوتے ہیں مرکزی یا پرائمری ڈیش بورڈ پر، انکو پروفائل صفحات دیئے جاتے ہیں تا کہ وہ اپنے اکاؤنٹس منظم کر سکیں. ایسے صارفین صرف ڈیش بورڈ اور میری سائٹس دیکھ سکتے ہیں مرکزی سمت شناسی میں سے جب تک ان کے لئے کوئی سائٹ نا بناعی گئی ہو.

source: Add User will set up a new user account on the network and send that person an email with username and password.
ne: प्रयोगकर्ता थप्नुहोस् लिंकले संजालमा नयाँ प्रयोगकर्ता खाता खोल्छ र त्यस व्यक्तिलाई प्रयोगकर्ता नाम र पासवर्ड ईमेलमा पठाइनेछ ।
ur: Add User نیٹورک پر ایک نیا اکاؤنٹ بنائے گا اور اس شخص کا یوزر نیم اور پاسورڈ بهیجے گا.

source: WordPress has been updated! Before we send you on your way, we need to individually upgrade the sites in your network.
ne: वर्डप्रेस नविनीकरण भएको छ । तपाईलाई आफ्ऩो बाटो जान दिनु अघि, हामीले तपाईको संजालको प्रत्येक साईटसहरुलाई पदोन्नति गर्न आवश्यक छ ।
ur: ورڈ پریس اپڈیٹ کر دی گئ ہے.اس سے پہلے هم آپکو آگے لے جائیں اپ کے نیٹ ورک میں سائٹ کوانفرادی اپگریڈ کرنے کی ہم کو ضرورت ہے

source: Next Sites
ne: अर्को साईटहरु
ur: اگلی سائٹس

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
ne: यदि तपाईको ब्राउजरले स्वत: अर्को पृष्ठ खोल्न शुरु गरेन भने, यो लिंकमा थिच्नुहोस् :
ur: اگر براؤزر اگلے صفحے پر خودکار طریقے سے منتقل نہ کرے تو ، اس لنک پر کلک کریں:

source: Warning! Problem updating %1$s. Your server may not be able to connect to sites running on it. Error message: %2$s
ne: साबधान ! %1$s लाई अद्यावधिक गर्दा समस्या आयो । तपाईको सर्भर त्यस् भित्रका साइटहरु संग सम्पर्क स्थापित गर्न असमर्थ हुन सक्छ । त्रुटि सन्देशः %2$s
ur: خدشہ ہے! %1$s کو اپڈیٹ کرتے ہوئے خرابی واقع ہوئی ہے۔ آپ کا سرور شاید اس پر موجود ویب سائٹس سے رابطہ قائم نہ کر سکے۔ خرابی کی نشاندہی: %2$s

source: All done!
ne: सबै भयो !
ur: تمام کام ہو چکا!

source: <a href="https://codex.wordpress.org/Network_Admin_Updates_Screen" target="_blank">Documentation on Upgrade Network</a>
ne: <a href="https://codex.wordpress.org/Network_Admin_Updates_Screen" target="_blank">संजाल पदोन्नतिको अभिलेख</a>
ur: <a href="https://codex.wordpress.org/Network_Admin_Updates_Screen" target="_blank">نیٹ ورک کو اپ گریڈ کرنے کے لئے دستاویزات</a>

source: If this process fails for any reason, users logging in to their sites will force the same update.
ne: यदि यो प्रक्रिया कुनै पनि कारणले विफल भयो, भने साइटहरुमा लगईन् गरेका उपयोगकर्ताहरुलाई पनि मजबूरीले यहि अपडेटको साथ चल्न पर्नेछ।
ur: اگر کسی وجہ سے یہ عمل ناکام ہو جائے، جب صارف اپنی سائٹ پہ لگن کریں تو انہی اپڈیٹ کا مطالبہ ہوگا.

source: If a version update to core has not happened, clicking this button won&#8217;t affect anything.
ne: यदि कोर को संस्करण अपडेट भएको छैन, भने यस बटनमा क्लिक गरेपनि कुनै प्रभाव हुने छैन।
ur: اگر کسی ورژن کی کور اپڈیٹ نہیں ہوئی تو اس بٹن پر کلک کرنے سے کوئی فرق نہیں پڑے گا۔

source: Only use this screen once you have updated to a new version of WordPress through Updates/Available Updates (via the Network Administration navigation menu or the Toolbar). Clicking the Upgrade Network button will step through each site in the network, five at a time, and make sure any database updates are applied.
ne: यो स्क्रिनको प्रयोग तब मात्र गर्नुहोस जब तपाईंले (नेटवर्क प्रशासन मेनुबाट) वर्डप्रेसलाई अद्यावधिक गर्नु हुन्छ । तपाइंले नेटवर्क अद्यावधिक बटन क्लिक गरे पछि नेटवर्कको प्रत्येक साइटमा क्रमश काम हुन्छ, एक पल्टमा पांच ओटा, अनि डाटाबेस अद्यावधिक सुनिस्चित गर्छ ।
ur: یہ اسکرین صرف اس صورت میں استعمال کریں جب آپ ورڈ پریس کو 'اپڈیٹس/موجودہ اپڈیٹس' کے زریعے (نیٹ ورک انتظامیہ کے نیویگیشن مینو سے یا ٹول بار سے) نئے نسخے پر اپڈیٹ کرچکے ہوں۔ اپگریڈ نیٹ ورک کا بٹن دبانے سے نیٹ ورک پر موجود ہر سائٹ کو دیکھا جائے گا، ایک وقت میں پانچ کو، اور یہ یقین دہانی کی جائے گی کہ ڈیٹابیس کی اپڈیٹس کامیاب ہوئیں یا نہیں۔

source: You cannot delete a theme while it is active on the main site.
ne: तपाईले कुनै थिम मुख्य साईटमा सक्रिय हुन्जेल हटाउन सक्नुहुन्न ।
ur: آپ تھیم کو حذف نہیں کر سکتے اگر وہ مرکزی سائٹ پر فعال ہے۔

source: %s theme deleted.
ne: %s थिम हटाइयो ।
ur: %s تھیم حذف ہو گئی

source: Themes list navigation
ne: थिम सूची नेभिगेसन
ur: قالب فہرست راہنمائی

source: <a href="https://codex.wordpress.org/Network_Admin_Themes_Screen" target="_blank">Documentation on Network Themes</a>
ne: <a href="https://codex.wordpress.org/Network_Admin_Themes_Screen" target="_blank">संजालको थिमहरुको अभिलेख</a>
ur: <a href="https://codex.wordpress.org/Network_Admin_Themes_Screen" target="_blank">نیٹ ورک تھیمز پر دستاویزات</a>

source: Themes can be enabled on a site by site basis by the network admin on the Edit Site screen (which has a Themes tab); get there via the Edit action link on the All Sites screen. Only network admins are able to install or edit themes.
ne: संजाल प्रशासकद्वारा साईट सम्पादन स्क्रिनमा (जसमा थिमहरु भन्ने ट्याब छ) थिमहरु एक एक साईट गरि सक्षम गर्न सक्नेछन् ; सबैै साईटहरु भन्ने स्क्रिनमा सम्पादन क्रिया लिंकद्वारा त्यहाँ जान सक्नेछन् । संजाल प्रशासकहरुले मात्र थिमहरु जडान वा सम्पादन गर्न सक्नेछन् ।
ur: نیٹورک ایڈمن سائٹ کے ترمیم کی سکرین پر سائٹ کی بنیاد پر تھیم فعال کر سکتے ہیں (جس میں تھیم کا ٹیب ہو ) تمام سائٹس کی سکرین پر ترمیم کا لنک کلک کر کے آپ وہاں جا سکتے ہیں، صرف نیٹورک ایڈمن تھیم کو شامل یا ترمیم کر سکتے ہیں.

source: If the network admin disables a theme that is in use, it can still remain selected on that site. If another theme is chosen, the disabled theme will not appear in the site&#8217;s Appearance > Themes screen.
ne: यदि नेटवर्क व्यवस्थापक(एडमिन) उपयोगमा भएको कुनै थीमलाई निष्क्रिय गर्छ, भने त्यो फेरी पनि त्यहि साइटमा चयनित भएर बस्न सक्छ । यदि अन्य थिम चुनियो, भने निर्योग्य(डिसेबल्ड) थीम साइटको अपीयरेंस > थीम्स स्क्रीनमा देखिने छैन।
ur: اگر نیٹورک ایک زیر استمعال تھیم کو غیر فعال کر دیتا ہے ، وہ پھر بھی سائٹ پر منتخب ہوسکتا ہے ، اگر کوئی دوسری تھیم منتخب کی جائے تو غیر فعال تھیم تھیم کے سکرین پر نمودار نہیں ہوگی.

source: This screen enables and disables the inclusion of themes available to choose in the Appearance menu for each site. It does not activate or deactivate which theme a site is currently using.
ne: यो स्क्रीनले प्रत्येक साइटमा अपीयरेंस मेनू छान्नकोलागि उपलब्ध थीमहरुको समावेश सक्षम र अक्षम गर्छ । यो साइटद्वारा वर्तमानमा उपयोग भैरहेको कुनैपनि थीमलाई सक्रिय या निष्क्रिय गर्दैन ।
ur: اس سکرین پر آپ موجودہ تھیمز کو مینو میں شامل یا خارج کر سکتے ہیں ،یہ سائٹس کے موجودہ تھیم کو فعال یا غیر فعال نہیں کر سکتے.

source: No, return me to the theme list
ne: होइन, मलाई थिमको सूचीमा फर्काउनुहोस्
ur: نہیں، مجھے تھیم کی فہرست پر واپس لوٹایا جائے۔

source: Yes, delete these themes
ne: हुन्छ, यी थिमहरु मेटाउनुहोस्
ur: جی ہاں، ان تھیمز کو حذف کر دیا جائے

source: Yes, delete this theme
ne: हुन्छ, यो थिम मेटाउनुहोस्
ur: جی ہاں، اس تھیم کو حذف کر دیا جائے۔

source: Are you sure you wish to delete these themes?
ne: के तपाई पक्का हुनुहुन्छ कि तपाईले यी थिमहरु हटाउन चाहनुहुन्छ ?
ur: کیا آپ واقعی ان تھیمز کو حذف کرنا چاہتے ہیں؟

source: Are you sure you wish to delete this theme?
ne: तपाईं यो थिम मेटाउने चाहनामा निश्चित हुनुहुन्छ ?
ur: کیا آپ واقعی ان تھیمز کو حذف کرنا چاہتے ہیں؟

# theme
source: %1$s by %2$s
ne: %2$s द्वारा %1$s
ur: %1$s از %2$s

source: You are about to remove the following themes:
ne: तपाईं निम्न थिमहरु हटाउन जाँदै हुनुहुन्छ:
ur: آپ مندرجہ ذیل تھیمزحذف کرنے جا رہے ہیں:

source: These themes may be active on other sites in the network.
ne: यी थिमहरु नेटवर्कका अन्य साइटमा सक्रिय हुन सक्छ ।
ur: یہ تھیمز نیٹ ورک میں دوسری سائٹس پر فعال ہو سکتی ہیں۔

source: Delete Themes
ne: थिमहरु मेटाउनुहोस्
ur: تھیمز حذف کی جائیں

source: You are about to remove the following theme:
ne: तपाई निम्न थिम हटाउन लाग्दै हुनुहुन्छ :
ur: آپ مندرجہ ذیل تھیم حذف کرنے جا رہے ہیں:

source: This theme may be active on other sites in the network.
ne: यो थिम यो संजालको अरु साईटहरुमा सक्रिय हुन सक्छ ।
ur: یہ تھیم نیٹ ورک میں دوسری سائٹس پر فعال ہو سکتی ہے۔

source: Delete Theme
ne: थिम हटाउनुहोस्
ur: تھیم حذف کریں۔

source: Sorry, you are not allowed to delete themes for this site.
ne: माफ गर्नुहोस्, तपाईंलाई यो साइटका लागि थिमहरू मेटाउन अनुमति छैन ।
ur: معاف کیجیے گا، آپ کو اس ویب سائٹ کے لیے تھیمز حذف کرنے کی اجازت نہیں ہے۔

source: Sorry, you are not allowed to manage network themes.
ne: माफ गर्नुहोस्, तपाईंलाई नेटवर्क थिमहरू व्यवस्थापन गर्न अनुमति छैन ।
ur: معاف کیجیے گا، آپ کو نیٹ ورک تھیمز کو منظم کرنے کی اجازت نہیں ہے۔

source: Site marked as spam.
ne: साईट स्पाम भनेर चिन्ह लगाईयो ।
ur: سائٹ کی بطور غیر متعلقہ نشاندہی کی جا چکی ہے.

source: Site removed from spam.
ne: साईट स्पामबाट हटाईयो ।
ur: سائٹ کو اسپام سے نکال دیا گیا ہے۔

source: Site deactivated.
ne: साईट निष्क्रिय भयो ।
ur: سائٹ کو غیر فعال بنا دیا گیا ہے۔

source: Site activated.
ne: साईट सक्रिय भयो ।
ur: سائٹ فعال کر دی گئی ہے۔

source: Site unarchived.
ne: साईट पुरालेख गरिएन ।
ur: سائٹ محفوظات کا حصہ نہیں رہی۔

source: Site archived.
ne: साईट पुरालेख भयो ।
ur: سائٹ محفوظات کا حصہ بن گئی ہے۔

source: Sorry, you are not allowed to delete that site.
ne: माफ गर्नुहोस्, तपाईंलाई त्यो साइट मेटाउन अनुमति छैन ।
ur: معاف کیجیے گا، آپ کو اس ویب سائٹ کو حذف کرنے کی اجازت نہیں ہے۔

source: Site deleted.
ne: साईट हटाउनुहोस् ।
ur: سائٹ حذف کر دی گئی ہے۔

source: Sites deleted.
ne: साईटहरु हटाउनुहोस् ।
ur: سائتس حذف کر دی گئی ہیں۔

source: Sites marked as spam.
ne: साईटहरु स्पाम भनेर चिन्ह लगाईयो ।
ur: سائٹس کی بطور غیر متعلقہ نشاندہی کی جا چکی ہے۔

source: Sites removed from spam.
ne: साईटहरु स्पामबाट हटाईयो ।
ur: سائٹس کو اسپام سے نکال دیا گیا ہے۔

source: Sorry, you are not allowed to delete the site.
ne: माफ गर्नुहोस्, तपाईंलाई यो साईट मेटाउन अनुमति छैन ।
ur: معذرت کے ساتھ، آپ کو ویب سائٹ حذف کرنے کی اجازت نہیں ہے.

source: Confirm
ne: पक्का गर्नुहोस्
ur: توثیق

source: Confirm your action
ne: तपाईंको कार्य पुष्टि गर्नुहोस्
ur: اپنی کاروائی کی توثیق کریں

source: Sorry, you are not allowed to change the current site.
ne: माफ गर्नुहोस्, तपाईंलाई हालको साईट फेरबदल गर्न अनुमति छैन ।
ur: معذرت کے ساتھ، آپ کو موجودہ سائٹ کو تبدیل کرنے کی اجازت نہیں ہے.

source: The requested action is not valid.
ne: अनुरोध गरिएको कार्य मान्य छैन ।
ur: آپ کا درخواست کیا گیا عمل درست نہیں۔

source: You are about to mark the site %s as not mature.
ne: तपाईं %s साइटलाई अपरिपक्व रूपमा चिनो लगाउन जाँदै हुनुहुन्छ ।
ur: آپ سائیٹ%s کو مستحکم ظاہر کرنے لگے ھیں.

source: You are about to mark the site %s as mature.
ne: तपाईं %s साइटलाई परिपक्व रूपमा चिनो लगाउन जाँदै हुनुहुन्छ ।
ur: آپ سائیٹ%s کو مستحکم ظاہر کرنے لگے ھیں.

source: You are about to delete the site %s.
ne: तपाईं %s साइट मेटाउन जादै हुनुहुन्छ ।
ur: آپ %s سائٹ کو حذف کرنے والے ہیں۔

source: You are about to mark the site %s as spam.
ne: तपाईं %s साइटलाई स्पाम भनि चिन्ह लाउन जादै हुनुहुन्छ ।
ur: آپ %s سائٹ کو فضول ٹھرانے لگے ہیں۔

source: You are about to unspam the site %s.
ne: तपाईं %s साइटलाई इस्पामबाट हटाउन जादै हुनुहुन्छ ।
ur: آپ %s سائٹ کو کارآمد ٹھرانے لگے ہیں

source: You are about to archive the site %s.
ne: तपाईं %s साइटलाई संग्रहित गर्न जाँदै हुनुहुन्छ ।
ur: آپ %s سائٹ کو محفوظ کرنے لگے ہیں۔

source: You are about to unarchive the site %s.
ne: तपाईं %s साइटलाई असंग्रहित गर्न जाँदै हुनुहुन्छ ।
ur: آپ %s سائٹ کو محفوظ شدہ دستاویزات سے نکالنے لگے ہیں

source: You are about to deactivate the site %s.
ne: तपाईं %s साइटलाई निष्क्रिय बनाउदै हुनुहुन्छ ।
ur: آپ %s سائٹ کو غیر فعال کرنے لگے ہیں

source: You are about to activate the site %s.
ne: तपाईं %s साइटलाई सक्रिय बनाउदै हुनुहुन्छ ।
ur: آپ %s سائٹ کو فعال کرنےلگے ہیں۔

source: Sites list
ne: साइट सूची
ur: سائٹس کی فہرست

source: Sites list navigation
ne: साइट सूची नेभिगेसन
ur: رہنمائی بطرف سائٹ فہرست

source: Clicking on bold headings can re-sort this table.
ne: मोटो हेडिङहरु थिचेर यस टेबुललाई पुन: क्रमबद्ध गरी मिलाउन सक्नुहुनेछ ।
ur: بولڈ ہیڈنگز پر کلک کرنے سے ٹیبل دوبارہ ترتیب ہو جائے گا۔

source: The site ID is used internally, and is not shown on the front end of the site or to users/viewers.
ne: साईट पहिचान भित्री प्रयोजनको लागि प्रयोग हुन्छ र त्यसलाई साईटको बाहिर वा प्रयोगकर्ता्/दर्शकहरुलाई देखाइन्न ।
ur: نیچے معلومات دیں اور آپ اپنے ورڈپریس سائٹ کا نیٹورک بنانا شروع ہو جائیں گے ،ہم اگلے مرحلے میں کنفوگریشن فائلیں بنائیں گے.

source: Visit to go to the front-end site live.
ne: आगाडीको भागलाई प्रत्यक्ष हेर्न यहाँ भ्रमण गर्नुहोस् ।
ur: سائٹ کو براہ راست دیکھیں.

source: Delete which is a permanent action after the confirmation screens.
ne: हटाउनुहोस् जुन प्रमाणीकरण स्क्रिन पछिको स्थायी क्रिया हो ।
ur: خذف کرنا تصدیقی سکرین کے بعد مستقل ہوتا ہے

source: Deactivate, Archive, and Spam which lead to confirmation screens. These actions can be reversed later.
ne: निष्क्रिय(डीएक्टिवेट), आर्काइव, र स्पाम जो पुष्टि स्क्रीन सम्म जान्छ। यो कामहरु पछि उल्टाउन पनि सकिन्छ।
ur: غیر فعال بنانا، ذخیرہ کرنا(آرکائیو) اور سپیم آپ کو کنفرمیشن سکرین پر لے جاتے ہیں۔ انجام دئیے گئے یہ امور بعد میں تبدیل بھی کیے جا سکتے ہیں۔
