Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.6.x/wp-4.6.x-admin-network-*.po
Languages: ne, ur

source: This screen sets and changes options for the network as a whole. The first site is the main site in the network and network options are pulled from that original site&#8217;s options.
ne: यो स्क्रीनले पुरै नेटवर्ककोलागि विकल्प स्थापित र परिवर्तित गर्छ। नेटवर्कमा पहिलो साइट मूल साइट हो र नेटवर्क विकल्प यस मौलिक साइटको विकल्पहरु बाट लिईन्छ।
ur: اس سکریں میں آپ نیٹورک کے اختیارات متعین اور تبدیل کر سکتے ہیں، پہلی سائٹ نیٹورک کی مرکزی سائٹ ہوتی ہے نیٹورک کے اختیارات حقیقی سائٹ سے لئے جاتے ہیں.

source: Network Settings
ne: संजालको सेटिङहरु
ur: نیٹ ورک کی ترتیبات

# theme
source: Add New
ne: नयाँ थप्नुहोस्
ur: نئی شامل کریں

source: Installed Themes
ne: जडान गरिएका थिमहरु
ur: انسٹالڈ تھیمز

source: Themes %s
ne: %s थिमहरु
ur: تھیمز %s

source: All Sites
ne: सबै साईटहरु
ur: تمام سائٹس

source: Upgrade Network
ne: संजाल पदोन्नती गर्नुहोस्
ur: نیٹ ورک کی تجدید

source: Updates
ne: नविनतम
ur: اپ ڈیٹش

source: <a href="https://wordpress.org/support/forum/multisite/" target="_blank">Support Forums</a>
ne: <a href="https://wordpress.org/support/forum/multisite/" target="_blank">सहायता मंचहरु</a>
ur: <a href="https://wordpress.org/support/forum/multisite/" target="_blank">معاونتی فورم</a>

source: <a href="https://codex.wordpress.org/Network_Admin" target="_blank">Documentation on the Network Admin</a>
ne: <a href="https://codex.wordpress.org/Network_Admin" target="_blank">संजाल प्रशासकको अभिलेख</a>
ur: <a href="https://codex.wordpress.org/Network_Admin" target="_blank">نیٹ ورک منتظم سے متعلقہ دستاویزات</a>

source: Quick Tasks
ne: छिटो कार्यहरु
ur: فوری اعمال

source: To search for a site, <strong>enter the path or domain</strong>.
ne: कुनै साईट खोजी गर्न, <strong>कुनै पथ वा डोमेन राख्नुहोस्</strong> ।
ur: سائٹ کو تلاش کرنے کے لئے ، <strong>پتہ یا ڈومین کا اندراج کریں</strong>

source: To search for a user, <strong>enter an email address or username</strong>. Use a wildcard to search for a partial username, such as user&#42;.
ne: कुनै प्रयोगकर्ता खोजी गर्न, <strong>कुनै ईमेल ठेगाना वा प्रयोगकर्ताको नाम राख्नुहोस्</strong> । आंशिक प्रयोगकर्ता नाम खोजी गर्न वाईल्डकार्ड प्रयोग गर्नुहोस्, जस्तै user&#42; ।
ur: صارف کی تلاش کرنے کے لئے <strong> ای میل ایڈریس یا صارف کا نام</strong> درج کريں- کسی مخصوص صارف کو تلاش کرنے کے لئے وائلڈ کارڈ کا استعمال کريں، مثال کے طور پرصارف &#42؛

source: To search for a user or site, use the search boxes.
ne: प्रयोगकर्ता वा साईट खोज्न, खोज बाकसहरु प्रयोग गर्नुहोस् ।
ur: استعمال کنندہ یا سائٹ کو تلاش کرنے کے لئے ، تلاش کی سہولت استعمال کریں۔

source: To add a new site, <strong>click Create a New Site</strong>.
ne: नयाँ साईट थप्नको लागि <strong>नयाँ साईट बनाउनुहोस्</strong> लिंक थिच्नुहोस् ।
ur: نئی سائٹ شامل کرنے کے لئے ، <strong>نئی سائیٹ بنائے پر کلک کریں</strong>.

source: To add a new user, <strong>click Create a New User</strong>.
ne: नयाँ प्रयोगकर्ता थप्नको लागि <strong>नयाँ प्रयोगकर्ता बनाउनुहोस्</strong> लिंक थिच्नुहोस् ।
ur: نیا استعمال کنندہ شامل کرنے کے لئے <strong>نیا استعمال کنندہ بنائیں پر کلک کریں</strong>

source: The Right Now widget on this screen provides current user and site counts on your network.
ne: यस स्क्रिनको अहिले भन्ने विजेटले तपाईको संजालका वर्तमान प्रयोगकर्ता र साईटको गणनाहरु देखाउनेछ ।
ur: Right Now اس سکرین پر موجودہ یوزر مہیا کرتا ہے اور نیٹورک پر سائٹ کاؤنٹ کرتا ہے.

source: Modify global network settings
ne: भू-मंडलीय संजाल सेटिङहरु परिवर्तन गर्नुहोस्
ur: پورے نیٹ ورک کی ترتیبات میں ترمیم کریں

source: Update your network
ne: तपाईको संजाल नविनतम गर्नुहोस्
ur: اپنے نیٹ ورک کی تجدید کریں۔

source: Install and activate themes or plugins
ne: थिमहरु वा प्रयोगकर्ताहरु जडान र सक्रिय गर्नुहोस्
ur: تھیمز اور پلگ انز کو انسٹال یا فعال بنائیں

source: Add and manage sites or users
ne: थप्नुहोस् र साईटहरु वा प्रयोगकर्ताहरु व्वस्थापन गर्नुहोस्
ur: سائٹس اور استعمال کنندگان کو شامل کریں یا انتظام کریں

source: From here you can:
ne: यहाँदेखि तपाईले गर्नुसक्नुहुन्छ :
ur: یہاں سے آپ کر سکتے ہیں:

source: Welcome to your Network Admin. This area of the Administration Screens is used for managing all aspects of your Multisite Network.
ne: तपाईको संजाल प्रशासकमा तपाईलाई स्वागत छ । यस प्रशासकीय स्क्रीनहरुको क्षेत्र तपाईको मल्टीसाईट संजाल व्यवस्थापन गर्न प्रयोग हुनेछ ।
ur: نیٹ ورک ایڈمن میں خوش آمدید۔ یہاں پر آپ اپنے ملٹی سائٹ نیٹ ورک کے تمام انتظامی امور سر انجام دے سکتے ہیں۔

source: Once you complete these steps, your network is enabled and configured. You will have to log in again.
ne: एकपटक तपाईंले यी कदम पुरा गरिसकेपछि, तपाईंको नेटवर्क सुचारु र कार्य गर्न मिल्ने हुन्छ । तपाईंले फेरी लगईन गर्नु पर्छ ।
ur: جب آپ یہ درجے مکمل کر لیں تو آپکا نیٹورک فعال ہوا، آپکو دوبارہ لاگن کرنا ہوگا.

source: Add the following to your %1$s file in %2$s, <strong>replacing</strong> other WordPress rules:
ne: %2$s को %1$s फाइलमा अरु वर्डप्रेस नियमहरु <strong>बदल्नलाई</strong> निम्न कुराहरु थप्नुहोस् :
ur: مندرجہ ذیل کو دیگر ورڈ پریس قوانین کی <strong>جگہ لیتے</strong> ہوئے، %2$s میں اپنی %1$s فائل میں شامل کریں۔

source: To make your installation more secure, you should also add:
ne: तपाईको जडानलाई अझ मजबूत बनाउन, तपाईले यो पनि थप्नुपर्नेछ :
ur: اپنے انسٹالیشن کو مزید محفوظ بنانے کے لئے ، آپ کو یہ بھی شامل کرنا چاہئے:

source: These unique authentication keys are also missing from your %s file.
ne: यि अद्वितीय प्रमाणीकरण कुञ्जीहरु पनि तपाईंको %s फाइलमा छुटेको छ ।
ur: یہ تصدیقی کلیدیں بھی آپ کی فائل %s میں موجود نہیں ہیں۔

source: This unique authentication key is also missing from your %s file.
ne: यो अद्वितीय प्रमाणीकरण कुञ्जी पनि तपाईंको %s फाइलमा छुटेको छ ।
ur: یہ تصدیق کرنے والا منفرد کوڈ بھی آپ کی فائل %s میں موجود نہیں ہے۔

source: That&#8217;s all, stop editing! Happy blogging.
ne: अहिलेलाहि यत्ती नै, सम्पादन बन्द गर्नुहोस् ! शुभ ब्लगिङ
ur: مبارک ہو,اب ترامیم کرنا ختم کریں اور بلاگنگ کریں۔

source: Add the following to your %1$s file in %2$s <strong>above</strong> the line reading %3$s:
ne: निम्न कोड तपाईंको %2$s मा भएको %1$s फाइलमा %3$s भए भन्दा <strong>माथि</strong> राख्नुहोस्:
ur: اسے %2$s میں اپنی %1$s فائل میں %3$s والی لائن کے <strong>اوپر</strong> شامل کریں:

source: We recommend you back up your existing %s file.
ne: हामी तपाईंलाई %s फाइलको जगेडा राख्न सुझाव दिन्छौं ।
ur: ہم آپ کو آپ کی موجودہ %s فائل کے بیک اپ کا مشورہ دیتے ہیں۔

source: We recommend you back up your existing %1$s and %2$s files.
ne: हामी तपाईंलाई %1$s र %2$s फाइलहरुको जगेडा राख्न सुझाव दिन्छौं ।
ur: اچھا ہو گا اگر آپ موجودہ %1$s اور %2$s فائلوں کو بیک اپ کر لیں۔

source: Complete the following steps to enable the features for creating a network of sites.
ne: साईटहरुको संजाल सृजना गर्ने विषेशताहरु क्रियाशील गर्न निम्न कदमहरु पुरा गर्नुहोस् ।
ur: مندرجہ ذیل اقدام کے تحت آپ نیٹ ورک سائٹس کی خصوصیت کو فعال بنا سکتے ہیں۔

source: Enabling the Network
ne: संजाललाई सक्रिय गरिंदै
ur: نیٹ ورک کو فعال بنانا

source: Please complete the configuration steps. To create a new network, you will need to empty or remove the network database tables.
ne: कृपया विन्यास चरणहरुलाई पूरा गर्नुहोस्। एक नयाँ नेटवर्क बनाउनको लागि, तपाइलाई नेटवर्क डाटाबेस तालिकाहरुलाई रिक्त गर्न या हटाउन आवश्यकता हुन्छ ।
ur: کنفوگریشن کے مراحل کو مکمل کریں ، نیا نیٹورک بنانے کے لئے آپکو نیٹورک ڈیٹابیس ٹیبلز ہٹانے یا خا لی کرنے ہونگے.

source: An existing WordPress network was detected.
ne: पहिले नै विद्यमान रहेको वर्डप्रेस संजाल पत्ता लागेको छ ।
ur: پہلے سے موجود ورڈ پریس کا نیٹ ورک کا پتہ چلا ہے۔

source: The original configuration steps are shown here for reference.
ne: मूल विन्यास(कन्फ़िगरेशन) चरणहरु यहाँ संदर्भकोलागि देखाईएको हो।
ur: اصل ترتیب کے اقدام یہاں بطور حوالہ بتائے گئے ہیں۔

source: Your email address.
ne: तपाईको ईमेल ठेगाना ।
ur: آپکا ای میل ایڈریس

source: Network Admin Email
ne: संजाल प्रशासकीय ईमेल
ur: نیٹ ورک کے منتظم کا ای میل

source: What would you like to call your network?
ne: तपाईको संजाललाई के भन्न रुचाउनु हुन्छ ?
ur: آپ اپنے نیٹ ورک کہ کیا کہلانا پسند کریں گے؟

source: Network Title
ne: संजालको शीर्षक
ur: نیٹ ورک کا عنوان

source: Because your install is not new, the sites in your WordPress network must use sub-domains.
ne: किनकि तपाईको जडान नयाँ होइन, तपाईको वर्डप्रेस संजालको साईटहरुले सब‍-डोमेनहरु प्रयोग गर्नै पर्छ ।
ur: چونکہ آپ کی انسٹال نئی نہیں ہے ، آپ کی ورڈپریس نیٹورک پر سائٹ کو سب ڈومین استمعال کرنا چاہئے.

source: Sub-domain Install
ne: सब-डोमेन जडान
ur: سب ڈومیں انسٹال

source: Because your install is in a directory, the sites in your WordPress network must use sub-directories.
ne: किनकी तपाईको जडान डाईरेक्ट्री भित्र छ, तपाईको वर्डप्रेस संजालका साईटहरुले सब-डाइरेक्ट्रीहरु प्रयोग गर्नु पर्नेछ ।
ur: چونکہ آپ کی انسٹال ایک ڈائریکٹری میں ہے ، آپ کی ورڈپریس نیٹورک پر سائٹ ذیلی ڈائریکٹری میں ہونی چاہئے.

source: The main site in a sub-directory install will need to use a modified permalink structure, potentially breaking existing links.
ne: एक उप-निर्देशिका(डायरेक्टरी) स्थापित मुख्य साइटको संभवतः मौजूद लिंक तोडेर, एक संशोधित परमालिंक संरचनाको उपयोग गर्न आवश्यकता हुनसक्छ ।
ur: مرکزی سائٹ جو زیلی ڈائریکٹری میں انسٹال ہو کے لیۓ پرمالنک میں تبدیلی کی ضرورت ہوتی ہے ، یہ مخفی طور پر موجودہ لنکس کو خراب کرتا ہے .

source: Because you are using %1$s, the sites in your WordPress network must use sub-directories. Consider using %2$s if you wish to use sub-domains.
ne: किनकि तपाई %1$s को उपयोग गरिरहनु भएको छ, त्यसकारण तपाईको वर्डप्रेस नेटवर्कको साइटहरुका उप-निर्देशिका(डायरेक्टरी) को उपयोग गर्नु पर्नेछ । यदि तपाई सब-डोमेनको उपयोग गर्न चाहनुहुन्छ भने %2$s को उपयोगमा विचार गर्नुहोस्।
ur: کیونکہ آپ %1$s استعمال کر رہے ہیں، اس لیے آپ کے ورڈپریس نیٹ‌ورک کی سائٹس کو لازماً سب-ڈائریکٹریز استعمال کرنی ہوں گی۔ اگر آپ سب-ڈومینز استعمال کرنا چاہتے ہیں تو %2$s استعمال کرنے پر غور کریں۔

source: Sub-directory Install
ne: सब-डाइरेक्ट्री जडान
ur: سب ڈائریکٹری انسٹال

source: Network Details
ne: संजाल विवरण
ur: نیٹ ورک کی تفصیلات

source: The internet address of your network will be %s.
ne: तपाईंको नेटवर्कको इन्टरनेट ठेगाना %s हुनेछ ।
ur: آپ کے نیٹ ورک کا انٹرنیٹ ایڈریس %s ہو گا۔

source: We recommend you change your siteurl to %1$s before enabling the network feature. It will still be possible to visit your site using the %3$s prefix with an address like %2$s but any links will not have the %3$s prefix.
ne: हामी तपाईलाई नेटवर्क फीचर सक्रिय गर्नु पहिले साइटयूआरएललाई %1$s मा बदल्न सल्लाह दिन्छौ । यो अहिले पनि सम्भव हुनसक्छ कि तपाई %2$s जस्तै ठेगानामा %3$s उपसर्गको उपयोगबाट तपाईको साइट भ्रमण गर्न सक्नुहुनेछ तर कुनैपनि लिंकमा %3$s उपसर्ग हुने छैन।
ur: ہماری تجویز ہے کہ آپ نیٹ ورک فیچر فعال کرنے سے پہلے اپنا سائٹ یو‌آر‌ایل تبدیل کر کے %1$s کر دیں۔ آپ کی سائٹ %3$s سابقہ کے ساتھ %2$s کی قسم کے ایڈریس استعمال کرتے ہوئے قابلِ رسائی ہو گی، لیکن روابط میں %3$s سابقہ موجود نہیں ہو گا۔

source: Server Address
ne: सर्भरको ठेगाना
ur: سرور کا پتہ۔

source: Subdirectory networks may not be fully compatible with custom wp-content directories.
ne: सबडाईरेक्ट्री संजालहरु पुर्णरुपमा कस्टम wp-content डाईरेक्ट्रीहरुसँग अनुकूल नमिल्न पनि सक्छ ।
ur: ذیلی ڈائریکٹری کا نیٹورک کسٹم wp-content ڈائریکٹری کے ساتھ کارآمد نہیں.

# subdirectory examples
source: like <code>%1$s/site1</code> and <code>%1$s/site2</code>
ne: जस्तै <code>%1$s/site1</code> र <code>%1$s/site2</code>
ur: جیسا کہ <code>%1$s/site1</code> اور <code>%1$s/site2</code>

source: Sub-directories
ne: सब-डाईरेक्ट्रीहरु
ur: سب ڈائریکٹریز

# subdomain examples
source: like <code>site1.%1$s</code> and <code>site2.%1$s</code>
ne: जस्तै <code>site1.%1$s</code> र <code>site2.%1$s</code>
ur: جیسا کہ <code>site1.%1$s</code> اور <code>site2.%1$s</code>

source: Sub-domains
ne: सब-डोमेनहरु
ur: سب ڈومینز

source: You will need a wildcard DNS record if you are going to use the virtual host (sub-domain) functionality.
ne: यदि तपाई भर्चुअल होस्ट (सब-डोमेन) कार्यक्षमताको उपयोग गर्न जादै हुनुहुन्छ, भने तपाइलाई एक वाइल्डकार्ड डिएनएस रेकर्डको आवश्यकता पर्छ ।
ur: آپ کو DNS وائلڈ کارڈ کی ضرورت ہوگی اگر آپ ورچول ہوسٹ(ذیلی ڈومین ) استمعال کریں گے.

source: You cannot change this later.
ne: तपाईं पछि यो परिवर्तन गर्न सक्नुहुन्न ।
ur: آپ اسے بعد میں تبدیل نہیں کر سکتے۔

source: Please choose whether you would like sites in your WordPress network to use sub-domains or sub-directories.
ne: कृपया छान्नुहोस् कि के तपाई आफ्नो वर्डप्रेस नेटवर्कको साइटहरुमा सब-डोमेन या उप-निर्देशिका(डायरेक्टरी) उपयोग गर्ने इच्छा राख्नु हुन्छ ।
ur: براہ مہربانی یہ فیصلہ کریں کہ آپ اپنے WordPress نیٹ‌ ورک میں سب-ڈومینز یا سب-ڈائریکٹریز میں سے کیا استعمال کرنا چاہتے ہیں۔

source: Addresses of Sites in your Network
ne: तपाईको संजालमा भएका साईटहरुको ठेगानाहरु
ur: آپ کے نیٹ ورک میں سائٹس کے پتے

source: If %1$s is disabled, ask your administrator to enable that module, or look at the <a href="%2$s">Apache documentation</a> or <a href="%3$s">elsewhere</a> for help setting it up.
ne: यदि %1$s अक्षम छ, भने त्यस मोड्युललाई सक्षम गर्नकोलागि आफ्नो व्यवस्थापक(एडमिनिस्ट्रेटर) लाई भन्नुहोस या <a href="%2$s">आफ्नो दस्तावेज</a> हेर्नुहोस् या यसलाई स्थापित गर्नमा सहायताको लागि <a href="%3$s">अन्यत्र</a> हेर्नुहोस् ।
ur: اگر %1$s کا آپشن آپ کے پاس موجود نہیں ہے تو براہ مہربانی اپنے ایڈمن سے کہیں کہ وہ یہ ماڈیول فعال کردے، یا پھر <a href="%2$s">اپاچی دستاویزات</a> دیکھیں، یا اس کی ترتیب کرنے کے لیے <a href="%3$s">کہیں اور</a> سے مدد لیں۔

source: It looks like the Apache %s module is not installed.
ne: अपाचे %s मोड्युल स्थापना गरिएको छैन जस्तो देखिन्छ ।
ur: ایسا لگ رہا ہے کہ %s اپاچی ماڈیول نصب نہیں ہے۔

source: Warning!
ne: साबधान !
ur: وارنینگ !

source: Please make sure the Apache %s module is installed as it will be used at the end of this installation.
ne: कृपया अपाचे %s मोड्युल स्थापित छ भन्नेमा पक्का गर्नुहोस् जब कि यो यस स्थापनाको अन्तमा प्रयोग गरिनेछ ।
ur: براۓ مہربانی یقینی بنائیں ک اپاچی کا %s ماڈول انسٹال ہے جو اس انسٹالیشن کے آخر میں استمعال ہوگا.

source: Fill in the information below and you&#8217;ll be on your way to creating a network of WordPress sites. We will create configuration files in the next step.
ne: तलको जानकारी भर्नुहोस् र वर्डप्रेस साईटहरुको संजाल सृजना गर्ने आफ्ऩोे बाटो खोल्नुहोस् । हामीले कन्फिगुरेशन फाईलहरु अर्को कदममा सृजना गर्नेछौं ।
ur: نیچے معلومات دیں اور آپ اپنے ورڈپریس سائٹ کا نیٹورک بنانا شروع ہو جائیں گے ،ہم اگلے مرحلے میں کنفوگریشن فائلیں بنائیں گے.

source: Welcome to the Network installation process!
ne: संजाल जडान गर्ने प्रक्रियामा स्वागत छ !
ur: نیٹ ورک انسٹالیشن کے عمل میں خوش آمدید!

# Default network name
source: %s Sites
ne: %s साईटहरु
ur: %s سائٹس

source: ERROR: The network could not be created.
ne: त्रुति : संजाल सृजना गर्न सकिएन ।
ur: غلطی: نیٹ ورک نہیں بنایا جا سکا

source: Return to Dashboard
ne: ड्यासबोर्डमा फर्कनुहोस्
ur: تختہ مشق پر جائیں

source: You cannot use port numbers such as %s.
ne: तपाईं %s जस्ता पोर्ट नम्बर प्रयोग गर्न सक्नुहुन्न ।
ur: آپ %s کی طرح پورٹ نمبر استعمال نہیں کر سکتے.

source: You cannot install a network of sites with your server address.
ne: तपाईको सर्भरको ठेगानाले साईटहरुको संजाल तपाईले जडान गर्न सक्नुहुन्न ।
ur: آپ اپنے سرور ایڈریس کے ساتھ سائٹس کا نیٹ ورک نہیں بنا سکتے۔

source: Once the network is created, you may reactivate your plugins.
ne: एकचोटि संजाल सृजना भइपछि तपाईले आफ्ऩा प्लगइनहरु पुन: सक्रिय गर्न सक्नुहुनेछ ।
ur: جب نیٹ ورک معرض وجود میں آجائیگا، تو آپ اپنے پلگ انز کو دوبارہ فعال کر سکتے ہیں

source: Please <a href="%s">deactivate your plugins</a> before enabling the Network feature.
ne: कृपया संजालको विषेशता सक्षम गर्नु अगाडि <a href="%s">आफ्ऩा प्लगईनहरु निष्क्रिय गर्नुहोस्</a> ।
ur: برا ئے کرم نیٹ ورک بنانے سے پہلے <a href="%s">پلگ انز کو غیر فعال</a> کر دیں

source: Warning:
ne: साबधान :
ur: وارننگ:

source: The constant DO_NOT_UPGRADE_GLOBAL_TABLES cannot be defined when creating a network.
ne: संजाल सृजना क्रममा DO_NOT_UPGRADE_GLOBAL_TABLES कन्स्ट्यान्ट परिभाषित गर्न मिल्दैन ।
ur: DO_NOT_UPGRADE_GLOBAL_TABLES ،جو کہ نا قابلِ تبدیل ہے، کوایک نیٹ ورک بناتے ہوئے نئی ویلیو نہیں دے سکتے۔

# user
source: Registered
ne: दर्ता भएको
ur: رجسٹرڈ

source: Super Admin <span class="count">(%s)</span>
ne: सुपर व्यवस्थापक <span class="count">(%s)</span>
ur: سپر ایڈمن <span class="count">(%s)</span>

# user
source: Not Spam
ne: स्पाम हैन
ur: سپیم نہیں

# user
source: Mark as Spam
ne: स्पामको रुपमा चिनो लगाउनुहोस्
ur: سپیم کے طور پر نشان زد کریں

source: Visit Theme Site
ne: थिम साइट भ्रमण गर्नुहोस्
ur: تھیم کی سائٹ پر جائیں

source: Visit %s homepage
ne: %s गृहपृष्ठ भ्रमण गर्नुहोस्
ur: %s کے ہوم پیج پرجائیں

source: Broken Theme:
ne: टुटेको थिम :
ur: خراب تھیم:

# theme
source: Delete %s
ne: %s मेट्नुहोस्
ur: %s حذف کریں

source: Open %s in the Theme Editor
ne: %s लाई थिम एडिटरमा खोल्नुहोस्
ur: %s کو تھیم ایڈیٹر میں کھولیں

source: Network Disable %s
ne: %s नेटवर्क असक्षम पार्नुहोस्
ur: نیٹ ورک غیر فعال %s

source: Disable %s
ne: %s असक्षम पार्नुहोस्
ur: غیر فعال %s

source: Network Enable %s
ne: %s नेटवर्क सक्षम पार्नुहोस्
ur: %s نیٹ ورک پہ فعال کریں

source: Enable %s
ne: %s सक्षम पार्नुहोस्
ur: فعال %s

source: Network Disable
ne: नेटवर्क असक्षम पार्नुहोस्
ur: نیٹ ورک کو غیر فعال کریں

source: Disable
ne: असक्षम पार्नुहोस्
ur: غیر فعال

source: Enable
ne: सक्षम पार्नुहोस्
ur: فعال

source: Broken <span class="count">(%s)</span>
ne: भङ्ग <span class="count">(%s)</span>
ur: خراب <span class="count">(%s)</span>

source: Disabled <span class="count">(%s)</span>
ne: असक्षम <span class="count">(%s)</span>
ur: غیر فعال شدہ <span class="count">(%s)</span>

source: Enabled <span class="count">(%s)</span>
ne: सक्षम <span class="count">(%s)</span>
ur: فعال شدہ <span class="count">(%s)</span>

# themes
source: All <span class="count">(%s)</span>
ne: सबै <span class="count">(%s)</span>
ur: تمام<span class="count">(%s)</span>

source: Theme
ne: थिम
ur: تھیم

source: You do not appear to have any themes available at this time.
ne: यो समयमा तपाईं सामु कुनै पनि थिमहरू उपलब्ध छैन।
ur: آپ کے پاس اس وقت کوئی بھی تھیم دستیاب نہیں ہے۔

source: No themes found.
ne: कुनै थिमहरु भेटिएन ।
ur: کوئی تھیمز نہیں ملیں۔

# verb; site
source: Archive
ne: सङ्ग्रह गर्नुहोस्
ur: محفوظات

source: Unarchive
ne: असङ्ग्रह गर्नुहोस्
ur: محفوظات سے ختم کریں

source: Never
ne: कहिल्यै
ur: کبھی نہیں

# site
source: Registered
ne: दर्ता भएको
ur: رجسٹرڈ

source: Last Updated
ne: अन्तिम अद्यावधिक
ur: آخری دفعہ اپڈیٹ کیا گیا

# site
source: Not Spam
ne: स्पाम होइन
ur: غیر متعلقہ نہیں ہے

# site
source: Mark as Spam
ne: स्पामको रुपमा चिनो लगाउनुहोस्
ur: غیر متعلقہ کے طور پر نشان زد کریں

source: No sites found.
ne: कुनै साइटहरु फेला परेन ।
ur: کوئی سائٹس نہیں ملیں۔

source: Mature
ne: परिपक्व
ur: بالغ

source: Deleted
ne: मेटाइएको
ur: حذف کر دیا گیا

# site
source: Spam
ne: स्पाम
ur: غیر متعلقہ

source: Archived
ne: सङ्ग्रहित
ur: محفوظات
