Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.6.x/wp-4.6.x-*.po
Languages: es_co

source: The following values do not describe a valid date: year %1$s, month %2$s, day %3$s.
es_co: Los siguientes valores no describen una fecha válida: : año %1$s, mes %2$s, dia %3$s.

source: Invalid value %1$s for %2$s. Expected value should be between %3$s and %4$s.
es_co: Valor no valido %1$s para %2$s. el valor esperado debe ser entre %3$s y %4$s.

source: When in reorder mode, additional controls to reorder widgets will be available in the widgets list above.
es_co: Cuando está en modo de re-organizar, los controles adicionales para re-ordenar los widgets estarán disponibles en la lista de los widgets más arriba.

# Cancel reordering widgets in Customizer
source: Done
es_co: Hecho

# Reorder widgets in Customizer
source: Reorder
es_co: Reordenar

source: Search installed themes&hellip;
es_co: Buscar temas instalados;

# theme
source: Change
es_co: Cambiar

source: Previewing theme
es_co: Pre-visualizando plantilla

source: Active theme
es_co: Plantilla activa

source: Theme Details
es_co: Detalles de plantilla

source: <span>Active:</span> %s
es_co: <span>Activo:</span> %s

source: Live Preview
es_co: Vista previa en vivo

source: Preview as an app icon
es_co: Pre-visualizar como icono de aplicación

source: Preview as a browser icon
es_co: Vista previa como un icono del navegador

source: %s is forbidden
es_co: %s esta prohibido

source: Partial render must echo the content or return the content string (or array), but not both.
es_co: Render un parcial debe hacerse eco del contenido o devolver la cadena de contenido (o matriz ), pero no ambos .

source: Create Menu
es_co: Crear menu

source: Edit Menu
es_co: Editar menú

source: Edit selected menu
es_co: Editar menú seleccionado

source: The description will be displayed in the menu if the current theme supports it.
es_co: La descripción se mostrará en el menú si el tema actual es compatible con ella.

source: Link Relationship (XFN)
es_co: Enlace Relación ( XFN )

source: CSS Classes
es_co: Clases CSS

source: Title Attribute
es_co: Atributo titulo

source: Navigation Label
es_co: Etiqueta de navegación

source: Remove Menu Item: %1$s (%2$s)
es_co: Eliminar el elemento de menú %1$s (%2$s)

source: Edit menu item: %1$s (%2$s)
es_co: Editar el elemento del menú: %1$s(%2$s)

# menu location
source: (Current: %s)
es_co: (Actual: %s)

source: Delete Menu
es_co: Eliminar menú

source: When in reorder mode, additional controls to reorder menu items will be available in the items list above.
es_co: Cuando en modo rea-ordenar, controles adicionales para re-ordenar estarán disponibles en la lista de elementos arriba.

# Cancel reordering menu items in Customizer
source: Done
es_co: Hecho

# Reorder menu items in Customizer
source: Reorder
es_co: Reordenar

source: Add Items
es_co: Agregar elementos

source: Add or remove menu items
es_co: Agregar or remover elementos en el menú

source: Automatically add new top-level pages to this menu
es_co: Agregar automáticamente nuevas páginas de nivel superior a este menú

source: Menu Options
es_co: Opciones de menú

source: Choose File
es_co: Escoger archivo

source: No file selected
es_co: No hay archivo seleccionado

source: Change File
es_co: Cambiar archivo

source: Select File
es_co: Seleccionar archivo

source: Choose Image
es_co: Escojer imagen

source: No image selected
es_co: No hay imagen seleccionada

source: Change Image
es_co: Cambiar imagen

source: Select Image
es_co: Seleccionar imagen

# custom headers
source: Suggested
es_co: Sugeridos

# custom headers
source: Previously uploaded
es_co: Cargados anteriormente

source: Add new image
es_co: Agregar nueva imagen

source: Add new header image
es_co: Agregar una nueva imagen de cabecera

source: Hide image
es_co: Esconder images

source: Hide header image
es_co: Esconder la imagen de la cabecera

source: Current header
es_co: Cabecera actual

source: While you can crop images to your liking after clicking <strong>Add new image</strong>, your theme recommends a header height of %s pixels.
es_co: Si bien puedes recortar las imágenes a tu gusto después de hacer clic en <strong> Añadir nueva imagen </strong> , tu tema recomienda una altura de cabeza de %s píxeles.

source: While you can crop images to your liking after clicking <strong>Add new image</strong>, your theme recommends a header width of %s pixels.
es_co: Si bien puedes recortar las imágenes a tu gusto después de hacer clic en <strong> Añadir nueva imagen </strong> , tu tema recomienda una anchura de cabecera %s píxeles.

source: While you can crop images to your liking after clicking <strong>Add new image</strong>, your theme recommends a header size of %s pixels.
es_co: Si bien puedes recortar las imágenes a tu gusto después de hacer clic en <strong> Añadir nueva imagen </strong> , tu tema recomienda un tamaño de cabecera de %s píxeles.

source: No image set
es_co: No imagen fijada

source: Randomizing suggested headers
es_co: Selecciónando aleatoriamente las cabeceras sugeridas

source: Randomizing uploaded headers
es_co: Selección aleatoria de las cabeceras cargadas

source: Set image
es_co: Fijar imagen

source: Remove image
es_co: remover imagen

source: Randomize suggested headers
es_co: Selección aleatoria de las cabeceras sugeridas

source: Randomize uploaded headers
es_co: Selección aleatoria de las cabeceras cargadas

source: Hex Value
es_co: Valor Hex

source: Once Daily
es_co: Una vez al día

source: Twice Daily
es_co: Dos veces al día

source: Once Hourly
es_co: Una vez por hora

source: This argument has changed to an array to match the behavior of the other cron functions.
es_co: Este argumento ha cambiado a una matriz para que coincida con el comportamiento de las otras funciones de cron.

source: <strong>ERROR</strong>: The comment could not be saved. Please try again later.
es_co: <strong>ERROR</strong>: El comentario no pudo ser salvado. Por favor inténtalo de nuevo más tarde.

source: <strong>ERROR</strong>: your comment is too long.
es_co: <strong>ERROR</strong>: tu comentario esta muy largo.

source: <strong>ERROR</strong>: please type a comment.
es_co: <strong>ERROR</strong>: por favor escribe un comentario.

source: <strong>ERROR</strong>: your url is too long.
es_co: <strong>ERROR</strong>: url esta muy larga.

source: <strong>ERROR</strong>: your email address is too long.
es_co: <strong>ERROR</strong>: tu dirección de correo electrónico esta muy larga.

source: <strong>ERROR</strong>: your name is too long.
es_co: <strong>ERROR</strong>: tu nombre esta muy largo.

source: <strong>ERROR</strong>: please enter a valid email address.
es_co: <strong>ERROR</strong>: por favor ingresa una direccion de correo electronico valida.

source: <strong>ERROR</strong>: please fill the required fields (name, email).
es_co: <strong>ERROR</strong>: por favor llena los campos requeridos(nombre, correo).

source: Could not update comment status
es_co: No se pudo actualizar el estado del comentario

source: You are posting comments too quickly. Slow down.
es_co: Estás comentando muy rapido. Por favor baja la velocidad.

source: Duplicate comment detected; it looks as though you&#8217;ve already said that!
es_co: Comentario duplicado detectado parece como si ya has dicho eso!

# comment status
source: Trash
es_co: Papelera

# comment status
source: Approved
es_co: Aprobado

source: Unapproved
es_co: No aprobado

source: Post Comment
es_co: Publicar comentario

source: Cancel reply
es_co: Cancelar respuesta

source: Your email address will not be published.
es_co: Tu correo electrónico no sera publicado.

source: Logged in as %s. Edit your profile.
es_co: Conectado como %s. Edita tu perfil.

source: <a href="%1$s" aria-label="%2$s">Logged in as %3$s</a>. <a href="%4$s">Log out?</a>
es_co: <a href="%1$s" aria-label="%2$s">Conectado como %3$s</a>. <a href="%4$s">¿Salir?</a>

source: Required fields are marked %s
es_co: Campos requeridos estan marcados %s

source: Reply to %s
es_co: Responder a %s

source: Comments Off<span class="screen-reader-text"> on %s</span>
es_co: Commerios apagados<span class="screen-reader-text"> en %s</span>

source: %1$s Comment<span class="screen-reader-text"> on %2$s</span>
es_co: %1$s Comentario<span class="screen-reader-text"> en %2$s</span>

source: 1 Comment<span class="screen-reader-text"> on %s</span>
es_co: 1 Comentario<span class="screen-reader-text"> en %s</span>

source: No Comments<span class="screen-reader-text"> on %s</span>
es_co: No hay comentarios<span class="screen-reader-text"> en %s</span>

source: %s Comment
es_co: %s Comentario

source: We cannot find a title on that page.
es_co: No podemos encontrar un titulo en esa pagina.

source: Is there no link to us?
es_co: No hay allí un enlace a nosotros?

source: Could not write file %1$s (%2$s)
es_co: No se pudo escribir el archivo %1$s (%2$s)

source: Sorry, you have used your space allocation.
es_co: Lo sentimos, has utilizado todo tu espacio asignado.

source: Sorry, your entry could not be edited. Something wrong happened.
es_co: Lo sentimos, tu entrada no pudo ser editada. Algo malo paso.

source: Sorry, you are not allowed to publish this page.
es_co: Lo sentimos, no estas autorizado a publicar esta pagina

source: Sorry, you are not allowed to change the page author as this user.
es_co: Lo sentimos, no estas autorizado a cambiar el autor de la página a este usuario.

source: Sorry, you are not allowed to change the post author as this user.
es_co: Lo sentimos, no estas autorizado a cambiar el autor de la entrada como este usuario.

source: Sorry, you are not allowed to create pages as this user.
es_co: Lo sentimos, no estas autorizado a crear paginas como este usuario.

source: Invalid post format
es_co: Formato de entrada invalido

source: Sorry, you are not allowed to publish posts on this site.
es_co: Lo sentimos, no estas autorizado a publicar entradas en este sitio.

source: Sorry, you are not allowed to publish pages on this site.
es_co: Lo sentimos, no estas autorizado a publicar paginas en este sitio.

source: Sorry, you are not allowed to publish this post.
es_co: Lo sentimos, no estas autorizado a publicar esta entrada.

source: Sorry, no such post.
es_co: Lo sentimos, no hay tal entrada.

source: Sorry, that file cannot be edited.
es_co: Lo sentimos, el archivo no puede ser editado.

source: Either there are no posts, or something went wrong.
es_co: O bien no hay entradas , o ha ocurrido un error.

source: Sorry, you are not allowed to access user data on this site.
es_co: Lo sentimos, no estas autorizado a acceder datos de usuario en este sitio.

source: Sorry, revisions are disabled.
es_co: Lo sentimos, las revisiones están desactivadas.

source: Sorry, you are not allowed to edit this post type.
es_co: Lo sentimos, no estas autorizado a editar este tipo de entrada.

source: Sorry, you are not allowed to upload files.
es_co: Lo sentimos, no estas autorizado para subir archivos.

source: Sorry, you are not allowed to update options.
es_co: Lo sentimos, no estas autorizado a actualizar opciones.

source: Sorry, you are not allowed access to details of this post.
es_co: Lo sentimos, no estas autorizado a acceder a los detalles de esta entrada.

source: Sorry, you are not allowed access to details about this site.
es_co: Lo sentimos, no estas autorizado a consultar detalles sobre este sitio.

source: A valid email address is required
es_co: Un direccion válida de correo electronico es requerida

source: Comment author name and email are required
es_co: Nombre del autor de comentario y correo electrónico requerido.

source: You must be registered to comment
es_co: Debes estar registrado para comentar

source: Sorry, the comment could not be edited. Something wrong happened.
es_co: El comentario no pudo ser editado . Algo malo paso.

source: Invalid comment status.
es_co: Comentario sobre el estado no válido.

source: Sorry, you are not allowed to moderate or edit this comment.
es_co: Lo sentimos, no estas autorizado para moderar o editar este comentario.

source: Invalid comment ID.
es_co: ID de comentario no valido.

source: Sorry, you must be able to edit posts on this site in order to view categories.
es_co: Lo sentimos, debes de ser capaz de editar entradas en este sitio si quieres ver categorias.

source: Sorry, you are not allowed to delete a category.
es_co: Lo sentimos, no estas autorizado a eliminar una categoría.

source: Sorry, the new category failed.
es_co: Lo sentimos, la nueva categoría ha fallado.

source: Sorry, you are not allowed to add a category.
es_co: Lo sentimos, no estas autorizado para agregar categorías.

source: Sorry, you must be able to edit posts on this site in order to view tags.
es_co: Lo sentimos, tienes que ser capaz de editar entradas en este sitio para poder ver etiquetas.

source: Sorry, you are not allowed to edit posts.
es_co: Lo sentimos, no estas autorizado a editar esa entrada.

source: Failed to delete the page.
es_co: Eliminar la página ha fallado.

source: Sorry, you are not allowed to delete this page.
es_co: Lo sentimos, no estas autorizado a eliminar esta pagina.

source: Sorry, you are not allowed to edit pages.
es_co: Lo sentimos, no estas autorizado a editar paginas.

source: Sorry, no such page.
es_co: Lo sentimos , no hay tal página.

source: Sorry, you are not allowed to edit this page.
es_co: Lo sentimos, no estas autorizado a editar esta pagina.

source: Sorry, the user cannot be updated.
es_co: Lo sentimos, el usuario no puede ser actualizado.

source: Sorry, you are not allowed to edit your profile.
es_co: Lo sentimos, no estas autorizado a editar tu perfil.

source: The role specified is not valid
es_co: El perfil especificado no es valido.

source: Sorry, you are not allowed to browse users.
es_co: Lo sentimos, no estas autorizado a navegar usuarios.

source: Invalid user ID.
es_co: ID de usuario no valido

source: Sorry, you are not allowed to edit this user.
es_co: Lo sentimos, no estas autorizado a editar este usuario.

source: Sorry, you are not allowed to assign terms in this taxonomy.
es_co: Lo sentimos, no estas autorizado a asignar términos en esta taxonomía.

source: Sorry, deleting the term failed.
es_co: Lo sentimos, eliminar el término fallo.

source: Sorry, you are not allowed to delete terms in this taxonomy.
es_co: Lo sentimos, no estas actualizado a eliminar los términos de esta taxonomía.

source: Sorry, editing the term failed.
es_co: Lo sentimos, editar el término fallo.

source: This taxonomy is not hierarchical so you can't set a parent.
es_co: Esta taxonomía no es jerárquica por lo que no se puede establecer un padre.

source: Sorry, you are not allowed to edit terms in this taxonomy.
es_co: Lo sentimos, no estas autorizado a editar términos en esta taxonomía.

source: Sorry, your term could not be created. Something wrong happened.
es_co: Lo sentimos, tu termino no pudo ser creado. Algo malo paso.

source: Parent term does not exist.
es_co: Termino padre no existe.

source: This taxonomy is not hierarchical.
es_co: Esta taxonomía no es jerárquica.

source: The term name cannot be empty.
es_co: El nombre del término no puede estar vacio

source: Sorry, you are not allowed to create terms in this taxonomy.
es_co: Lo sentimos, no estas autorizado para crear términos en esta taxonomía.

source: Sorry, you are not allowed to edit posts in this post type.
es_co: Lo sentimos, no estas autorizado a editar entradas en este tipo de entradas.

source: The post type specified is not valid
es_co: El tipo de entrada especificado no es válido.

source: The post cannot be deleted.
es_co: La entrada no puede ser eliminada.

source: Sorry, you are not allowed to delete this post.
es_co: Lo sentimos, no estas autorizado a eliminar esta entrada.

source: There is a revision of this post that is more recent.
es_co: Hay una revisión de esta entrada más reciente.

source: Sorry, you are not allowed to add a term to one of the given taxonomies.
es_co: Lo sentimos, no estas autorizado a agregar un término a una de las taxonomías dadas.

source: Ambiguous term name used in a hierarchical taxonomy. Please use term ID instead.
es_co: Nombre ambiguo del término que se utiliza en una taxonomía jerárquica . Por favor, usa el ID del término en lugar .

source: Invalid term ID.
es_co: ID del termino invalido

source: Sorry, you are not allowed to assign a term to one of the given taxonomies.
es_co: Lo sentimos, no estas autorizado a asignar un término a una de las taxonomías dadas.

source: Sorry, one of the given taxonomies is not supported by the post type.
es_co: Lo sentimos, una de las taxonomías dadas no esta soportado por el tipo de entrada.

source: Invalid attachment ID.
es_co: ID de archivo adjunto no válido .

source: Invalid author ID.
es_co: ID de autor no valido.

source: Sorry, you are not allowed to create posts as this user.
es_co: Lo sentimos, no estas autorizado a crear entradas como este usuario.

source: Sorry, you are not allowed to create password protected posts in this post type
es_co: Lo sentimos, no estas autorizado a crear entradas protegidas con contraseña en este tipo de entrada.

source: Sorry, you are not allowed to publish posts in this post type
es_co: Lo sentimos, no estas autorizado a publicar entradas en este tipo de entrada.

source: Sorry, you are not allowed to create private posts in this post type
es_co: Lo sentimos, no estas autorizado a crear entradas privadas en este tipo de entrada.

source: Sorry, you are not allowed to post on this site.
es_co: Lo sentimos, no estas autorizado a publicar en este sitio.

source: The post type may not be changed.
es_co: El tipo de entrada no puede ser cambiado.

source: Sorry, you are not allowed to edit this post.
es_co: Lo sentimos, no estas autorizado a editar esta entrada.

source: Invalid post ID.
es_co: ID de la entrada no valido.

source: Invalid post type.
es_co: Tipo de entrada no valido.

source: Sorry, you are not allowed to stick this post.
es_co: Lo sentimos , no estas autorizado a pegar esta entrada.

source: Sorry, you cannot stick a private post.
es_co: Lo sentimos, no puedes pegar una entrada privada.

source: Insufficient arguments passed to this XML-RPC method.
es_co: Argumentos insuficientes pasados ​​a este método XML -RPC.

source: Allow link notifications from other blogs (pingbacks and trackbacks) on new articles
es_co: Permitir notificaciones de enlace desde otros sitios (pingbacks y trackbacks) en nuevas entradas

source: Medium-Large size image height
es_co: Tamaño-medio largo de imagen

source: Medium-Large size image width
es_co: Tamaño-medio ancho de imagen

source: Crop thumbnail to exact dimensions
es_co: Cortar la miniatura en las dimensiones exactas

source: Thumbnail Height
es_co: Largo de miniatura

source: Thumbnail Width
es_co: Ancho de miniatura

source: Allow new users to sign up
es_co: Permitir que nuevos usuarios se registren

source: Site Tagline
es_co: Lema del sitio

source: Time Zone
es_co: Zona horaria

source: Post Thumbnail
es_co: Miniatura de entrada

source: Stylesheet
es_co: Hoja de estilo

source: Image default align
es_co: Alineación de imagen por defecto

source: Image default size
es_co: Tamaño de imagen por defecto

source: Image default link type
es_co: Tipo de enlace de imagen por defecto

source: The URL to the admin area
es_co: La direccion del area de administracion

source: Login Address (URL)
es_co: Direccion de ingreso (URL)

source: Site Address (URL)
es_co: Direccion del sitio(URL)

source: WordPress Address (URL)
es_co: WordPress direccion (URL)

source: Software Version
es_co: Versión del software

source: Software Name
es_co: Nombre del software

source: Incorrect username or password.
es_co: Nombre de usuario o contraseña incorrecta.

source: XML-RPC services are disabled on this site.
es_co: Los servicios XML-RPC están desactivados en este sitio.

source: Use %s instead.
es_co: Utiliza %s en su lugar.

source: Seasonal
es_co: Estacional

source: Responsive Layout
es_co: Diseño que responde

source: Fluid Layout
es_co: Diseño fluido

source: Fixed Layout
es_co: Diseño fijo

source: Dark
es_co: Oscuro

source: The "%s" theme is not a valid parent theme.
es_co: La "%s" plantilla no es una plantilla padre válida.

source: Template is missing. Standalone themes need to have a %1$s template file. <a href="%2$s">Child themes</a> need to have a Template header in the %3$s stylesheet.
es_co: La plantilla no se encuentra. Temas independientes necesitan tener un %1$s archivo de plantilla. <a href="%2$s">Temas hijos</a> necesitan tener un encabezado de plantilla en la %3$s hoja de estilo.

source: Stylesheet is not readable.
es_co: Hojas de estilo no se puede leer.

source: ERROR: The themes directory is either empty or doesn&#8217;t exist. Please check your installation.
es_co: ERROR: el directorio de plantillas está vacío no existe. Por favor revisa tu instalación.

source: The theme directory "%s" does not exist.
es_co: El directorio de la plantilla "%s" no existe.

source: Term ID is shared between multiple taxonomies
es_co: El ID del termino es compartido en múltiples taxonomías

source: Inexistent terms.
es_co: Términos no existentes

source: Invalid taxonomy.
es_co: Taxonomía no valida

source: Invalid object type
es_co: Tipo de objeto no valido

source: The %s directory of the develop repository must be used for RTL.
es_co: El directorio %s del repositorio de desarrollo debe usarse para RTL

# August abbreviation
source: Aug
es_co: Ago

# February abbreviation
source: Feb
es_co: Febr

# January abbreviation
source: Jan
es_co: Ene

# genitive
source: December
es_co: Diciembre

# genitive
source: November
es_co: Noviembre

# genitive
source: October
es_co: Octubre

# genitive
source: September
es_co: Septiembre

# genitive
source: August
es_co: Agosto

# genitive
source: July
es_co: Julio

# genitive
source: June
es_co: Junio

# genitive
source: May
es_co: Mayo

# genitive
source: April
es_co: Abril

# genitive
source: March
es_co: Marzo

# genitive
source: February
es_co: Febrero

# genitive
source: January
es_co: Enero

# Friday initial
source: F
es_co: V

# Thursday initial
source: T
es_co: J

# Wednesday initial
source: W
es_co: M

# Tuesday initial
source: T
es_co: M

# Monday initial
source: M
es_co: L

# Sunday initial
source: S
es_co: D

source: Attempted to set image quality outside of the range [1,100].
es_co: Se ha intentado ajustar la calidad de la imagen fuera del rango [1,100].

source: %s is required to strip image meta.
es_co: %s es requerido para desprender la meta de la imagen

source: Image Editor Save Failed
es_co: Editor de imágenes Error al guardar

source: Image flip failed.
es_co: Darle la vuelta a la imagen fallo.

source: Image rotate failed.
es_co: Rotar imagen fallo.

source: Image crop failed.
es_co: Recortar imagen fallo.

source: Could not calculate resized image dimensions
es_co: No se pudo calcular las dimensiones para cambiar el tamaño de la imagen

source: Image resize failed.
es_co: Cambiar el tamaño de la imagen fallo.

source: Could not read image size.
es_co: No se pudo leer el tamaño de la imagen.

source: File is not an image.
es_co: el archivo no es una imagen.

source: File doesn&#8217;t exist?
es_co: el archivo no existe?

source: The SSL certificate for the host could not be verified.
es_co: El certificado SSL para el alojamiento no pudo ser verificado.

source: Failed to write request to temporary file.
es_co: No se pudo escribir solicitud de archivo temporal.

source: Search or use up and down arrow keys to select an item.
es_co: Buscar o usar las teclas arriba y abajo para seleccionar un elemento.

source: No search term specified. Showing recent items.
es_co: No se especificó un término para la búsqueda. Mostrando elementos recientes.

source: Or link to existing content
es_co: O enlazar con un contenido existente
