Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.6.x/wp-4.6.x-admin-network-*.po
Languages: ne, ur

source: Dashboard leads to the Dashboard for that site.
ne: ड्यासबोर्डले सोहि साईटको ड्यासबोर्डमा पुर्याउँछ ।
ur: تختہ مشق آپ کو سائٹ کے تختہ مشق کی طرف لے جائے گا۔

source: An Edit link to a separate Edit Site screen.
ne: एक सम्पादन लिंक जसले साईट सम्पादन स्क्रिनलाई छुट्याउँछ ।
ur: علیحدہ سائٹ کے ترمیم کے سکرین کے لئے ترمیم کا لنک .

source: Hovering over each site reveals seven options (three for the primary site):
ne: पत्येक साईट माथि होभर गर्दा सातवाटा विकल्पहरु देखाउँछ (तीनवटा प्राथमिक साईटका लागि) :
ur: اگر آپ کسی سائٹ پر کر سر لے جائیں تو آپ کو سات امور دکھائی دیں گے ( ان میں سے تین پرائمری سائٹ کے لیے ہونگے):

source: This is the main table of all sites on this network. Switch between list and excerpt views by using the icons above the right side of the table.
ne: यो यस नेटवर्कको सबै साइटहरुको मुख्य तालिका हो। तालिका को दायाँ तर्फको माथिल्लो आइकनहरुको उपयोग गरेर सूची र अंश दृश्यहरु बीच स्विच गर्नुहोस्।
ur: یہ اس نیٹورک تمام سائٹس کا مرکزی ٹیبل ہے،ٹیبل کی دائیں طرف آئیکن سے فہرست یا ایکسرپٹ ویو کا انتخاب کریں .

source: Add New takes you to the Add New Site screen. You can search for a site by Name, ID number, or IP address. Screen Options allows you to choose how many sites to display on one page.
ne: नयाँ थप्नुहोस् लिंकले तपाईलाई नयाँ साईट थप्ने स्क्रिनमा लानेछ । तपाईले नाम, पहिचान नंबर, वा आईपी ठेगाना राखेर कुनै साईट खोजी गर्न सक्नुहुन्छ । स्क्रिन विकल्पहरुले एउटा पृष्ठमा तपाईलाई कति वटा साईटहरु देखाउने भनेर छान्न दिनेछ ।
ur: نیا اندراج آپ کو نئی سائٹ کے اندراج کی سکرین پر لے جاتا ہے. آپ ایک سائٹ کو نام، آئی ڈی، عدد یا آئی پی پتے سے تلاش کر سکتے ہیں. سکرین کے اختیارات آپ کو ایک صفحے پر ظاہرکرنے کے لئے سائٹس کی تعداد منتخب کرنے کی اجازت دیتے ہیں.

source: A password reset link will be sent to the user via email.
ne: एक पासवर्ड रिसेट लिंक इमेल मार्फत प्रयोगकर्तालाई पठाइनेछ ।
ur: پاسورڑ شناخت کی تبدیلی کا لنک صارف کو بذریعہ ای میل بھیج دیا جائے گا۔

source: Add User
ne: प्रयोगकर्ता थप्नुहोस्
ur: استعمال کنندہ شامل کریں

source: Duplicated username or email address.
ne: प्रयोगकर्ता नाम वा ईमेल ठेगाना पुन: दोहोरियो ।
ur: دوہرایا گیا شناختی نام یا ای میل ایڈریس

source: Enter the username and email.
ne: प्रयोगकर्ता नाम र ईमेल राख्नुहोस् ।
ur: شناختی نام اور ای میل کا اندراج کریں۔

source: User created.
ne: प्रयोगकर्ता सृजना भयो ।
ur: استعمال کنندہ کا اندراج ہو گیا ہے۔

source: Select a user to remove.
ne: प्रयोगकर्ता हटाउन कुनै एकलाई छान्नुहोस् ।
ur: استعمال کنندہ کو حذف کرنے کے لئے منتخب کریں۔

source: Select a user to change role.
ne: भूमिका परिवर्तन गर्न कुनै प्रयोगकर्ता छान्नुहोस् ।
ur: کردار کی تبدیلی کے لئےاستعمال کنندہ کو منتخب کریں

source: Enter the username of an existing user.
ne: हाल स्थापित प्रयोगकर्ताको प्रयोगकर्ता नाम राख्नुहोस् ।
ur: موجودہ استعمال کنندہ کے شناختی نام کا اندارج کریں۔

source: User is already a member of this site.
ne: प्रयोगकर्ता पहिले नै यस साईटको सदस्य हुनुहुन्छ ।
ur: استعمال کنندہ پہلے سے اس سائٹ کا ممبر ہے۔

source: Site users list
ne: साइट प्रयोगकर्ता सूची
ur: ویب سائٹ کے صارفین کی فہرست

source: Site users list navigation
ne: साइट प्रयोगकर्ता सूची नेभिगेसन
ur: سائٹ کے صارفین کی فہرست کی راہنمائی

source: Filter site users list
ne: साइट प्रयोगकर्ता सूची फिल्टर गर्नुहोस्
ur: صارفین کی فہرست کو نتھاریں

source: Network enabled themes are not shown on this screen.
ne: संजालद्वारा सक्रिय गरिएका थिमहरु यस पर्दामा देखिएका छैनन् ।
ur: اس سکرین پر آپ کو نیٹ ورک پر فعال تھیمز نظر نہیں آئیں گی۔

source: No theme selected.
ne: कुनै थिम छानिएन ।
ur: کسی تھیم کا انتخاب نہیں کیا گیا۔

source: %s theme disabled.
ne: %s थिम असक्षम पारियो ।
ur: %s تھیم غیر فعال ہو گئی ہے۔

source: Theme disabled.
ne: थिम निष्क्रिय भयो ।
ur: تھیم غیر فعال ہو گئی ہے۔

source: %s theme enabled.
ne: %s थिम सक्षम पारियो ।
ur: %s تھیم فعال ہو گئی ہے۔

source: Theme enabled.
ne: थिम सक्रिय भयो ।
ur: تھیم فعال ہو گئی ہے۔

source: Site themes list
ne: साइट थिम सूची
ur: سائٹ کے تھیمز کی فہرست

source: Site themes list navigation
ne: साइट थिम सूची नेभिगेसन
ur: سائٹ کے تھیمز کی فہرست کی رہنمائی

source: Filter site themes list
ne: साइट थिम सूची फिल्टर गर्नुहोस्
ur: سائٹ کے تھیمز کی فہرست کو نتھاریں

source: Sorry, you are not allowed to manage themes for this site.
ne: माफ गर्नुहोस्, तपाईंलाई यो साइटमा थिमहरु व्यवस्थापन गर्न अनुमति छैन ।
ur: معاف کیجیے گا، آپ کو اس ویب سائٹ کے لیے تھیمز منظم کرنے کی اجازت نہیں ہے۔

source: Site options updated.
ne: साईट विकल्पहरु नविनीकरण भयो ।
ur: سائٹ کے اختیارات کی تجدید ہو گئی ہے۔

source: Add Site
ne: साईट थप्नुहोस्
ur: سائٹ شامل کریں

source: The username and password will be mailed to this email address.
ne: प्रयोगकर्ता नाम र पाडवर्ड यस ईमेल ठेगानामा पठाईने छ ।
ur: اسم رکنیت اور پاسورڈ اس ای میل ایڈریس پر بھیجا جائے گا۔

source: A new user will be created if the above email address is not in the database.
ne: यदि माथिल्लो ईमेल ठेगाना डाटाबेसमा छैन भने एउटा नयाँ प्रयोगकर्ता बनाईने छ ।
ur: ایک نیا صارف بنا دیا جائے گا اگر اوپر دیا گیا ای میل ایڈریس ڈیٹا بیس میں نہ ہوا۔

source: Admin Email
ne: प्रशासकीय ईमेल
ur: منتظم کا ای میل

source: Only lowercase letters (a-z), numbers, and hyphens are allowed.
ne: केवल रोमन लिपिका साना अक्षर (a-z), संख्या र हाइफन (-) मात्रै प्रयोग गर्नुहोस् ।
ur: صرف چھوٹے حروف (a-z)، اعداد، اور ڈیش کی علامت کی اجازت ہے۔

source: Add New Site
ne: नयाँ साईट थप्नुहोस्
ur: نئی ویب سائٹ شامل کریں

source: Site added. <a href="%1$s">Visit Dashboard</a> or <a href="%2$s">Edit Site</a>
ne: साईट थपियो । <a href="%1$s">ड्यासबोर्डमा जानुहोस्</a> वा <a href="%2$s">साईट सम्पादन गर्नुहोस्</a>
ur: سائٹ شامل کر لی گئی ہے۔ <a href="%1$s">تختہ مشق پر جائیں</a> یا <a href="%2$s">سائٹ کی تدوین</a>

# email "From" field
source: Site Admin
ne: साइट व्यवस्थापक
ur: ویب سائٹ منتظم

source: New site created by %1$s Address: %2$s Name: %3$s
ne: %1$s द्वारा नयाँ साईट सृजना भयो ठेगाना : %2$s नाम : %3$s
ur: %1$s نےنئی سائٹ بنا دی ہے پتہ : %2$s نام: %3$s

source: [%s] New Site Created
ne: [%s] नयाँ साईट बन्यो
ur: [%s] نئی سائٹ بنا دی گئی

source: There was an error creating the user.
ne: प्रयोगकर्ता सृजना गर्दा त्रुति भयो ।
ur: استعمال کنندہ کہ بنانے میں مسئلہ درپیش ہے۔

source: The domain or path entered conflicts with an existing username.
ne: तपाईले प्रविष्ठ गर्नुभएको डोमेन अथवा पाथ अबस्थित युजरनेमसंग मेल खायो।
ur: ڈومین یا داخل کردہ راستہ پہلے سے موجود صارف سے ٹکراتا ہے

source: Invalid email address.
ne: अमान्य ईमेल ठेगाना ।
ur: ای میل ایڈرس قابل فہم نہیں

source: Missing email address.
ne: ईमेल ठेगाना छुट्यो ।
ur: غیر موجود ای میل ایڈریس

source: Missing or invalid site address.
ne: साईट ठेगाना कि छुट्यो कि अमान्य भयो ।
ur: نا قابل فہم یا غیر موجود سائٹ کا پتہ

source: The following words are reserved for use by WordPress functions and cannot be used as blog names: %s
ne: यी निम्न शब्दहरु वर्डप्रेस फङ्कशनहरुको प्रयोजनको लागि रिजर्भ गरिएको छ र ब्लगको नामहरुको निम्ति प्रयोग गर्न सकिने छैन : %s
ur: مندرجہ ذیل الفاظ ورڈپریس کے فنکشن کے لئے مختص ہیں، اور بلاگ کے نام کے لئے استمعال نہیں ہو سکتے : %s

source: Can&#8217;t create an empty site.
ne: खाली साईट सृजना गर्न सकिएन ।
ur: خالی سائٹ نہیں بنائی جا سکتی.

source: If the admin email for the new site does not exist in the database, a new user will also be created.
ne: यदि नयाँ साईटको लागि प्रशासकीय ईमेल डाटाबेसमा विद्यमान छैन भने, एउटा नयाँ प्रयोगकर्ता सृजना हुनेछ ।
ur: اگر نئی ویب سائٹ کے لئے ایڈمن کی ای میل ڈیٹا بیس میں موجود نہ ہو، تو ایک نیا صارف بھی بنایا جائے گا .

source: This screen is for Super Admins to add new sites to the network. This is not affected by the registration settings.
ne: यो स्क्रिन माथिल्लो प्रशासकहरुलाई नयाँ साईटहरु संजालमा थप्नको लागि हो । यसलाई दर्ता सेटिङहरुले केहि फरक पार्दैन ।
ur: اس سکرین پر سپر ایڈمن نئی سائٹ شامل کرتا ہے ، اس پر رجسٹریشن سیٹنگ کا اثر نہیں ہوتا .

source: Sorry, you are not allowed to add sites to this network.
ne: माफ गर्नुहोस्, तपाईंलाई यो नेटवर्कमा साइटहरु थप्न अनुमति छैन ।
ur: معاف کیجیے گا، آپ کو اس نیٹ ورک میں سائٹس شامل کرنے کی اجازت نہیں ہے۔

source: Set site attributes
ne: साइट विशेषताहरु सेट गर्नुहोस्
ur: سائٹ کی صفات بتائیں

source: Edit Site: %s
ne: %s साईट सम्पादन गर्नुहोस्
ur: سائٹ کی تدوین: %s

source: Site info updated.
ne: साईटको जानकारी नविनीकरण भएको छ ।
ur: سائٹ کی تفصیلات کی تجدید کر دی گئی ہے۔

source: The requested site does not exist.
ne: अनुरोध गरिएको साइट अवस्थित छैन ।
ur: آپ کی من چاہی سائٹ دستیاب نہیں۔

source: Invalid site ID.
ne: अमान्य साईट पहिचान ।
ur: ویب سائٹ آئی ڈی قابل فہم نہیں.

source: <a href="https://codex.wordpress.org/Network_Admin_Sites_Screen" target="_blank">Documentation on Site Management</a>
ne: <a href="https://codex.wordpress.org/Network_Admin_Sites_Screen" target="_blank">साईट व्यवस्थापनको अभिलेख</a>
ur: <a href="https://codex.wordpress.org/Network_Admin_Sites_Screen" target="_blank">سائٹ مینیجمنٹ سے متعلقہ دستاویزات</a>

source: <strong>Settings</strong> &mdash; This page shows a list of all settings associated with this site. Some are created by WordPress and others are created by plugins you activate. Note that some fields are grayed out and say Serialized Data. You cannot modify these values due to the way the setting is stored in the database.
ne: <strong>सेटिङ</strong> &mdash; यो पृष्ठमा यस साइटसंग सम्बन्धित सबै सेटिङ सूची देखिन्छ । केही वर्डप्रेस द्वारा अनि कुनै तपाईँले सक्रिय गरेको प्लगिन द्वारा बनाईएको हो । याद गर्नुहोस्, केही क्षेत्रहरू मधुरो र सिरियलाइज डाटा भन्ने छ । डाटाबेसमा भण्डार हुने विशेष तरिकाका कारण यिनीहरुलाई परिमार्जन गर्न सकिदैन ।
ur: <strong>تراکيب</strong> -؛ یہ صفحہ اس سائٹ سے منسلک تمام تراکیب دکھاتا ہے۔ کچھ تراکیب ورڈ پریس کی جانب سے تیار کردہ ہیں اور کچھ ان پلگ ان کی جانب سے جو آپ فعال کرتے ہیں۔ واضح رہے کہ کچھ خانہ جات غیر فعال ہیں اور ان میں 'سیریلائڈ ڈیٹا' لکھا ہے، آپ ان کی ویلیو میں ترمیم نہیں کرسکتے انکے ڈیٹابیس میں مخصوص انداز میں پہلے سے درج ہونے کی وجہ سے۔

source: <strong>Themes</strong> &mdash; This area shows themes that are not already enabled across the network. Enabling a theme in this menu makes it accessible to this site. It does not activate the theme, but allows it to show in the site&#8217;s Appearance menu. To enable a theme for the entire network, see the <a href="%s">Network Themes</a> screen.
ne: <strong>थिम</strong> &mdash; यो क्षेत्रमा थिमहरु देखिन्छ जुन पुरै नेटवर्कमा सक्षम छैन । थिमलाई सक्षम गरेर त्यसलाई साइटमा पहुँच हुने बनाउन सकिन्छ । यसले थिमलाई सक्रिय बनाउदैन तर साइटको देखावट मेनुमा भने देखिन्छ । थिमलाई पुरै नेटवर्कमा सक्षम गर्न <a href="%s">नेटवर्क थिम</a> स्क्रिनमा जानु होस् ।
ur: <strong>تھیمز</strong> &mdash; اس جگہ پر ایسی تھیم دکھائی جاتی ہیں جو کہ مکمل نیٹ ورک پر فعال نہ ہوں۔ اس مینو سے کسی تھیم کو فعال کرنے پر تھیم کی رسائی صرف اس ویب سائٹ تک ہی محدود ہوگی۔ اس سے تھیم ایکٹیو نہیں ہوگی، لیکن اس سے تھیم سائٹ &#8217;s کے اپیئرینس مینو میں ظاہر ہوجائے گی۔ تھیم کو مکمل نیٹ ورک پر ایکٹیو کرنے کے لیئے <a href="%s">نیٹ ورک تھیمز</a> میں جائیں۔

source: <strong>Users</strong> &mdash; This displays the users associated with this site. You can also change their role, reset their password, or remove them from the site. Removing the user from the site does not remove the user from the network.
ne: <strong>प्रयोगकर्ता</strong> &mdash; यसले साइटसंग सम्बन्धित प्रयोगकर्ता प्रर्दशन गर्दछ । तपाईं प्रयोगकर्ताको भूमिका परिवर्तन गर्न, पासवर्ड रिसेट गर्न वा साइटबाट हटाउन पनि सक्नु हुन्छ । साइटबाट प्रयोगकर्ता हटाउँदा नेटवर्कबाट भने हट्दैन ।
ur: <strong>صارفین </strong> یہ سائٹ سے منسلک صارفین دکھاتے ہیں، آپ انکے کردار تبدیل کر سکتے ہیں، انکے پاسورڈ تبدیل کر سکتے ہیں، یا انکو سائٹ کے ہٹا سکتے ہیں، سائٹ سے ہٹائے گئے صارفین نیٹورک سے نہیں ہٹائے جاتے.

source: <strong>Info</strong> &mdash; The site URL is rarely edited as this can cause the site to not work properly. The Registered date and Last Updated date are displayed. Network admins can mark a site as archived, spam, deleted and mature, to remove from public listings or disable.
ne: <strong>जानकारी</strong> &mdash; साइट युआरएल पराए परिवर्तन गरिदैन किनकि यसले साइट नै नचल्न सक्छ । दर्ता र अन्तिम अद्यावधिक मिति प्रर्दशन हुन्छ । नेटवर्क प्रशासकले साइटलाई संग्रहित गर्न, स्पाम चिनो लगाउन, मेटाउन वा परिपक्व चिनो लगाई सार्वजनिक सूचीबाट हटाउन वा असक्षम गर्न सक्छ ।
ur: <strong>نوٹ</strong> &mdash; ویب سائٹ کے لنک کی بہت کم ہی ترمیم کی جاتی ہے، کیونکہ اس سے سائٹ کے کام کرنے میں خرابی واقع ہو سکتی ہے۔ رجسٹریشن کی تاریخ اور لاسٹ اپ ڈیٹ کرنے کی تاریخ دکھائی گئی ہے۔ نیٹ ورک کے ایڈمن کو اختیار حاصل ہے کہ وہ سائٹ کو ذخیرہ کرلے(آرکائیو)، سپیم قرار دے، خارج کرے یا اس کو عام لوگوں کے لیے بند کر دے۔

source: The menu is for editing information specific to individual sites, particularly if the admin area of a site is unavailable.
ne: कुनै व्यक्तिगत साईटहरु लक्षित जानकारी सम्पादन गर्नको लागि यो मेनु उपस्थित छ, विषेश गरी जब कुनै साईटको प्रशासक क्षेत्र उपलब्ध हुन्न ।
ur: مینو انفرادی سائٹس کے مخصوص معلومات میں ترمیم کے لئے ہے، خاص طور پر جب ایڈمن ایریا دستیاب نہیں ہو

source: Sorry, you are not allowed to edit this site.
ne: माफ गर्नुहोस्, तपाईंलाई यो साइट सम्पादन गर्न अनुमति छैन ।
ur: معاف کیجیے گا، آپ کو اس سائٹ میں ترمیم کرنے کی اجازت نہیں ہے۔

source: Enable menus
ne: मेनु सक्रिय पार्नुहोस्
ur: مینوز کو فعال بنائیں

source: Enable administration menus
ne: प्रशासकीय मेनुहरु सक्रिय गर्नुहोस्
ur: انتظامی مینو کو فعال کریں

source: Default Language
ne: पूर्वनिश्चित भाषा
ur: طےشدہ لغت

source: Language Settings
ne: भाषाका सेटिङहरु
ur: لغت کی ترتیبات

source: Size in kilobytes
ne: आकार किलोबाइटमा
ur: سائزکلو بائٹس میں

# File size in kilobytes
source: %s KB
ur: %s کلو بائیٹس

source: Max upload file size
ne: अधिकतम फाईलको अपलोड आकार
ur: اپ لوڈ فائل کا زیادہ سے زیادہ سائز

source: Allowed file types. Separate types by spaces.
ne: अनुमति प्राप्त फाइल प्रकारहरु । रिक्त स्थानद्वारा प्रकारहरु अलग गर्नुहोस् ।
ur: مجاذ فائل کی قسمیں، سپیس سے قسموں کو الگ کریں۔

source: Upload file types
ne: अपलोड फाईल किसिम
ur: فائل اپ لوڈ کی قسمیں

source: Limit total size of files uploaded to %s MB
ne: अपलोड गरिएका फाईलहरुको पूर्ण आकार %s MB मा सिमित राख्नुहोस्
ur: اپ لوڈڈ فائلز کا سائز %s میگا بائٹس تک محدود کریں۔

source: Site upload space
ne: साईट अपलोड गर्ने ठाँउ
ur: سائٹ کی اپ لوڈ سپیس

source: Upload Settings
ne: अपलोडका सेटिङहरु
ur: اپ لوڈ کی ترتیبات

source: The URL for the first comment on a new site.
ne: नयाँ साईटको पहिलो टिप्पणीको URL ।
ur: نئی سائٹ پر پہلے تبصرے کا URL

source: First Comment URL
ne: पहिलो टिप्पणी URL
ur: پہلے تبصرے کا یوآرایل

source: The email address of the first comment author on a new site.
ne: नयाँ साइटमा पहिलो टिप्पणी लेखकको इमेल ठेगाना ।
ur: نئی سائٹ پر پہلا تبصرہ کرنے والے کا ای میل ایڈریس۔

source: First Comment Email
ne: प्रथम टिप्पणी इमेल
ur: پہلے تبصرے کے لیے ای میل

source: The author of the first comment on a new site.
ne: नयाँ साईटको पहिलो टिप्पणीको लेखक ।
ur: نئی سائٹ پر پہلے تبصرے کا مصنف

source: First Comment Author
ne: पहिलो टिप्पणी लेखक
ur: پہلے تبصرے کے مصنف

source: The first comment on a new site.
ne: नयाँ साईटको पहिलो टिप्पणी ।
ur: نئی سائٹ پر پہلا تبصرہ

source: First Comment
ne: पहिलो टिप्पणी
ur: پہلا تبصرہ

source: The first page on a new site.
ne: नयाँ साईटको पहिलो पृष्ठ ।
ur: نئی سائٹ پر پہلا صفحہ

source: First Page
ne: पहिलो पृष्ठ
ur: پہلا صفحہ

source: The first post on a new site.
ne: नयाँ साईटको पहिलो लेख ।
ur: نئی سائٹ پر پہلے تحریر

source: The welcome email sent to new users.
ne: स्वागत ईमेल नयाँ प्रयोगकर्ताहरुलाई पठाईयो ।
ur: خیر مقدمی ای میل نئے صارفین کو بھیج دی گئی ہے۔

source: Welcome User Email
ne: स्वागत प्रयोगकर्ता ईमेल
ur: صارف کی خیر مقدمی ای میل

source: The welcome email sent to new site owners.
ne: नयाँ साईटका मालिकहरुलाई स्वागत ईमेल पठाईयो ।
ur: خیر مقدمی ای میل نئی سائٹ کے مالکان کو بھیج دی گئی ہے۔

source: Welcome Email
ne: स्वागत ईमेल
ur: خیر مقدمی ای میل

source: New Site Settings
ne: नयाँ साईटका सेटिङहरु
ur: نئی سائٹ کی ترتیبات

source: If you want to ban domains from site registrations. One domain per line.
ne: यदि तपाईलाई डोमेनहरु साईट दर्ता गर्न प्रतिबन्ध लगाउनु छ भने । प्रति लाईन एक डोमेन ।
ur: اگر آپ سائٹ رجسٹریشنز کے وقت ڈومینز پر پابندی لگانا چاہتے ہیں. ایک ڈومین فی سطر.

source: Banned Email Domains
ne: प्रतिबन्ध गरिएका ईमेल डोमेनहरु
ur: ممنوعہ ای میل ڈومینز

source: If you want to limit site registrations to certain domains. One domain per line.
ne: यदि तपाईलाई केहि डोमेनहरमा मात्र साईट दर्ता सिमित राख्नु छ भने । प्रति लाईन एक डोमेन ।
ur: اگرآپ سائٹ کا اندراج صرف مخصو ص ڈومینز تک محدود رکھنا چا ہیں تو۔ ایک ڈومین فی سطر ڈالیں

source: Limited Email Registrations
ne: ईमेल दर्ताहरु सिमित छन्
ur: محدود اندراج بذریعہ ای میل

source: Users are not allowed to register these sites. Separate names by spaces.
ne: प्रयोगकर्ताहरुलाई यी साईटहरु दर्ता गर्न अनुमति छैन । नामहरु खाली ठाउँले छुट्याउनुहोस् ।
ur: استعمال کنند گان ان سائٹس کے اندراج کے مجاز نہیں۔ سپیس سے علیحدہ نام کا اندراج کریں

source: Banned Names
ne: प्रतिबन्धित भएका नामहरु
ur: ممنوعہ نام

source: Allow site administrators to add new users to their site via the "Users &rarr; Add New" page.
ne: साईट प्रशासकहरुलाई उनीहरुको साईटमा "प्रयोगकर्ताहरु &rarr; नयाँ थप्नुहोस्" पृष्ठबाट नयाँ प्रयोगकर्ताहरु थप गर्न अनुमति दिनुहोस् ।
ur: سائٹ کے ایڈمنسٹریٹر کو نئے صارف کی شمولیت کے صفحہ پر نیا صارف بنانے دیتی ہے.

source: Add New Users
ne: नयाँ प्रयोगकर्ताहरु थप्नुहोस्
ur: نئےاستعمال کنندگان شامل کریں

source: Send the network admin an email notification every time someone registers a site or user account.
ne: प्रत्येक पटक कसैले साईट दर्ता वा प्रयोगकर्ता खाता खोल्दा संजाल प्रशासकलाई ईमेल सूचना पठाउनुहोस् ।
ur: نیٹ ورک کے منتظم کو ہر نئے استعمال کنندہ یا سائٹ کے اندراج پر ای میل نوٹیفیکیشن بھیجا جائے۔

source: Registration notification
ne: दर्ता सूचना
ur: اندارج کا نوٹیفیکیشن

source: If registration is disabled, please set %1$s in %2$s to a URL you will redirect visitors to if they visit a non-existent site.
ne: यदि पंजीकरण हुन नसकेको हो, भने कृपया %2$s मा %1$s यूआरएल सेट गर्नुहोस् जसमा तपाई पाठकहरुलाई पुनर्निर्देशित गर्नेछ, यदि उनीहरु एक अस्तित्वहीन साइटमा आउनेछन।
ur: اگر رجسٹریشن کی سہولت بند ہے تو براہ کرم %2$s میں %1$s کو ایک لنک بنا دیں۔ اگر آپ کے وزٹر ایسی سائٹ وزٹ کرنا چاہئیں گے جو موجود نہیں ہے تو انہیں اس لنک پر بھیج دیا جائے گا۔

source: Both sites and user accounts can be registered.
ne: साईटहरु र प्रयोगकर्ता खाताहरु दुबै दर्ता गर्न सकिने छ ।
ur: سائٹس اور استعمال کنند گان کے دونوں کا اندراج ہو سکتا ہے۔

source: Logged in users may register new sites.
ne: लगईन भएका प्रयोगकर्ताहरुले नयाँ साईटहरु दर्ता गर्न सक्ने छन् ।
ur: لاگ ان ہونے والے استعمال کنند گان نئی سائٹس کا اندراج کر سکتے ہیں۔

source: User accounts may be registered.
ne: प्रयोगकर्ता खाताहरु दर्ता गर्न सकिने छ ।
ur: استعمال کنند گان کے کھاتوں کا اندراج ہو سکتا ہے۔

source: Registration is disabled.
ne: दर्ता प्रक्रिया निष्क्रिय गरिएको छ ।
ur: اندراج غیر فعال ہے۔

source: New registrations settings
ne: नयाँ दर्ता सेटिङहरू
ur: نئے اندراج کی ترتیبات

source: Allow new registrations
ne: नयाँ दर्ता गर्न अनुमति दिनुहोस्
ur: نئے اندراج کھولیں

source: Registration Settings
ne: दर्ता सेटिङहरु
ur: اندراج کی ترتیبات

source: This email address will receive notifications. Registration and support emails will also come from this address.
ne: यस ईमेल ठेगानाले सूचनाहरु प्राप्त गर्नेछ । दर्ता र सहायता ईमेलहरु पनि यसै ठेगानामा आउनेछ ।
ur: یہ ای میل پتہ اطلاعات موصول کرنے کے ليےاستعمال ہو گی . رجسٹریشن اور مدد کی ای میلز بھی اس ایڈریس سے آئیں گی .

source: Operational Settings
ne: क्रियाशील सेटिङहरु
ur: آپریشنل ترتیبات

source: <a href="https://codex.wordpress.org/Network_Admin_Settings_Screen" target="_blank">Documentation on Network Settings</a>
ne: <a href="https://codex.wordpress.org/Network_Admin_Settings_Screen" target="_blank">संजाल सेटिङहरुको अभिलेख</a>
ur: <a href="https://codex.wordpress.org/Network_Admin_Settings_Screen" target="_blank">نیٹ ورک کی ترتیبات پر دستاویزات</a>

source: Super admins can no longer be added on the Options screen. You must now go to the list of existing users on Network Admin > Users and click on Username or the Edit action link below that name. This goes to an Edit User page where you can check a box to grant super admin privileges.
ne: विकल्प स्क्रिनमा अब सुपर व्यवस्थापक थप गर्न सकिँदैन । अब नेटवर्क प्रशासक > प्रयोगकर्ता मा गई प्रयोगकर्ताको नाम वा त्यो नाम तलको कार्य सम्पादन लिंकमा क्लिक गर्नु पर्छ । यो प्रयोगकर्ता सम्पादन पृष्ठमा जान्छ जहाँ तपाईं सुपर व्यवस्थापक विशेषाधिकार प्रदान गर्न बक्स चयन गर्न सक्नुहुन्छ ।
ur: سکرین آپشن کے صفحہ پر اب سپر ایڈمن شامل نہیں ہو سکتا، آپکو نیٹورک ایڈمن کے نیچے صارفین موجودہ صارفین کے صارف کے نام پر کلک کریں یا نام کے نیچے ترمیم کے لنک پر کلک کریں. اس سے آپ صرف کے ترمیم کے صفحہ پر چلے جائینگے، جہاں پر آپ باکس پہ کلک کر کے سپر ایڈمن کا کردار دے سکتے ہیں.

source: Menu setting enables/disables the plugin menus from appearing for non super admins, so that only super admins, not site admins, have access to activate plugins.
ne: मेनू सेटिंगले सुपर व्यवस्थापक(एडमिन) नभएकाहरुको लागि प्लगिन मेनूलाई प्रदर्शित गर्न सक्षम/अक्षम गर्छ, ताकि केवल सुपर व्यवस्थापक(एडमिन)लाई, साइट व्यवस्थापक(एडमिन) लाई हैन कि, प्लगिनहरु सक्रिय गर्ने पहुँच होस्।
ur: مینو ترتیب فعال / غیر فعال کرتا ہے پلگ ان کے مینو کو غیرسپرمنتظم صارفین کے لئے، تا کہ صرف سپرمنتظم، نہ کہ سائٹ منتظم، کو رسائی حاصل ہو پلگ ان کو چالو کرنے کی.

source: Upload settings control the size of the uploaded files and the amount of available upload space for each site. You can change the default value for specific sites when you edit a particular site. Allowed file types are also listed (space separated only).
ne: अपलोड सेटिङले अपलोड गरिएका फाइलहरु को साइज र प्रत्येक साइट को लागि उपलब्ध अपलोड क्षेत्र नियन्त्रण गर्छ । तपाईंले साइट सम्पादन गर्दा त्यो साइटको पूर्वनिर्धारित मान परिवर्तन गर्न सक्नुहुन्छ । अनुमति प्राप्त फाइल प्रकारहरु पनि सूचीकृत हुन्छ (स्पेस द्वारा विभाजन गरिएको) ।
ur: اپلوڈ سیٹنگ کے ذریعے سے آپ اپلوڈ ہونے والی فائلوں اوران کے لیے ہر سائٹ پر موجود کل جگہ کا تعین کر سکتے ہیں۔ جب آپ کسی خاص سائٹ کی سیٹنگ کی ترمیم کر رہے ہوتے ہیں تو پہلے سے طے شدہ ویلیوز کو آپ تبدیل کر سکتے ہیں۔ وہ فائل کی اقسام جن کو اپلوڈ کرنے کی اجازت ہے وہ درج ہیں (اور کومہ-،-کے ذریعے سے ان کو علیحدہ کیا گیا ہے)۔

source: New site settings are defaults applied when a new site is created in the network. These include welcome email for when a new site or user account is registered, and what&#8127;s put in the first post, page, comment, comment author, and comment URL.
ne: जब पनि एक नयाँ साइट नेटवर्कमा बनाईन्छ नयाँ साइट पुर्बनिर्धारित सेटिंगहरुमा लागू हुन्छ । यसमा जब पनि नयाँ साइट या प्रयोगकर्ता खाता पंजीकृत हुन्छ, त्यसकोलागी स्वागत ईमेल, र पहिलो पोस्ट, पेज, टिप्पणी, टिप्पणी लेखक, र टिप्पणी यूआरएलमा जे छ, समावेश छन् ।
ur: نیٹ ورک میں جب کوئی نئی سائٹ بنائی جاتی ہے تو نئی سیٹنگ ڈیفالٹ طور پر اپلائی ہو جاتی ہیں۔ اس میں خوش آمدید کی ای میل بھی شامل ہے، جو کہ اس وقت بھیجی جاتی ہے جب کوئی نئی سائٹ یا صارف رجسٹر کیا جاتا ہے، اس کے علاوہ اس میں یہ بھی شامل ہوتا ہے کہ کہ پہلے پوسٹ، صفحے، تبصرے، تبصرے کے مصمف، اور تبصرے کے لنک میں کیا لکھا جائے۔

source: Registration settings can disable/enable public signups. If you let others sign up for a site, install spam plugins. Spaces, not commas, should separate names banned as sites for this network.
ne: पंजीकरण सेटिंगहरु बाट सार्वजनिक पंजीकरण सक्षम/अक्षम गर्न सकिन्छ । यदि तपाई साइटकोलागि अरुलाई साइन अप गर्नु दिनुहुन्छ, भने स्पाम प्लगिन स्थापित गर्नुहोस्। यस नेटवर्क कोलागि साइटहरुको रूपमा प्रतिबंधित नामहरुलाई अलग गर्नकोलागि रिक्त स्थान(स्पेस) को उपयोग हुनुपर्छ, अल्पविराम (कमा) को हैन।
ur: رجسٹریشن ترتیبات عوامی سائن اپ کو غیر فعال / فعال کر سکتی ہیں. اگرآپ اپنی سائٹ پراور لوگوں کو سائن اپ کرنے دیتے ہیں تو اپنی سائٹ پر سپیم پلگ ان نصب کریں. خالی جگہ، نہ کہ علامت وقف، کو استعمال کریں ان سائٹس کے ناموں کے لئے جو آپ کے نیٹ ورک پر ممنوع ہیں.

source: Operational settings has fields for the network&#8217;s name and admin email.
ne: परिचालन सेटिंग्समा नेटवर्कको नाम र व्यवस्थापक(एडमिन) ईमेलकोलागि ठाउँ छ।
ur: آپریشنل ترتیبیات میں نیٹ ورک کے نام اور ایڈمن کے ای میل کے لیے جگہ ہوتی ہے۔
