Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.6.x/wp-4.6.x-*.po
Languages: es_co

source: This site has not been activated yet. If you are having problems activating your site, please contact %s.
es_co: Este sitio aún no ha sido activado, Si estas teniendo algún problema , por favor contacta %s

source: This site is no longer available.
es_co: El sitio no está disponible.

source: Howdy USERNAME, Your new account is set up. You can log in with the following information: Username: USERNAME Password: PASSWORD LOGINLINK Thanks! --The Team @ SITE_NAME
es_co: Howdy USERNAME, Tu nueva cuenta a sido creada. Puedes ingresar con la siguiente información: Nombre de usuario: USERNAME Contraseña: PASSWORD LOGINLINK Gracias! --El quipo @ SITE_NAME

source: WordPress &rsaquo; Success
es_co: WordPress &rsaquo; exito

source: You have been added to this site. Please visit the <a href="%s">homepage</a> or <a href="%s">log in</a> using your username and password.
es_co: Has sido agregado a este sitio.Por favor visita el <a href="%s">inicio</a> o <a href="%s">ingresa</a> usando tu nombre de usuario y tu contraseña.

source: An error occurred adding you to this site. Back to the <a href="%s">homepage</a>.
es_co: Un error a ocurrido agregando a este sitio. Vuelve a la <a href="%s">pagina de inicio</a>.

source: This file is too big. Files must be less than %d KB in size.
es_co: Este archivo es muy grande. Archivos deben ser menos de %d KB en tamaño.

source: New %1$s Site: %2$s
es_co: Nuevo %1$s Sitio: %2$s

source: Howdy USERNAME, Your new SITE_NAME site has been successfully set up at: BLOG_URL You can log in to the administrator account with the following information: Username: USERNAME Password: PASSWORD Log in here: BLOG_URLwp-login.php We hope you enjoy your new site. Thanks! --The Team @ SITE_NAME
es_co: Howdy USERNAME, Tu nuevo sitio SITE_NAME a sido creado exitosamente en: BLOG_URL Puedes ingresar a la cuenta del administrador con la siguiente información: Nombre de usuario: USERNAME Contraseña: PASSWORD Entra aqui: BLOG_URLwp-login.php Esperamos que disfrutes tu nuevo sitio. Gracias! --el equipo @ SITE_NAME

source: You appear to have already installed WordPress. To reinstall please clear your old database tables first.
es_co: Parece que WordPress ya esta instalado. Para re instalar debes de limpiar tus tablas en la base de datos antigua.

source: Already Installed
es_co: Ya esta instalado

source: New User: %1$s Remote IP: %2$s Disable these notifications: %3$s
es_co: Nuevo usuario: %1$s IP remota: %2$s Deshabilitar estas notificaciones: %3$s

source: New Site Registration: %s
es_co: Nuevo registro de sitio: %s

source: New Site: %1$s URL: %2$s Remote IP: %3$s Disable these notifications: %4$s
es_co: Nuevo sitio: %1$s URL: %2$s IP Remota: %3$s Desactivar esta notificaciones: %4$s

source: Could not create site.
es_co: No se pudo crear el sitio.

source: The site is already active.
es_co: El sitio ya esta activado

source: The user is already active.
es_co: El usuario ya está activo

source: To activate your user, please click the following link: %s After you activate, you will receive *another email* with your login.
es_co: Para activar tu usuario, por favor hacer click en el siguiente enlace: %s Después de que lo actives, recibirás *otro correo* con tu ingreso.

source: [%1$s] Activate %2$s
es_co: [%1$s] Activado %2$s

source: To activate your blog, please click the following link: %s After you activate, you will receive *another email* with your login. After you activate, you can visit your site here: %s
es_co: Para activar tu sitio, por favor haz clic en el siguiente enlace: %s Después de que actives, recibirás *otro correo electrónico* con tus datos de ingreso. Después de activarlo,puedes visitar tu sitio aquí: %s

source: That site is currently reserved but may be available in a couple days.
es_co: Este sitio esta actualmente reservado pero talvez este disponible en un par de dias.

source: Sorry, that site is reserved!
es_co: Lo sentimos, este sitio esta reservado!

source: Sorry, that site already exists!
es_co: Lo sentimos, este sitio ya existe!

source: Please enter a site title.
es_co: Por favor ingresa un título para el sitio.

source: Sorry, site names must have letters too!
es_co: Lo sentimos, los nombres de sitios deben incluir también letras!

source: Sorry, you may not use that site name.
es_co: Lo sentimos, no podrás utilizar ese nombre de sitio.

source: Site name must be at least 4 characters.
es_co: El nombre del sitio debe ser por lo menos 4 caracteres.

source: That name is not allowed.
es_co: Ese nombre no está permitido.

source: Site names can only contain lowercase letters (a-z) and numbers.
es_co: Los nombres de sitios solo pueden contener minúsculas, letras desde (a-z) y números.

source: Please enter a site name.
es_co: Por favor ingresa un nombre de sitio.

source: Please enter a valid email address.
es_co: Por favor ingresa una direccion de correo electronico valida.

source: Username may not be longer than 60 characters.
es_co: El nombre del usuario no debe ser mas largo de 60 caracteres.

source: Username must be at least 4 characters.
es_co: Nombre de usuario debe ser por lo menos de 4 caracteres.

source: Sorry, that username is not allowed.
es_co: Lo sentimos, ese nombre de usuario no esta permitido.

source: Please enter a username.
es_co: Por favor ingresa un nombre se usuario

source: Usernames can only contain lowercase letters (a-z) and numbers.
es_co: Nombres de usuarios solo puedes contener minúsculas, letras (a-z) y números.

source: The requested user does not exist.
es_co: El usuario pedido no ha sido encontrado.

source: <strong>ERROR</strong>: problem creating site entry.
es_co: <strong>ERROR</strong>: problemas creando la entrada del sitio.

source: <strong>ERROR</strong>: Site URL already taken.
es_co: <strong>ERROR</strong>:URL del sitio ya está ocupada.

source: The constant %1$s <strong>is deprecated</strong>. Use the boolean constant %2$s in %3$s to enable a subdomain configuration. Use %4$s to check whether a subdomain configuration is enabled.
es_co: La constante %1$s <strong> está obsoleta </strong>. Utiliza la constante booleana %2$s en%3$s para permitir una configuración del sub-dominio . Usa %4$s para comprobar si una configuración del sub-dominio está habilitada .

source: Add to Video Playlist
es_co: Agregar a la lista de reproducción de video

source: Add to video playlist
es_co: Agregar a la lista de reproducción de video

source: Update video playlist
es_co: Actualizar lista de reproducción de vídeo

source: Insert video playlist
es_co: Insertar lista de reproducción de vídeo

source: &#8592; Cancel Video Playlist
es_co: &#8592; Cancelar lista de reproducción de vídeo

source: Edit Video Playlist
es_co: Editar lista de reproducción de vídeo

source: Create Video Playlist
es_co: Crear Lista de reproducción de video

source: Drag and drop to reorder videos.
es_co: Arrastrar y soltar para reordenar las videos.

source: Add to Audio Playlist
es_co: Agregar a la lista de reproduccion

source: Add to audio playlist
es_co: Agregar a la lista de reproduccion

source: Update audio playlist
es_co: Actualizar la lista de reproduccion

source: Insert audio playlist
es_co: Insertar lista de reproducción de audio.

source: &#8592; Cancel Audio Playlist
es_co: &#8592; Cancelr lista de reproduccion

source: Edit Audio Playlist
es_co: Editar la lista de reproducción.

source: Create Audio Playlist
es_co: Crear Lista de reproducción de audio

source: Drag and drop to reorder tracks.
es_co: Arrastrar y soltar para reordenar las pistas.

source: Add Subtitles
es_co: Agregar subtitulos

source: Select Poster Image
es_co: seleccionar imagen poster

source: Add Video Source
es_co: Agregar fuente del video

source: Replace Video
es_co: Reemplazar video

source: Video Details
es_co: Detalles de video

source: Add Audio Source
es_co: Agregar fuente de audio

source: Replace Audio
es_co: Reemplazar audio

source: Audio Details
es_co: Detalles de audio

source: There has been an error cropping your image.
es_co: Ha ocurrido un error recortando tu imagen.

source: Cropping&hellip;
es_co: Cortando&hellip;

source: Crop your image
es_co: Recorta tu imagen

source: Crop Image
es_co: Recortar imagen

source: Skip Cropping
es_co: Saltar el recorte

source: Select and Crop
es_co: Seleccionar y recortar

source: Cancel Edit
es_co: Cancelar edicion

source: Replace Image
es_co: Reemplazar imagen

source: Image Details
es_co: Detalles de imagen

source: Reverse order
es_co: Invertir el orden

source: Add to Gallery
es_co: Agregar a la galeria

source: Add to gallery
es_co: Agregar a la galeria

source: Update gallery
es_co: Actualizar galeria

source: Insert gallery
es_co: Insertar galeria

source: &#8592; Cancel Gallery
es_co: &#8592; Cancelar galeria

source: Create Gallery
es_co: Crear galeria

source: Insert from URL
es_co: Insertar desde URL

source: No media files found.
es_co: No se encontraron archivos multimedia..

source: Search Media
es_co: Buscar media

source: Filter by type
es_co: Filtrar por tipo

source: Filter by date
es_co: Filtrar por fecha

source: Delete Selected
es_co: Eliminar seleccionado

source: Untrash Selected
es_co: Remover de papelera seleccionado.

source: Trash Selected
es_co: Papelera seleccionada

source: Cancel Selection
es_co: Cancelar seleccion

source: Bulk Select
es_co: Seleccionar en masa

source: You are about to trash these items. 'Cancel' to stop, 'OK' to delete.
es_co: Estas a punto de eliminar estos elementos. 'Cancelar' para parar, 'OK' para eliminar.

source: You are about to permanently delete these items. 'Cancel' to stop, 'OK' to delete.
es_co: Estas a punto de eliminar permanentemente estos elementos. 'Cancelar' para parar, 'OK' para eliminar.

source: You are about to permanently delete this item. 'Cancel' to stop, 'OK' to delete.
es_co: Estas a punto de eliminar permanentemente este elemento. 'Cancelar' para parar, 'OK' para eliminar.

# noun
source: Trash
es_co: Papelera

source: Unattached
es_co: Libre

source: All dates
es_co: Todas las fechas

source: All media items
es_co: Todos los elementos de medio

source: &#8592; Return to library
es_co: &#8592; Volver a la libreria

source: Create a new video playlist
es_co: Crear una lista de reproducción de video

source: Create a new playlist
es_co: Crear una nueva lista de reproduccion

source: Create a new gallery
es_co: Crear nueva galeria

source: Insert Media
es_co: Insertar media

source: Media Library
es_co: Libreria multimedia

source: Upload Images
es_co: Cargar imagenes

source: Upload Files
es_co: Cargar archivos

source: Drag and drop to reorder media files.
es_co: Arrastrar para reordenar los archivos multimedia.

source: %d selected
es_co: seleccionados %d

source: Select
es_co: Seleccionar

source: No editor could be selected.
es_co: No se pudo seleccionar un editor.

source: Bitrate Mode
es_co: Modo tasa de bits

source: Bitrate
es_co: Tasa de bits

# video or audio
source: Length
es_co: Duracion

source: Year
es_co: Año

source: Genre
es_co: Genero

source: As an app icon
es_co: Como un icono de applicación

source: As a browser icon
es_co: Como un icono del navegador

source: Image crop area preview. Requires mouse interaction.
es_co: Vista previa de recorte de imagen. Requiere interacción con el ratón

source: No items found.
es_co: No se encontraron elementos

source: There are no associated subtitles.
es_co: No hay subtítulos asociados

# media
source: Remove video track
es_co: Eliminar pista del video

source: Tracks (subtitles, captions, descriptions, chapters, or metadata)
es_co: Pistas ( subtítulos, descripciones , capítulos , o metadatas )

source: Remove poster image
es_co: Eliminar la imagen de cartel

source: Remove video source
es_co: Eliminar la fuente de video

source: Autoplay
es_co: Auto reproducción

source: Preload
es_co: Precargado

source: Add alternate sources for maximum HTML5 playback:
es_co: Aregar fuentes alternativas para la reproducción máxima HTML5 :

source: Remove audio source
es_co: Eliminar la fuente de audio

source: Link CSS Class
es_co: Clase CSS para el enlace

source: Image CSS Class
es_co: Classe CSS para la imagen

source: Image Title Attribute
es_co: Atributo del título de la imagen

source: Advanced Options
es_co: Opciones avanzadas

source: Custom Size
es_co: Tamaño personalizado

source: Display Settings
es_co: Configuración de pantalla

source: Alternative Text
es_co: Texto alternativo

source: Replace
es_co: Reemplazar

source: Edit Original
es_co: Editar original

source: Show Images
es_co: Mostrar imagenes

source: Show Artist Name in Tracklist
es_co: Mostrar nombre de artista en la lista de pistas

source: Show Tracklist
es_co: Mostrar lista de pistas

source: Show Video List
es_co: Mostrar la lista de video

source: Playlist Settings
es_co: Ajustes de reproducción

source: Random Order
es_co: Orden aleatorio

source: Columns
es_co: Columnas

source: Gallery Settings
es_co: Ajustes de la galeria

source: Large
es_co: Largo

source: Custom URL
es_co: URL personalizada

source: Attachment Page
es_co: Página anexa

source: Link to Attachment Page
es_co: Enlace a la página adjunta

source: Media File
es_co: Archivo de medio

source: Link to Media File
es_co: Enlace al archivo multimedia

source: Embed Media Player
es_co: Incrustar reproductor multimedia

source: Link To
es_co: Enlace a

source: Embed or Link
es_co: Incrustar o enlace

source: Attachment Display Settings
es_co: Ajustes de visualización de adjunto

source: Clear
es_co: Limpiar

source: Edit Selection
es_co: Editar seleccion

source: Attachment Details
es_co: Detalles de adjunto

source: Describe this media file&hellip;
es_co: Describe este archivo de media &hellip;

source: Describe this audio file&hellip;
es_co: Describe este archivo de audio&hellip;

source: Describe this video&hellip;
es_co: Describe este video&hellip;

source: Caption this image&hellip;
es_co: Capcionar esta imagen &hellip;

source: Deselect
es_co: Anular la selección

source: Delete Permanently
es_co: Eliminar permanentemente

# verb
source: Trash
es_co: Eliminar

source: Untrash
es_co: Restrablecer

source: Edit more details
es_co: Editar mas detalles

source: View attachment page
es_co: Ver la pagina unida

source: Uploaded To
es_co: Subido a

source: Uploaded By
es_co: Subido por

source: Alt Text
es_co: Alt Texto

source: Artist
es_co: Artista

source: Bitrate:
es_co: Tasa de bits:

source: Length:
es_co: duracion

source: Dimensions:
es_co: Dimensiones:

source: File size:
es_co: Tamaño del archivo:

source: Uploaded on:
es_co: Subido el

source: File type:
es_co: Tipo de archivo:

source: File name:
es_co: Nombre del archivo:

source: Edit next media item
es_co: Editar el siguiente elemento de media

source: Edit previous media item
es_co: Editar el anterior elemento de media

source: Dismiss Errors
es_co: Descartar errores

source: Uploading
es_co: Cargando

source: Grid View
es_co: Vista de la cuadricula

source: List View
es_co: Vista de la lista

source: Suggested image dimensions:
es_co: Dimension de imagen sugerida:

source: Maximum upload file size: %s.
es_co: Tamaño máximo de archivo para cargar %s

source: Select Files
es_co: Seleccionar archivos

# Uploader: Drop files here - or - Select Files
source: or
es_co: o

source: Drop files anywhere to upload
es_co: Soltar archivos en cualquier lugar para cargar

source: Upload Limit Exceeded
es_co: Limite de carga superado

source: The web browser on your device cannot be used to upload files. You may be able to use the <a href="%s">native app for your device</a> instead.
es_co: El navegador en tu dispositivo no puede ser usado para cargar archivos. Talvez puedas usar la <a href="%s">aplicación nativa de tu dispositivo</a> en su lugar.

source: Close uploader
es_co: Cerrar cargador

source: Drop files to upload
es_co: Soltar archivos para cargar

source: Close media panel
es_co: Escoger panel de media

source: The site you have requested is not installed properly. Please contact the system administrator.
es_co: El sitio que has solicitado no está instalado correctamente. Por favor, pónte en contacto con el administrador del sistema.

source: <strong>ERROR</strong>: %1$s in %2$s can only contain numbers, letters, and underscores.
es_co: <strong>ERROR</strong>: %1$s en %2$s solo puede contener números, letras y caracteres de subrayado.

source: Briefly unavailable for scheduled maintenance. Check back in a minute.
es_co: Actualmente no disponible por mantenimiento. Vuelve en un minuto.

source: Maintenance
es_co: Mantenimiento

source: Your server is running PHP version %1$s but WordPress %2$s requires at least %3$s.
es_co: Tu servidor está ejecutando la versión de PHP %1$s , pero WordPress %2$s requiere al menos %3$s .

source: This is the short link.
es_co: Este es el enlace corto.

source: Comments navigation
es_co: Navegacion de comentarios

source: Newer comments
es_co: Comentarios recientes

source: Older comments
es_co: Comentarios antiguos

# next post
source: Next
es_co: Siguiente

# previous post
source: Previous
es_co: Anterior

source: Posts navigation
es_co: Navegacion de entradas

source: Newer posts
es_co: Entradas mas recientes

source: Older posts
es_co: Entradas antiguas

source: Post navigation
es_co: Navegacion de entradas

source: Use commas instead of %s to separate excluded terms.
es_co: Usa comas en lugar de %s para separar terminos excluidos.

# translations
source: Available
es_co: Disponible

# translations
source: Installed
es_co: Instalado

# admin color scheme
source: Coffee
es_co: Cafe

# admin color scheme
source: Ocean
es_co: Oceano

# admin color scheme
source: Ectoplasm
es_co: Ectoplasma

# admin color scheme
source: Sunrise
es_co: Amanecer

# admin color scheme
source: Midnight
es_co: Medianoche

# admin color scheme
source: Blue
es_co: Azul

# admin color scheme
source: Default
es_co: Por defecto

source: %1$s %2$s %3$s %4$s Feed
es_co: %1$s %2$s %3$s %4$s suministro

source: Posts published on %s
es_co: Entrada publicada en %s

source: Archives: %s
es_co: Archivos: %s

# post format archive title
source: Statuses
es_co: Estados

# post format archive title
source: Links
es_co: Enlaces

# post format archive title
source: Images
es_co: Imagenes

# post format archive title
source: Galleries
es_co: Galerias

# post format archive title
source: Asides
es_co: Apartes

source: Day: %s
es_co: Dia: %s

source: Month: %s
es_co: Mes %s

source: Year: %s
es_co: Año: %s

source: Author: %s
es_co: Autor %s

source: Tag: %s
es_co: Etiqueta: %s

source: Category: %s
es_co: Categoria: %s

source: Page %s
es_co: Pagina %s

source: The %1$s option is deprecated for the family of %2$s functions. Use the %3$s function instead.
es_co: La %1$s opción está obsoleta para la familia de%2$s funciones. Usa la %3$s función en su lugar.

source: The %1$s option is deprecated for the family of %2$s functions. Use the %3$s option instead.
es_co: Esta %1$s opción está obsoleta para la familia de %2$s funciones. Usar la %3$s option en su lugar.

# submit button
source: Search
es_co: Búsqueda

# placeholder
source: Search &hellip;
es_co: Buscar &hellip;

# label
source: Search for:
es_co: Buscar por:

source: Do not deregister the %1$s script in the administration area. To target the front-end theme, use the %2$s hook.
es_co: Nodes de baja el %1$s script en el area de administracion. para modificar la plantilla del frontend, usa el hook %2$s .

source: Do not pass %1$s tags to %2$s.
es_co: No pasar %1$s tags a %2$s.

source: Scripts and styles should not be registered or enqueued until the %1$s, %2$s, or %3$s hooks.
es_co: Scripts y estilos no deben ser registrados o en cola hasta que el %1$s , %2$s , o %3$s se cuelgue.

source: The login page will open in a new window. After logging in you can close it and return to this page.
es_co: La página para ingresar se abrirá en una nueva ventana. Después de ingresar puedes cerrarla y regresar a esta página.

source: Session expired
es_co: Sesión expirada

source: Close dialog
es_co: Cerrar Dialogo

source: %1$s was called <strong>incorrectly</strong>. %2$s %3$s
es_co: %1$s fue llamado <strong>incorrectamente</strong>. %2$s %3$s

source: Please see <a href="%s">Debugging in WordPress</a> for more information.
es_co: Para mayor información por favor revisa <a href="%s">Depurando en WordPress</a>

source: (This message was added in version %s.)
es_co: (Este mensaje fue agregado en la version %s.)

source: The called constructor method for %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
es_co: El l método constructor lamado de %1$s esta <strong>obsoleto</strong> desde la version %2$s! Usa %3$s en su lugar.

source: The called constructor method for %1$s in %2$s is <strong>deprecated</strong> since version %3$s! Use %4$s instead.
es_co: El método constructor llamado para%1$s en %2$s es <strong> obsoleto</strong> desde la versión %3$s! usa %4$s en su lugar.

source: Error establishing a database connection
es_co: Error estableciendo conexión con la base de datos

source: Database Error
es_co: Error de base de datos

source: One or more database tables are unavailable. The database may need to be <a href="%s">repaired</a>.
es_co: Una o más bases de datos no están disponibles. La base de datos tal vez necesite ser <a href="%s">reparada</a>.

source: ERROR: This is not a valid feed template.
es_co: ERROR: este no es un feed valido para plantilla.

# decline months names: on or off
source: off
es_co: Apagado

source: %s and %s
es_co: %s y %s

source: %s, and %s
es_co: %s, y %s

source: A structure tag is required when using custom permalinks. <a href="%s">Learn more</a>
es_co: Una estructura de etiquetas es requerida cuando usas enlaces personalizados. <a href="%s">Leer mas</a>

source: The timezone you have entered is not valid. Please select a valid timezone.
es_co: La zona horaria que has introducido no es válida. Por favor, selecciona una zona horaria válida.

source: The Site address you entered did not appear to be a valid URL. Please enter a valid URL.
es_co: La dirección del sitio que has introducido no parece ser una URL válida. Por favor introduce una URL válida.

source: The WordPress address you entered did not appear to be a valid URL. Please enter a valid URL.
es_co: La dirección WordPress que ingresaste no parece ser una URL valida. Por favor ingresa una URL valida

source: The email address entered did not appear to be a valid email address. Please enter a valid email address.
es_co: La dirección de correo electrónico que has ingresado parece no ser válida. Por favor ingresa una direccion de correo electrónica válida.

source: %s year
es_co: %s año

source: %s month
es_co: %s mes

source: %s week
es_co: %s semana

source: Use the %s filter instead.
es_co: Usa el %s filtro en su lugar.

source: Close sharing dialog
es_co: Cerrar el dialogo de compartir

source: Copy and paste this code into your site to embed
es_co: Copia y pega este código en tu sitio para incrustar

source: Copy and paste this URL into your WordPress site to embed
es_co: Copia y pega el enlace en tu sitio WordPress para incrustar

source: HTML Embed
es_co: HTML incrustado

source: WordPress Embed
es_co: WordPress incrustado

source: Sharing options
es_co: Opciones para compartir

source: Open sharing dialog
es_co: Abrir el dialogo para compartir

source: %s <span class="screen-reader-text">Comment</span>
es_co: %s <span class="screen-reader-text">Comentario</span>

source: Continue reading %s
es_co: Continuar leyendo %s

source: new WordPress Loop
es_co: nuevo WordPress Loop

source: The following values do not describe a valid date: month %1$s, day %2$s.
es_co: Los siguientes valores no describen una fecha valida: mes %1$s, dia %2$s.
