Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.6.x/wp-4.6.x-*.po
Languages: es_co

source: A term with the name provided already exists with this parent.
es_co: El ID de objeto dado no es el de un elemento de menú.

source: A name is required for this term.
es_co: Un nombre es requerido para este termino

source: Term meta cannot be added to terms that are shared between taxonomies.
es_co: Los términos meta no pueden ser agregados a términos compartidos entre taxonomías.

source: Categories list
es_co: Lista de categorias

source: Tags list
es_co: Lista de etiquetas

source: Categories list navigation
es_co: Navegación para lista de categorías

source: Tags list navigation
es_co: Navegación para lista de etiquetas

source: No tags
es_co: Sin etiqueta

source: No categories found.
es_co: No se encontraron categorías

source: No tags found.
es_co: Etiquetas no encontradas

source: Choose from the most used tags
es_co: Elije una de las etiquetas más utilizadas

source: New Category Name
es_co: Nuevo nombre de categoria

source: New Tag Name
es_co: Nuevo nombre de etiqueta

source: Add New Category
es_co: Agregar nueva categoria

source: Add New Tag
es_co: Agregar nueva etiqueta

source: Update Tag
es_co: Actualizar etiqueta

source: View Category
es_co: Ver categoria

source: View Tag
es_co: Ver etiqueta

source: Parent Category:
es_co: Categoria superior

source: Parent Category
es_co: Categoria superior

source: All Categories
es_co: Todas las categorías

source: All Tags
es_co: Todas las etiquetas

source: Popular Tags
es_co: Etiquetas mas populares

source: Search Tags
es_co: Buscar etiquetas

# taxonomy singular name
source: Category
es_co: Categoria

# taxonomy singular name
source: Tag
es_co: Etiqueta

# taxonomy general name
source: Categories
es_co: Categorias

# taxonomy general name
source: Tags
es_co: Etiquetas

source: Unregistering a built-in taxonomy is not allowed
es_co: Eliminación del registro de una taxonomía incorporada no está permitido

source: Taxonomy names must be between 1 and 32 characters in length.
es_co: Nombres de taxonomía deben estar entre 1 y 32 caracteres de largo.

# post format
source: Format
es_co: Formato

source: New Link Category Name
es_co: Nueva nombre de categoría para enlace

source: Add New Link Category
es_co: Agregar una nueva categoría de enlace

source: Update Link Category
es_co: Actualizar categoría de enlace

source: All Link Categories
es_co: Todas las categorias de enlace

source: Search Link Categories
es_co: Buscar categorías de enlace

source: Link Category
es_co: Categoria de enlace

source: Navigation Menu
es_co: Menu de navegacion

source: Navigation Menus
es_co: Menus de navegacion

source: Attempting to parse a shortcode without a valid callback: %s
es_co: Estas intentando analizar un código corto sin una llamada de vuelta valida: %s

source: Invalid shortcode name: %1$s. Do not use spaces or reserved characters: %2$s
es_co: Nombre abreviado invalido: %1$s. No utilices espacios o caracteres reservados: %2$s

source: Invalid shortcode name: Empty name given.
es_co: Nombre abreviado invalido. Un nombre vació ha sido dado.

source: Previous
es_co: Anterior

source: Next
es_co: Siguiente

source: Today
es_co: Hoy

source: You are about to permanently delete this menu. 'Cancel' to stop, 'OK' to delete.
es_co: Estas a punto de eliminar este menu permanentemente. 'Cancelar' para parar, 'OK' para eliminar.

source: Could not load the preview image. Please reload the page and try again.
es_co: No se pudo cargar la previsualización de la imagen. Por favor recarga la página e intentalo de nuevo.

source: Current Color
es_co: Color actual

source: Select Color
es_co: Seleccionar color

source: No plugins found. Try a different search.
es_co: No se encontraron plugins. Intenta una nueva búsqueda.

source: Number of plugins found: %d
es_co: Numero de plugins encontrados: %d

source: An unknown error occurred
es_co: Un error desconocido ocurrió

source: Run %s
es_co: Ejecutar%s

source: Run Importer
es_co: Ejecutar el importador

# theme
source: Activate %s
es_co: Activar %s

# theme
source: Network Activate %s
es_co: Activar para la red %s

# plugin
source: Activate %s
es_co: Activar %s

# plugin
source: Network Activate %s
es_co: Activar para la red %s

source: Network Enable
es_co: Activado en red

source: Network Activate
es_co: Activar para la red

source: Deleted!
es_co: Eliminado!

source: Deletion failed: %s
es_co: Eliminar a fallado: %s

source: Deleting...
es_co: Eliminando

source: Caution: These themes may be active on other sites in the network. Are you sure you want to proceed?
es_co: Precaución: esta plantilla puede estar activada en otros sitios de la red. Estas seguro que quieres proceder?

source: Are you sure you want to delete the selected plugins and their data?
es_co: Estas seguro que quieres eliminar los plugins seleccionados y todos sus datos?

source: Are you sure you want to delete %s and its data?
es_co: Estas seguro que quieres eliminar %s y todos sus datos?

source: Are you sure you want to delete %s?
es_co: Estas seguro que deseas eliminar %s?

source: Importer installed successfully. <a href="%s">Run importer</a>
es_co: Importador se ha instalado correctamente. <a href="%s">Run importer</a>

source: Installation completed successfully.
es_co: Instalacion completada exitosamente.

source: Installing... please wait.
es_co: Instalando... por favor espera.

# theme
source: %s installation failed
es_co: %s instalación fallo

# plugin
source: %s installation failed
es_co: %s instalación fallo

# theme
source: %s installed!
es_co: %s instalado!

# plugin
source: %s installed!
es_co: %s instalado!

# theme
source: Installing %s...
es_co: Instalando %s...

# plugin
source: Installing %s...
es_co: Instalando %s...

source: Installation failed: %s
es_co: La instalación fallo: %s

source: Install Failed!
es_co: ¡Fallo en la instalación!

source: Installed!
es_co: Instalado!

source: Installing...
es_co: Instalando

source: Install Now
es_co: Instalar ahora mismo

source: Updates may not complete if you navigate away from this page.
es_co: Las actualizaciones no se completaran si navegas afuera de esta pagina.

source: Update canceled.
es_co: Actualización cancelada.

source: Update completed successfully.
es_co: Actualización completada exitosamente.

source: Updating... please wait.
es_co: Actualizando... por favor espera.

source: %s update failed
es_co: %s Actualización fallo

source: %s updated!
es_co: %s Actualizado!

source: Updating %s...
es_co: Actualizando %s...

source: Update Failed: %s
es_co: Actualización ha fallado: %s

source: Update Failed!
es_co: Actualización falló!

source: Update Now
es_co: Actualizar ahora mismo

source: Updated!
es_co: Actualizado!

source: Updating...
es_co: Actualizando...

source: Please select at least one item to perform this action on.
es_co: Por favor selecciona por lo menos un elemento para realizar esta acción en.

source: You do not appear to have any plugins available at this time.
es_co: Parece que no tienes plugins disponibles en este momento.

source: Search Results
es_co: Resultados de búsqueda

source: Search results for &#8220;%s&#8221;
es_co: Resultados de busqueda para &#8220;%s&#8221;

source: Are you sure you want to install this plugin?
es_co: Estas seguro que deseas instalar este plugin?

source: Plugin details
es_co: Detalles del Plugin

source: Changes saved.
es_co: Cambios guardados.

source: Suggested image #%d
es_co: Imagen sugerida #%d

source: Suggested embed #%d
es_co: Incrustación sugerida #%d

source: Connection lost or the server is busy. Please try again later.
es_co: La conexión se ha perdido o el servidor esta muy ocupado. Por favor inténtalo otra vez mas tarde.

source: Permalink saved
es_co: Enlace permanente guardado.

source: Drag boxes here
es_co: Arrastra los cuadros aqui

source: Are you sure you want to do this? The comment changes you made will be lost.
es_co: Estás seguro que deseas hacer esto? Los cambios de comentario que hiciste se perderán.

source: Are you sure you want to edit this comment? The changes you made will be lost.
es_co: Estas seguro que deseas editar este comentario? Los cambios que has realizado se perderán.

source: Approve and Reply
es_co: Aprobar y responder

source: Allowed Files
es_co: Archivos permitidos

source: (Untitled)
es_co: (sin titulo)

source: Expand Sidebar
es_co: expandir la barra lateral

source: Collapse Sidebar
es_co: Colapsar barra lateral

source: Site Preview
es_co: Vista previa del sitio

source: Saved
es_co: Guardado

source: Save &amp; Publish
es_co: Guardar &amp; Publicar

source: Save &amp; Activate
es_co: Guardar &amp; Activar

source: Link inserted.
es_co: link insertado.

source: Link selected.
es_co: Link seleccionado.

source: Hide password
es_co: Ocultar contraseña

source: Show password
es_co: Mostrar contraseña

source: Hide
es_co: Esconder

source: Show
es_co: Mostrar

source: Confirm use of weak password.
es_co: Confirmar uso de contraseña débil.

source: Your new password has not been saved.
es_co: Tu contraseña no ha sido guardada

# password mismatch
source: Mismatch
es_co: No coinciden

# password strength
source: Strong
es_co: Fuerte

# password strength
source: Weak
es_co: Débil

# password strength
source: Very weak
es_co: Muy débil

# password strength
source: Password strength unknown
es_co: Seguridad de la contraseña desconocida

source: Use Left/Right Arrow keys to advance one second, Up/Down arrows to advance ten seconds.
es_co: Utilize las teclas de flecha izquierda / derecha para avanzar un segundo, o flechas arriba / abajo para avanzar en diez segundos.

source: Use Up/Down Arrow keys to increase or decrease volume.
es_co: Usa las teclas arriba/abajo para subir o bajar el volumen

source: Volume Slider
es_co: Deslizador de volumen

source: Audio Player
es_co: Reproductor de audio

source: Video Player
es_co: Reproductor de video

source: Skip back %1 seconds
es_co: Salta atras %1 segundo

source: Time Slider
es_co: Control deslizante

source: Captions/Subtitles
es_co: Captions/Subtitulos

source: Pause
es_co: Pausa

source: Download Video
es_co: Descargar video

source: Download File
es_co: Descargar Archivo

source: Go Fullscreen
es_co: Ir a pantalla completa

source: Turn off Fullscreen
es_co: Apagar pantalla completa

source: &#8220;%s&#8221; has failed to upload.
es_co: &#8220;%s&#8221; ha fallado al cargar.

source: File canceled.
es_co: Archivo cancelado.

source: %s exceeds the maximum upload size for the multi-file uploader when used in your browser.
es_co: %s excede el tamaño máximo de carga para la subida de varios archivos cuando se utiliza en tu navegador .

source: This is larger than the maximum size. Please try another.
es_co: Este es mayor que el tamaño máximo. Por favor, intenta otra .

source: Memory exceeded. Please try another smaller file.
es_co: Memoria excedida. Por favor, intenta con otro archivo más pequeño.

source: This file is not an image. Please try another.
es_co: Este archivo no es una imagen. Por favor intenta otro.

source: %s exceeds the maximum upload size for this site.
es_co: %s excede el tamaño máximo de carga para este sitio.

source: %d results found. Use up and down arrow keys to navigate.
es_co: %d resultados encontrados. Usa las teclas arriba y abajo para navegar.

source: 1 result found. Use up and down arrow keys to navigate.
es_co: 1 resultados encontrados. Usa las teclas arriba y abajo para navegar.

source: No search results.
es_co: Búsqueda sin resultados

source: Your session has expired. You can log in again from this page or go to the login page.
es_co: Tu sesión ha caducado. Puedes conectarte de nuevo desde esta página o ir a la página de inicio de sesión.

source: Close code tag
es_co: Cerrar etiquetas de código

source: Close list item tag
es_co: Cerrar lista de etiquetas elemento

source: List item
es_co: Elemento de lista

source: Close numbered list tag
es_co: Cerrar la etiqueta lista numerada

source: Close bulleted list tag
es_co: Cerrar lista de etiquetas con viñetas

source: Close inserted text tag
es_co: Cerrar la etiqueta de texto insertado

source: Inserted text
es_co: Texto insertado

source: Close deleted text tag
es_co: Cerrar la etiqueta del texto eliminado

source: Deleted text (strikethrough)
es_co: Texto suprimido (tachado)

source: Close blockquote tag
es_co: Cerrar etiqueta blockquote

source: Close italic tag
es_co: Cerrar etiqueta itálica

source: Close bold tag
es_co: Cerrar etiqueta negrita.

source: Toggle Editor Text Direction
es_co: Toggle editor Dirección del texto

source: text direction
es_co: Direccion de texto

source: Dismiss this notice.
es_co: Ignorar este mensaje

source: Sorry, you are not allowed to preview drafts.
es_co: Lo sentimos, no estas autorizado a pre-visualizar borradores.

source: Content
es_co: contenido

source: Cookie nonce is invalid
es_co: nonce cookie es invalida

source: %1$s (since %2$s; %3$s)
es_co: %1$s (desde %2$s; %3$s)

source: %1$s (since %2$s; no alternative available)
es_co: %1$s (desde %2$s; no hay alternativas disponibles)

source: %1$s (since %2$s; use %3$s instead)
es_co: %1$s (desde %2$s; use %3$s en lugar)

source: Route must be specified.
es_co: La ruta debe ser especificada

source: Routes must be namespaced with plugin or theme name and version.
es_co: Las rutas deben tener espacio de nombres con el plugin o nombre del tema y la versión.

source: The specified namespace could not be found.
es_co: El nombre de espacio especificado no pudo ser guardado.

source: No route was found matching the URL and request method
es_co: No se encontró la ruta que coincida con la URL y el método de la petición

source: Sorry, you are not allowed to do that.
es_co: Lo sentimos, no estas autorizado a hacer eso.

source: The handler for the route is invalid
es_co: El controlador para la ruta no es válido

source: The JSONP callback function is invalid.
es_co: La función de devolución de llamada JSONP no es valida.

source: JSONP support is disabled on this site.
es_co: Soporte JSONP no esta habilitado en este sitio.

source: The REST API is disabled on this site.
es_co: La API REST no esta habilitada en ese sitio.

source: Invalid parameter(s): %s
es_co: Parámetro(s) no válido(s): %s

source: Invalid parameter.
es_co: Parámetro no válido.

source: Missing parameter(s): %s
es_co: Parámetro(s) perdido(s): %s

source: This file no longer needs to be included.
es_co: Este archivo ya no necesita ser incluido.

source: "caller_get_posts" is deprecated. Use "ignore_sticky_posts" instead.
es_co: "caller_get_posts" esta obsoleto. Usa "ignore_sticky_posts" en su lugar.

source: In %1$s, use the %2$s method, not the %3$s function. See %4$s.
es_co: In %1$s, usa el %2$s metodo, no la %3$s funcion. mira %4$s.

source: Conditional query tags do not work before the query is run. Before then, they always return false.
es_co: Etiquetas de consulta condicionales no funcionan antes de que se ejecute la consulta . Antes de eso, ellos siempre devuelven false .

source: Invalid taxonomy: %s.
es_co: Taxonomia no valida: %s.

source: Whoops, the provided date is invalid.
es_co: Vaya, la fecha indicada no es válida.

source: Passing an integer number of posts is deprecated. Pass an array of arguments instead.
es_co: Pasando un número entero de entradas está en obsoleto. Pasar una matriz de argumentos en su lugar.

source: Manage Video
es_co: Gestionar video

source: Manage Audio
es_co: Gestionar audio

source: Image <span class="count">(%s)</span>
es_co: Imagen <span class="count">(%s)</span>

source: Manage Images
es_co: Gestionar imagenes

source: Pages list
es_co: Lista de paginas

source: Posts list
es_co: Lista de entradas

source: Pages list navigation
es_co: Navegación de lista de paginas

source: Posts list navigation
es_co: Navegación de lista de entradas

source: Filter pages list
es_co: Filtrar la lista de paginas

source: Filter posts list
es_co: Filtrar la lista de entradas

source: Use as featured image
es_co: Usar como imagen destacada

source: Remove featured image
es_co: Eliminar imagen destacada

source: Set featured image
es_co: Fijar imagen destacada

source: Featured Image
es_co: Imagen destacada

source: Uploaded to this page
es_co: Cargada a esta pagina

source: Uploaded to this post
es_co: Cargado a esta entrada

source: Insert into page
es_co: Insertar en la pagina

source: Insert into post
es_co: Insertar en la entrada

source: Page Archives
es_co: Archivos de paginas

source: Post Archives
es_co: Archivos de entradas

source: All Pages
es_co: Todas las paginas

source: All Posts
es_co: Todas las entradas

source: Parent Page:
es_co: Pagina superior

source: No pages found in Trash.
es_co: No se encontraron paginas en la papelera.

source: No posts found in Trash.
es_co: No se encontraron entradas en la papelera

source: No pages found.
es_co: No se encontraron paginas

source: Search Pages
es_co: Buscar paginas

source: Search Posts
es_co: Buscar entradas

source: New Page
es_co: Nueva página

source: Edit Page
es_co: Editar pagina

source: Add New Page
es_co: Agregar nueva pagina

source: Add New Post
es_co: Agregar nueva entrada

# post type singular name
source: Page
es_co: Pagina

# post type singular name
source: Post
es_co: Entrada

# post type general name
source: Pages
es_co: Paginas

# post type general name
source: Posts
es_co: Entrada

source: Unregistering a built-in post type is not allowed
es_co: La anulación del registro de un tipo de mensaje incorporado no esta permitida

source: Post type names must be between 1 and 20 characters in length.
es_co: El nombre del tipo de entrada debe ser entre 1 y 20 caracteres de largo.

source: Published
es_co: Publicado

source: Pending Review
es_co: Revisión pendiente

source: Draft
es_co: Borrador

# post status
source: Trash
es_co: Papelera

# post status
source: Private
es_co: Privado

# post status
source: Pending
es_co: Pendiente

# post status
source: Draft
es_co: Borrador

# post status
source: Scheduled
es_co: Programado

# post status
source: Published
es_co: Publicado

source: Navigation Menu Item
es_co: Elemento del menú de navegación

source: Navigation Menu Items
es_co: Elementos del menú de navegación

source: View Attachment Page
es_co: Ver pagina anexa

# add new media
source: Add New
es_co: Agregar nuevo

# add new on admin bar
source: Page
es_co: Pagina

# add new on admin bar
source: Post
es_co: Entrada

source: JavaScript must be enabled to use this feature.
es_co: JavaScript debe estar activada para usar esta capacidad.

# post revision title
source: %1$s %2$s, %3$s ago (%4$s)
es_co: %1$s %2$s, %3$s hace (%4$s)

# post revision title extra
source: %1$s [Current Revision]
es_co: %1$s [Revision actual]

# post revision title extra
source: %1$s [Autosave]
es_co: %1$s [guardado automatico]

# post password form
source: Enter
es_co: Entrar

source: This content is password protected. To view it please enter your password below:
es_co: Este contenido está protegido con contraseña . Para verlo por favor ingresa tu contraseña abajo:

source: Previous page
es_co: Página anterior

source: Next page
es_co: Próxima página

source: Pages:
es_co: Páginas:

source: (more&hellip;)
es_co: (mas&hellip;)

# Post format
source: Status
es_co: Estado

# Post format
source: Quote
es_co: Cita

# Post format
source: Image
es_co: Imagen

# Post format
source: Link
es_co: Enlace

# Post format
source: Gallery
es_co: Galleria

# Post format
source: Aside
es_co: Aparte

# Post format
source: Standard
es_co: Estándar

source: Invalid post.
es_co: Entrada no valida.

source: Only a static class method or function can be used in an uninstall hook.
es_co: Sólo un método de clase estática o función se pueden utilizar en un gancho de desinstalación

source: To set your password, visit the following address:
es_co: Para fijar tu contraseña, visita la siguiente dirección:

source: New user registration on your site %s:
es_co: Un nuevo usuario registrado en tu sitio %s:

source: [%s] Password Changed
es_co: [%s] Contraseña cambio

source: Password changed for user: %s
es_co: Contraseña cambiada para: %s

source: A new comment on the post "%s" is waiting for your approval
es_co: Un nuevo comentario en la entrada "%s" está esperando que lo apruebes

source: A new pingback on the post "%s" is waiting for your approval
es_co: Un nuevo pingback en la entrada "%s" esta esperando que lo apruebes

source: A new trackback on the post "%s" is waiting for your approval
es_co: Un nuevo en la entrada "%s" esta esperando que lo apruebes

source: Permalink: %s
es_co: Enlace permanente: %s

source: You can see all comments on this post here:
es_co: Puedes ver todos los comentarios de esta entrada aquí:

source: Author: %1$s (IP: %2$s, %3$s)
es_co: Autor: %1$s (IP: %2$s, %3$s)

source: New comment on your post "%s"
es_co: Nuevo comentario en tu entrada %s"

source: You can see all pingbacks on this post here:
es_co: Puedes ver todos los pingbacks en esta entrada aquí:

source: New pingback on your post "%s"
es_co: Nuevo pingback en tu entrada "%s"

source: You can see all trackbacks on this post here:
es_co: Puedes ver todos los trackbacks en esta entrada aquí:

source: Comment: %s
es_co: Comentario: %s

source: Website: %1$s (IP: %2$s, %3$s)
es_co: Sitio Web: %1$s (IP: %2$s, %3$s)

source: New trackback on your post "%s"
es_co: Nuevo trackback en tu entrada "%s"

source: You should specify a nonce action to be verified by using the first parameter.
es_co: Debe especificar una acción nonce para verificar utilizando el primer parámetro.

source: <strong>ERROR</strong>: Invalid username, email address or incorrect password.
es_co: <strong>ERROR</strong>: nombre de usuario no válido, dirección de correo electrónico o contraseña incorrecta.

source: Invalid menu ID.
es_co: ID del menu no valido.

source: The given object ID is not that of a menu item.
es_co: El ID del objeto ingresado no es de un elemento del menú.

source: The menu name %s conflicts with another menu name. Please try another.
es_co: El nombre del menú %s entra en conflicto con otro menú. Por favor, intenta otro.

source: If you&#8217;re still stuck with this message, then check that your database contains the following tables:
es_co: Si sigues atascado con este mensaje ,entonces verifica que tu base de datos incluya las siguientes tablas:

source: Read the <a href="%s" target="_blank">bug report</a> page. Some of the guidelines there may help you figure out what went wrong.
es_co: Lee la página de <a href="%s" target="_blank"> reporte de errores</a>. Algunas de las instrucciones que encontraras allí te pueden ayudar a resolver lo que te salió mal.

source: <strong>Could not find site %1$s.</strong> Searched for table %2$s in database %3$s. Is that right?
es_co: <strong>No se pudo encontrar el sitio %1$s.</strong> Buscar por table %2$s en la base de datos %3$s. es esto correcto?

source: <strong>Database tables are missing.</strong> This means that MySQL is not running, WordPress was not installed properly, or someone deleted %s. You really should look at your database now.
es_co: <strong>Tablas en la base de datos estan perdidas.</strong> Esto significa que MySQL no esta funcionando, WordPress no fue instalado correctamente, o alguien elimino %s. Debes realmente mirar en tu base de datos de inmediato.

source: If you are the owner of this network please check that MySQL is running properly and all tables are error free.
es_co: Si eres el dueño de esta red por favor, comprueba que MySQL está funcionando correctamente y todas las tablas están libres de error

source: If your site does not display, please contact the owner of this network.
es_co: Si tu sitio no aparece, ponte en contacto con el propietario de esta red .

source: This site has been archived or suspended.
es_co: Este sitio ha sido archivado o suspendido.
