Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.6.x/wp-4.6.x-*.po
Languages: es_co

source: The site you were looking for, %s, does not exist.
es_co: El sitio que estabas buscando, %s , no existe.

source: The site you were looking for, %s, does not exist, but you can create it now!
es_co: El sitio que estabas buscando, %s, no existe, pero lo puedes crear ahora!

source: You are logged in already. No need to register again!
es_co: Ya estas conectado. No hay necesidad de que te registres otra vez!

source: Sorry, new registrations are not allowed at this time.
es_co: Lo sentimos, nuevos registros no están permitidos en este momento.

source: Site registration has been disabled.
es_co: El registro a sido desactivado.

source: You must first <a href="%s">log in</a>, and then you can create a new site.
es_co: Debes primero <a href="%s">ingresar</a>, y después puedes crear un nuevo sitio.

source: Greetings Site Administrator! You are currently allowing &#8220;%s&#8221; registrations. To change or disable registration go to your <a href="%s">Options page</a>.
es_co: Saludos administrador del sitio! Estas actualmente permitiendo &#8220;%s&#8221; registros. Para cambiar o desactivar registros ve a tu <a href="%s">pagina de opciones</a>.

# Multisite active signup type
source: user
es_co: usuario

# Multisite active signup type
source: all
es_co: todo

source: Have you entered your email correctly? You have entered %s, if it&#8217;s incorrect, you will not receive your email.
es_co: Ha ingresado tu correo electrónico correctamente? ingresaste %s, si esit&#8217;s incorrecto, no recibiras un correo electronico.

source: Check the junk or spam folder of your email client. Sometime emails wind up there by mistake.
es_co: Comprueba la carpeta de spam o correo de tu cliente de correo electrónico. En algún momento los correos electrónicos terminan ahí por error .

source: Wait a little longer. Sometimes delivery of email can be delayed by processes outside of our control.
es_co: Espera un poco. Algunas veces la entrega de correos electrónicos puede tardar por procesos afuera de nuestro control.

source: If you haven&#8217;t received your email yet, there are a number of things you can do:
es_co: Si no has &#8217;t recibido tu correo electronico , hay un par de cosas que puedes hacer:

source: If you do not activate your site within two days, you will have to sign up again.
es_co: Si no activas tu sitio dentro de los dos días , tendrás que volver a inscribirte .

source: But, before you can start using your site, <strong>you must activate it</strong>.
es_co: Pero, antes de que puedas empezar a utilizar tu sitio, <strong> debes activarlo</strong>.

source: Congratulations! Your new site, %s, is almost ready.
es_co: Felicitaciones! tu nuevo sitio %s esta casi listo.

source: Check your inbox at %s and click the link given.
es_co: Revisa tu bandeja de correo de %s y haz click en el enlace enviado.

source: Gimme a site!
es_co: dame un sitio!

source: <a href="%1$s">%2$s</a> is your new site. <a href="%3$s">Log in</a> as &#8220;%4$s&#8221; using your existing password.
es_co: <a href="%1$s">%2$s</a> es tu nuevo sitio. <a href="%3$s">ingresa</a> como&#8220;%4$s&#8221; usando tu contrasena actual .

source: The site %s is yours.
es_co: El sitio %s te pertenece.

source: Create Site
es_co: Crear sitio

source: If you&#8217;re not going to use a great site domain, leave it for a new user. Now have at it!
es_co: Si no vas a utilizar un dominio de sitio fantástico, déjalo para otro usuario.

source: Sites you are already a member of:
es_co: Sitios de los que ya eres miembro

source: Welcome back, %s. By filling out the form below, you can <strong>add another site to your account</strong>. There is no limit to the number of sites you can have, so create to your heart&#8217;s content, but write responsibly!
es_co: Bienvenido otra vez, %s. llenando el formulario de abajo, puedes <strong>agregar otro sitio a tu cuenta</strong>. No hay límite de sitios que puedas tener, so crea tu contenido pero escribe con responsabilidad!

source: Get <em>another</em> %s site in seconds
es_co: Consigue <em>otro</em> %s sitio en segundos

source: We send your registration email to this address. (Double-check your email address before continuing.)
es_co: Te enviaremos un correo electrónico de registro a esta direccion de correo. (verifica tu correo electrónico antes de continuar.)

source: Allow search engines to index this site.
es_co: Permitir a los motores de busqueda indexar este sitio

source: Site Language:
es_co: Idioma del sitio

source: Site Title:
es_co: Título del sitio:

source: Must be at least 4 characters, letters and numbers only. It cannot be changed, so choose carefully!
es_co: Debe tener al menos 4 caracteres , letras y números solamente. No se puede cambiar, por lo que elegir con cuidado!

source: Your address will be %s.
es_co: Tu direccion sera %s.

source: domain
es_co: dominio

source: sitename
es_co: Nombre del sitio

source: Site Domain:
es_co: Dominio del sitio:

source: Site Name:
es_co: Nombre del sitio:

source: Mission complete. Message %s deleted.
es_co: Misión completa! Mensaje %s eliminado.

source: Posted title:
es_co: Título publicado

source: Author:
es_co: Autor:

source: This action has been disabled by the administrator.
es_co: Esta acción ha sido desactivada por el administrador.

source: <strong>You have successfully updated WordPress!</strong> Please log back in to see what&#8217;s new.
es_co: <strong>has actualizado WordPress! exitosamente</strong> Por favor entra de nuevo para ver qué hay de nuevo.

source: Check your email for the confirmation link.
es_co: Verifica tu correo electrónico por el link de confirmación.

source: Your session has expired. Please log in to continue where you left off.
es_co: Tu sesión ha expirado. Por favor inicia sesión para continuar donde te quedaste.

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href="%s">enable cookies</a> to use WordPress.
es_co: <strong> ERROR </strong> : Las cookies están bloqueadas o no soportadas por tu navegador. Debes <a href="%s"> activar las cookies </a> para usar WordPress .

source: <strong>ERROR</strong>: Cookies are blocked due to unexpected output. For help, please see <a href="%1$s">this documentation</a> or try the <a href="%2$s">support forums</a>.
es_co: <strong> ERROR </strong> : Las cookies están bloqueadas debido a una salida inesperada. Para obtener ayuda , consulta <a href="%1$s"> esta documentación </a> o trata el apoyo de <a href="%2$s"> foros </a>.

source: Registration confirmation will be emailed to you.
es_co: La confirmación del registro te sera enviada vía correo electrónico

source: Confirm new password
es_co: Confirmar nueva contraseña

source: New password
es_co: Nueva contraseña

source: Enter your new password below.
es_co: Ingresa tu nueva contraseña abajo.

source: Reset Password
es_co: Reiniciar contraseña

source: Your password has been reset.
es_co: Tu contraseña a sido reiniciada

source: Password Reset
es_co: Reiniciar contraseña

source: The passwords do not match.
es_co: La contraseña no coincide.

source: Please enter your username or email address. You will receive a link to create a new password via email.
es_co: Por favor ingresa tu nombre de usuario y correo electrónico. Recibirás un enlace para crear tu nueva contraseña via correo electrónico.

source: Your password reset link has expired. Please request a new link below.
es_co: Tu enlace de restablecimiento de contraseña ha caducado. Solicita un nuevo enlace de más abajo.

source: Your password reset link appears to be invalid. Please request a new link below.
es_co: Tu enlace de restablecimiento de contraseña no parece ser válido. Solicita un nuevo enlace de más abajo.

source: Possible reason: your host may have disabled the mail() function.
es_co: Una razón posible: tu alojamiento debió haber deshabilitado la función mail().

source: To reset your password, visit the following address:
es_co: Para restablecer tu contraseña, por favor visita la siguiente dirección:

source: If this was a mistake, just ignore this email and nothing will happen.
es_co: Si esto fue un error , simplemente ignora este mensaje y no pasará nada.

source: Someone has requested a password reset for the following account:
es_co: Alguien ha solicitado un restablecimiento de contraseña para la cuenta siguiente:

# site
source: &larr; Back to %s
es_co: &larr; Volver a %s

source: Create a Configuration File
es_co: Crear un archivo de configuracion

source: You can create a %s file through a web interface, but this doesn't work for all server setups. The safest way is to manually create the file.
es_co: Puedes crear un archivo%s a través de una interfaz web, pero esto no funciona para todas las instalaciones de servidor. La forma más segura es crear manualmente el archivo.

source: Need more help? <a href='%s'>We got it</a>.
es_co: ¿Necesitas más ayuda?, <a href='%s'>La tenemos</a>.

source: There doesn't seem to be a %s file. I need this before we can get started.
es_co: No parece que es un archivo %s . Necesito esto antes de que podamos empezar .

source: Links for %s
es_co: Enlaces para %s

source: Unable to retrieve the error message from MySQL
es_co: Imposible de obtener el mensaje de error de MySQL

source: Are you sure that the database server is not under particularly heavy load?
es_co: ¿Estas seguro que el servidor de la base de datos no está sobrecargado?

source: This means that we lost contact with the database server at %s. This could mean your host&#8217;s database server is down.
es_co: Esto significa que hemos perdido contacto con la base de datos del servidor en %s. Puede significar que el servidor de base de datos de tu alojamiento está caído.

source: Error reconnecting to the database
es_co: Error re-conectando con la base de datos.

source: If you&#8217;re unsure what these terms mean you should probably contact your host. If you still need help you can always visit the <a href="%s">WordPress Support Forums</a>.
es_co: Si tu no estas seguro que significan esos términos, probablemente debes contactar tu alojamiento. Si todavía necesitas ayuda puedes siempre visitar <a href="%s"> los foros WordPress de soporte</a>.

source: Are you sure that the database server is running?
es_co: ¿Estas seguro que el servidor de la base de datos esta funcionando?

source: Are you sure that you have typed the correct hostname?
es_co: ¿Estas seguro que escribiste el nombre del alojamiento correcto?

source: Are you sure you have the correct username and password?
es_co: ¿Estás seguro que tienes el nombre de usuario y la contraseña correcta?

source: This either means that the username and password information in your %1$s file is incorrect or we can&#8217;t contact the database server at %2$s. This could mean your host&#8217;s database server is down.
es_co: Esto significa que la información del nombre de usuario y la contraseña en tu %1$s archivo es incorrecta o no podemos contactar el servidor de la base de datos %2$s. Esto puede significar que tu servidor y/o alojamiento esta caído.

source: WordPress database error:
es_co: Error en la base de datos WordPress

source: The query argument of %s must have a placeholder.
es_co: El argumento de consulta %s debe tener un marcador de posición.

source: %s must set a database connection for use with escaping.
es_co: %s debes configurar una coneccion a la base de datos para usar con escapar.

source: If you don&#8217;t know how to set up a database you should <strong>contact your host</strong>. If all else fails you may find help at the <a href="%s">WordPress Support Forums</a>.
es_co: Si no sabes como configurar el acceso a la base de datos deberías <strong>contactar a tu proveedor de alojamiento </strong>. Si aun no funciona puedes encontrar ayuda en los <a href="%s">foros de soporte de WordPress</a>.

source: On some systems the name of your database is prefixed with your username, so it would be like <code>username_%1$s</code>. Could that be the problem?
es_co: En algunos sistemas el nombre de tu base de datos lleva por prefijo tu nombre de usuario. seria como <code>username_%1$s</code>. Puede ser este el problema?

source: Does the user %1$s have permission to use the %2$s database?
es_co: ¿El usuario %1$s posee permisos para usar la base de datos %2$s?

source: Are you sure it exists?
es_co: ¿Estas seguro que existe?

source: We were able to connect to the database server (which means your username and password is okay) but not able to select the %s database.
es_co: Pudimos conectarnos al servidor de la base de datos(esto quiere decir que tu usuario y contraseña son correctos) pero no pudimos seleccionar la base de datos %s.

source: Can&#8217;t select database
es_co: No se puede seleccionar la base de datos

source: Display item date?
es_co: Mostrar la fecha del elemento?

source: Display item author if available?
es_co: Mostrar el autor del elemento si está disponible?

source: Display item content?
es_co: Mostrar el contenido del elemento?

source: How many items would you like to display?
es_co: Cuantos elementos te gustaria mostrar?

source: Give the feed a title (optional):
es_co: Darle al feed un título (opcional):

source: Enter the RSS feed URL here:
es_co: Ingresar la RSS feed URL aqui:

source: Untitled
es_co: Sin titulo

source: No %1$s was set in the arguments array for the "%2$s" sidebar. Defaulting to "%3$s". Manually set the %1$s to "%3$s" to silence this notice and keep existing sidebar content.
es_co: No %1$s ha sido definido en el array de argumentos para la "%2$s" barra lateral. Dejar por defecto a "%3$s". Manualmente definir el %1$s to "%3$s" para silenciar este mensaje y conservar el contenido existente en la barra lateral.

source: Content:
es_co: Contenido

source: Arbitrary text or HTML.
es_co: Texto arbitrario o HTML

source: Taxonomy:
es_co: Taxonomia:

source: The tag cloud will not be displayed since there are no taxonomies that support the tag cloud widget.
es_co: La nube de etiquetas no se mostrará ya que no existen taxonomías que soporten el widget.

source: Tag Cloud
es_co: Nube de etiquetas

source: A cloud of your most used tags.
es_co: Una nube de tus etiquetas más usadas.

# Search widget
source: Search
es_co: Buscar

source: A search form for your site.
es_co: Una formulario de búsqueda para tu sitio

source: Entries from any RSS or Atom feed.
es_co: Entradas de cualquier RSS o Atom Feed.

source: Display post date?
es_co: Mostrar fecha de la entrada?

source: Number of posts to show:
es_co: Numero de entradas a mostrar

source: Recent Posts
es_co: Entradas recientes

source: Your site&#8217;s most recent Posts.
es_co: Las entradas mas recientes de tu sitio.

# widgets
source: %1$s on %2$s
es_co: %1$s en %2$s

source: Your site&#8217;s most recent comments.
es_co: Los comentarios mas recientes de tu sitio.

source: Exclude:
es_co: Excluir:

source: Page ID
es_co: ID de pagina

source: Page order
es_co: Orden de pagina

source: Page title
es_co: Titulo de pagina

source: A list of your site&#8217;s Pages.
es_co: Una lista de las paginas de tu sitio.

source: Login, RSS, &amp; WordPress.org links.
es_co: Entrar, RSS, &amp; WordPress.org enlaces.

source: Number of links to show:
es_co: Numero de enlaces a mostrar

source: Show Link Rating
es_co: Mostrar el raiting del enlace

source: Show Link Description
es_co: Mostrar la descripcion del enlace

source: Show Link Name
es_co: Mostrar el nombre del enlace

source: Show Link Image
es_co: Mostrar el enlace de la imagen

# Links widget
source: Random
es_co: Aleatorio

source: Link ID
es_co: ID del enlance

source: Link rating
es_co: Rating del enlace

source: Link title
es_co: Titulo de enlace

source: Sort by:
es_co: Ordenar por:

# links widget
source: All Links
es_co: Todos los enlaces

source: Select Link Category:
es_co: Seleccionar la categoría del enlace:

source: Your blogroll
es_co: tu blogroll

source: Show hierarchy
es_co: Mostrar jerarquía

source: Select Category
es_co: Seleccionar categoria

source: A list or dropdown of categories.
es_co: Una lista o desplegable de categorías.

source: A calendar of your site&#8217;s Posts.
es_co: Un calendario para tus entradas de sitio

source: Display as dropdown
es_co: Mostrar como desplegable

source: Select Post
es_co: Seleccionar entrada

source: Select Week
es_co: Seleccionar semana

source: Select Day
es_co: Seleccionar dia

source: Select Month
es_co: Seleccionar Mes

source: Select Year
es_co: Seleccionar año

source: A monthly archive of your site&#8217;s Posts.
es_co: Un archivo mensual de tus entradas del sitio.

source: Select Menu:
es_co: Seleccionar menú;

source: No menus have been created yet. <a href="%s">Create some</a>.
es_co: No has sido creados menús hasta ahora. <a href="%s"> Crear algunos</a>.

source: Custom Menu
es_co: Menu personalizado

source: Add a custom menu to your sidebar.
es_co: Agregar un menu personalizado a tu barra lateral.

source: <strong>ERROR</strong>: Couldn&#8217;t register you&hellip; please contact the <a href="mailto:%s">webmaster</a> !
es_co: <strong>ERROR</strong>: No pudimos registrarse, por favor contacta a tu <a href="mailto:%s">webmaster</a> !

source: <strong>ERROR</strong>: Sorry, that username is not allowed.
es_co: <strong>ERROR</strong>: Lo siento, ese nombre de usuario no está permitido.

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
es_co: <strong>ERROR</strong>: Este nombre de usuario ya está registrado.Por favor escoge otro.

source: Could not save password reset key to database.
es_co: La contraseña no pudo ser guardada Reinicia tu llave de la base se datos.

source: Hint: The password should be at least twelve characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ % ^ &amp; ).
es_co: Pista: La contraseña debe tener al menos doce caracteres de largo . Para hacerlo más fuerte, usa letras mayúsculas y minúsculas , números y símbolos como ! ? " $ % ^ & Amp; ).

source: [%s] Notice of Email Change
es_co: [%s] Anuncio de cambio de correo electrónico.

source: Hi ###USERNAME###, This notice confirms that your email was changed on ###SITENAME###. If you did not change your email, please contact the Site Administrator at ###ADMIN_EMAIL### This email has been sent to ###EMAIL### Regards, All at ###SITENAME### ###SITEURL###
es_co: Hi ###USERNAME###, Este mensaje confirma que tu dirección de correo electrónico fue cambiada en ###SITENAME###. si no has cambiado tu dirección de correo, por favor contacta al administrador del sitio en ###ADMIN_EMAIL### Este correo a sido enviado a ###EMAIL### Saludos, todos en ###SITENAME### ###SITEURL###

source: [%s] Notice of Password Change
es_co: [%s] Anuncio de cambio de contraseña

source: Hi ###USERNAME###, This notice confirms that your password was changed on ###SITENAME###. If you did not change your password, please contact the Site Administrator at ###ADMIN_EMAIL### This email has been sent to ###EMAIL### Regards, All at ###SITENAME### ###SITEURL###
es_co: Hi ###USERNAME###, Este mensaje confirma que tu contraseña a sido cambiada en ###SITENAME###. si no has cambiado tu contraseña, por favor contacta al administrador del sitio en ###ADMIN_EMAIL### Este mensaje a sido enviado a ###EMAIL### Saludos, Todos en ###SITENAME### ###SITEURL###

source: Nicename may not be longer than 50 characters.
es_co: el nombre bonito no puede ser mas largo que 50 caracteres.

source: <strong>ERROR</strong>: The password you entered for the email address %s is incorrect.
es_co: <strong>ERROR</strong>: La contraseña que ingresaste para la dirección de correo %s es incorrecta.

source: <strong>ERROR</strong>: Invalid email address.
es_co: <strong>ERROR</strong>:Dirección de correo electrónico invalida.

source: <strong>ERROR</strong>: The email field is empty.
es_co: <strong>ERROR</strong>: El campo de correo electrónico esta vació.

source: <strong>ERROR</strong>: The password you entered for the username %s is incorrect.
es_co: <strong>ERROR</strong>: la contraseña ingresada para el usuario %s es incorrecta.

source: <strong>ERROR</strong>: Invalid username.
es_co: <strong>ERROR</strong>: nombre de usuario no válido.

source: Translation Updates
es_co: Actualización de traducciones

source: %d Theme Update
es_co: %d Actualizacion de plantilla

source: %d Plugin Update
es_co: %d Actualización de Plugin

source: %d WordPress Update
es_co: %d Actualizacion WordPress

source: (WordPress could not establish a secure connection to WordPress.org. Please contact your server administrator.)
es_co: (WordPress no pudo establecer una conexión segura con WordPress.org. Por favor contacta su administrador de servidor.)

source: An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href="https://wordpress.org/support/">support forums</a>.
es_co: Un error inesperado ocurrió. Puede haber algún problema con WordPress.org o la configuracion de este servidor. Si continúas teniendo problemas , por favor, intenta soporte en los <a href="https://wordpress.org/support/"> foros </a>.

source: Customizer
es_co: Personalizador

source: Theme support for %1$s should be registered before the %2$s hook.
es_co: El soporte de plantilla para %1$s debe estar registrado antes de %2$s gancho.

source: You need to pass an array of types.
es_co: Necesitas pasar una cadena de tipos.

source: You are currently browsing the %s blog archives.
es_co: Estas viendo actualmente %s los archivos de entradas.

source: You have searched the %1$s blog archives for <strong>&#8216;%2$s&#8217;</strong>. If you are unable to find anything in these search results, you can try one of these links.
es_co: Has buscado en los %1$s archivos del blog para <strong> &#8216 ; %2$s &# 8217 ; </strong> . Si no puedes encontrar nada en los resultados de búsqueda , puedes probar uno de estos enlaces .

source: You are currently browsing the %1$s blog archives for the year %2$s.
es_co: Estas viendo actualmente los %1$s archivos de entradas del año %2$s

source: You are currently browsing the %1$s blog archives for %2$s.
es_co: Estas viendo actualmente los %1$s archivos de entradas para %2$s

source: You are currently browsing the %1$s blog archives for the day %2$s.
es_co: Estas viendo actualmente los %1$s archivos de entradas. del dia %2$s.

source: You are currently browsing the archives for the %s category.
es_co: Estas actualmente navegando los archivos para la categoría %s.

source: %1$s is proudly powered by %2$s
es_co: %1$s orgullosamente construido con %2$s

source: It looks like nothing was found at this location. Maybe try visiting %s directly?
es_co: Parece que nada a sido encontrado en esta ubicación. Prueba visitar %s directamente.

source: Oops! That embed can&#8217;t be found.
es_co: Oh! esa incrustada no&#8217;t puede ser encontrada.

source: Comments are closed.
es_co: Los Comentarios están cerrados.

source: %1$s response to %2$s
es_co: %1$s respuesta a %2$s

source: One response to %s
es_co: Una respuesta en %s

source: This post is password protected. Enter the password to view comments.
es_co: Esta entrada está protegida con una contraseña. Ingresa la contraseña para ver los comentarios.

source: Please include a %s template in your theme.
es_co: Por favor incluye %s un template en tu plantilla.

source: Theme without %s
es_co: Plantilla sin %s

source: Could not split shared term.
es_co: No se pudo dividir el término compartido.

source: Could not insert term relationship into the database
es_co: No se pudo insertar relación del término en la base de datos.

source: A term with the name provided already exists in this taxonomy.
es_co: Un término con el mismo nombre existe actualmente en esta taxonomia.
