Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.6.x/wp-4.6.x-*.po
Languages: es_co

source: Open link in a new tab
es_co: Abrir el enlace en una nueva pestaña

source: Enter the destination URL
es_co: Ingresar la URL de destino

source: Y/m/d
es_co: a/m/d

source: The next group of formatting shortcuts are applied as you type or when you insert them around plain text in the same paragraph. Press Escape or the Undo button to undo.
es_co: El siguiente grupo de formatos de atajos se aplican a medida que escribe o al insertarlos en torno texto sin formato en el mismo párrafo . Presiona Escape o el botón Deshacer para deshacer.

source: The following formatting shortcuts are replaced when pressing Enter. Press Escape or the Undo button to undo.
es_co: Los siguientes atajos de formato se sustituyen al pulsar Enter. Pulsa Escape o el botón Deshacer para deshacer los cambios.

source: When starting a new paragraph with one of these formatting shortcuts followed by a space, the formatting will be applied automatically. Press Backspace or Escape to undo.
es_co: Al comenzar un nuevo párrafo con uno de estos métodos abreviados de formato seguidos por un espacio, el formato se aplicará automáticamente. Pulsa la tecla Enter o Escape para deshacer.

source: To move focus to other buttons use Tab or the arrow keys. To return focus to the editor press Escape or use one of the buttons.
es_co: Para mover el enfoque a otros botones utiliza Tab o las teclas de flecha. Para volver el enfoque al editor de prensa usa Escape o utilizar uno de los botones.

source: Warning: the link has been inserted but may have errors. Please test it.
es_co: Advertencia: el enlace ha sido insertado pero puede contener errores. Por favor pruébalo.

source: Ctrl + letter:
es_co: Ctrl + letra:

source: Cmd + letter:
es_co: Cmd + letra:

source: Shift + Alt + letter:
es_co: Shift + Alt + letra:

source: Ctrl + Alt + letter:
es_co: Ctrl + Alt + letra:

source: Elements path
es_co: Ruta del elemento

source: Editor toolbar
es_co: Barra de herramientas de editor

source: Editor menu (when enabled)
es_co: Editor de menú ( cuando esta activado)

source: Inline toolbar (when an image, link or preview is selected)
es_co: Barra de herramientas en línea ( cuando se selecciona una imagen, enlace o la vista previa )

source: Focus shortcuts:
es_co: Atajos de enfoque:

source: Additional shortcuts,
es_co: Atajos adicionales

source: Default shortcuts,
es_co: Atajos por defecto

source: Keyboard Shortcuts
es_co: Atajos de teclado

source: Link options
es_co: opciones del link

source: Paste URL or type to search
es_co: Pega la URL o escribe para buscar

source: No alignment
es_co: Sin alineación

source: Distraction-free writing mode
es_co: Modo de escritura libre de distracciones

source: Read more...
es_co: Leer mas...

source: Insert Read More tag
es_co: Insertar etiqueta leer mas

source: Toolbar Toggle
es_co: Activar la barra de herramientas

# TinyMCE menu
source: Format
es_co: Formato

# TinyMCE menu
source: Table
es_co: Tabla

# TinyMCE menu
source: View
es_co: Vista

# TinyMCE menu
source: Tools
es_co: Herramientas

# TinyMCE menu
source: Edit
es_co: Editar

# TinyMCE menu
source: File
es_co: Archivo

# TinyMCE menu
source: Insert
es_co: Insertar

source: Your browser does not support direct access to the clipboard. Please use keyboard shortcuts or your browser&#8217;s edit menu instead.
es_co: Tu navegador no es compatible con el acceso directo al portapapeles. Por favor, usa atajos de teclado o el navegador; en lugar del menú de edición

source: Rich Text Area. Press Control-Option-H for help.
es_co: Area de texto enriquecido. Presiona Control-Opcion-H para obtener ayuda

source: Rich Text Area. Press Alt-Shift-H for help.
es_co: Área de texto enriquecido. Pulsa Alt-Shift-H para obtener ayuda

source: If you&#8217;re looking to paste rich content from Microsoft Word, try turning this option off. The editor will clean up text pasted from Word automatically.
es_co: Si estás buscando pegar el contenido rico desde Microsoft Word , intenta desactivar esta opción. El editor va a limpiar texto pegado desde Word de forma automática.

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
es_co: Pegar está ahora en modo de texto sin formato. Contenidos se pagarán como texto sin formato hasta que desactives esta opción.

source: Words: %s
es_co: Palabras: %s

source: Show invisible characters
es_co: Mostrar caracteres invisibles

# editor button
source: Show blocks
es_co: Mostrar bloques

source: Text color
es_co: Color de texto

source: Background color
es_co: Color de fondo

# TinyMCE
source: Templates
es_co: Plantillas

# TinyMCE
source: Insert template
es_co: Insertar plantilla

# table cell scope attribute
source: Scope
es_co: Alcance

source: Cell type
es_co: Tipo de celda

source: Row type
es_co: Tipo de fila

source: Column group
es_co: Grupo de columnas

source: Row group
es_co: Grupo de filas

# vertical table cell alignment
source: V Align
es_co: Alineamiento V

# horizontal table cell alignment
source: H Align
es_co: Alineamiento H

source: Split table cell
es_co: Dividir las celdas de la tabla

source: Delete column
es_co: Eliminar columnas

# table header
source: Header
es_co: Cabecera

source: Header cell
es_co: Cabecera de celda

# table column
source: Column
es_co: Columna

source: Rows
es_co: Filas

source: Border color
es_co: Color de borde

source: Insert table
es_co: Insertar tabla

source: Add to Dictionary
es_co: Agregar al diccionario

# spellcheck
source: Ignore
es_co: Ignorar

# spellcheck
source: Ignore all
es_co: Ignorar todo

# spellcheck
source: Finish
es_co: Terminar

# find/replace
source: Replace all
es_co: Reemplazar todo

# find/replace
source: Find
es_co: Encontrar

# find/replace
source: Replace with
es_co: Reemplazar con

source: Find and replace
es_co: Encontrar y reemplazar

# find/replace
source: Whole words
es_co: Palabras completas

# find/replace
source: Prev
es_co: anterior

# find/replace
source: Next
es_co: Siguiente

# find/replace
source: Replace
es_co: Reemplazar

source: Could not find the specified string.
es_co: No se pudo encontrar la cadena especificada.

source: No color
es_co: Sin color

# label for custom color
source: Custom...
es_co: Personalizado

source: Custom color
es_co: Color personalizado

source: Restore last draft
es_co: Restaurar el ultimo borrador

source: Horizontal line
es_co: Linea horizontal

source: Paste as text
es_co: Pegar como texto

source: Page break
es_co: Salto de pagina

source: Nonbreaking space
es_co: Sin romper espacio

source: Emoticons
es_co: Emoticones

# editor button
source: Left to right
es_co: Izquierda a derecha

# editor button
source: Right to left
es_co: Derecha a izquierda

source: Special character
es_co: Caracteres especiales

source: Embed
es_co: Incrustar

source: Insert video
es_co: Insertar video

source: Paste your embed code below:
es_co: Pega el código de incrustado abajo:

source: Alternative source
es_co: Fuente alternativa

source: Insert/edit video
es_co: Insertar/editar video

source: Insert date/time
es_co: Insertar fecha/hora

source: Insert image
es_co: Insertar imagen

source: Style
es_co: Estilo

source: Encoding
es_co: Codificacion

source: Keywords
es_co: Palabras claves

source: Title
es_co: Título

# Link anchors (TinyMCE)
source: Anchors
es_co: Anclas

# Link anchor (TinyMCE)
source: Anchor
es_co: Ancla

# Name of link anchor (TinyMCE)
source: Name
es_co: Nombre

# list style
source: Default
es_co: Por defecto

source: Numbered list
es_co: Lista numerada

source: Visual aids
es_co: Ayudas visuales

source: Close
es_co: Cerrar

source: Decrease indent
es_co: Inrementar guion

source: Increase indent
es_co: Aumentar guión

source: Justify
es_co: Justificar

source: Align left
es_co: Alinear a la izquierda

source: Align right
es_co: Alinear derecha

source: Align center
es_co: Alinear en el centro

source: Font Sizes
es_co: Tamaños de fuente

source: Font Family
es_co: Familia de la fuente

source: Source code
es_co: Codigo de fuente

source: Clear formatting
es_co: Limpiar el formato

# HTML tag
source: Address
es_co: Dirección

# HTML tag
source: Preformatted
es_co: Pre-formateado

# TinyMCE
source: Blocks
es_co: Bloque

# TinyMCE
source: Headings
es_co: Encabezamientos

# TinyMCE
source: Formats
es_co: Formatos

# Name for the Text editor tab (formerly HTML)
source: Text
es_co: Texto

source: Shift-click to edit this widget.
es_co: Shift-clic para editar este widget.

source: Search widgets&hellip;
es_co: Buscar widgets&hellip;

source: Search Widgets
es_co: Buscar widgets

source: Add a Widget
es_co: Agregar un Widget

source: Reorder widgets
es_co: Re-ordenar widgets

source: There are no widget areas currently rendered in the preview. Navigate in the preview to a template that makes use of a widget area in order to access its widgets here.
es_co: No hay áreas de widgets actualmente visibles en la vista previa . Navegar en la vista previa una plantilla que hace uso de un área de widget con el fin de acceder a sus widgets aquí.

source: Widget moved down
es_co: Widget movido abajo

source: Widget moved up
es_co: Widget movido arriba

source: An error has occurred. Please reload the page and try again.
es_co: Ha ocurrido un error. Por favor recargar la pagina y intentar de nuevo.

source: Trash widget by moving it to the inactive widgets sidebar.
es_co: Elimina el widget moviendolo a la barra lateral de widgets no activos.

source: Save and preview changes before publishing them.
es_co: Salvar y previsualizar los cambios antes de publicarlos.

# Move widget
source: Move
es_co: Mover

source: Select an area to move this widget into:
es_co: Seleccionar un área en donde mover este widget:

source: Move to another area&hellip;
es_co: Mover hacia otra area&hellip;

source: Widgets are independent sections of content that can be placed into widgetized areas provided by your theme (commonly called sidebars).
es_co: Los widgets son secciones independientes de contenido que se pueden colocar en áreas widget proporcionados por tu plantilla (comúnmente llamadas barras laterales ) .

source: Press return or enter to open this section
es_co: Presionar retorno o la tecla Intro para abrir esta sección

source: Customizing
es_co: Personalizando

source: You are customizing %s
es_co: Estas personalizando %s

source: Press return or enter to open this panel
es_co: Presionar retornar o enter para abrir este panel

source: Toggle section: %s
es_co: Alternar sección: %s

source: No items
es_co: No hay elementos

source: Add to Menu
es_co: Agregar al menu

source: Link Text
es_co: Enlace de texto

source: Toggle section: Custom Links
es_co: Alternar sección: Enlaces personalizados

source: Custom Links
es_co: Enlaces personalizados

source: Clear Results
es_co: Limpiar resultados

source: The search results will be updated as you type.
es_co: La lista de resultados se actualizara a medida que escribes.

source: Search menu items&hellip;
es_co: Buscar elementos en el menú&hellip;

source: Search Menu Items
es_co: Buscar elementos del menu

source: Add Menu Items
es_co: Agregar elementos al menu

source: Back
es_co: Volver

source: Move one level down
es_co: Mover un nivel abajo

source: Move one level up
es_co: Mover un nivel arriba

source: Move down
es_co: Mover abajo

source: Move up
es_co: Mover arriba

source: Add to menu: %1$s (%2$s)
es_co: Agregar al menu: %1$s (%2$s)

source: New menu name
es_co: Nuevo nombre de menú

source: Add a Menu
es_co: Agregar un menú

source: Menu Locations
es_co: Ubicaciones de menú

source: You can also place menus in <a href="%s">widget areas</a> with the &#8220;Custom Menu&#8221; widget.
es_co: Tambien puedes ubicar menus en <a href="%s">areas de widget </a> con el &#8220; widget menu personalizado #8221;.

source: Your theme supports %s menu. Select which menu appears in each location.
es_co: Tu plantilla soporta %s menu. selecciona cual menu aparece en cada ubicacion.

source: Your theme supports one menu. Select which menu you would like to use.
es_co: Tu plantilla soporta un menú. Selecciona cuál menu te gustaria usar.

source: Menus can be displayed in locations defined by your theme.
es_co: Menús pueden ser desplegados en las locaciones definidas por tu plantilla.

source: Menus can be displayed in locations defined by your theme or in <a href="%s">widget areas</a> by adding a &#8220;Custom Menu&#8221; widget.
es_co: Los menús pueden ser desplegados en las locaciones definidas por tu plantilla o en <a href="%s"> las áreas de widgets</a> agregando un widget de menú personalizado. .

source: This panel is used for managing navigation menus for content you have already published on your site. You can create menus and add items for existing content such as pages, posts, categories, tags, formats, or custom links.
es_co: Este panel se utiliza para controlar los menús de navegación de contenido que ya has publicado en tu sitio . Puedes crear menús y agregar elementos de contenido existente , tales como páginas , mensajes , categorías, etiquetas , formatos o enlaces personalizados .

source: %1$s. Sub item number %2$d under %3$s.
es_co: %1$s. numero de sub elemento %2$d debajo %3$s.

source: %1$s. Menu item %2$d of %3$d.
es_co: %1$s. Elemento del menu %2$d de %3$d.

source: Out from under %s
es_co: Afuera desde abajo %s

source: Under %s
es_co: Dejabo %s

source: Move out from under %s
es_co: Mover de debajo %s

source: Move under %s
es_co: Mover debajo %s

source: Move to the top
es_co: Mover arriba

source: Move down one
es_co: Mover un elemento abajo

source: Move up one
es_co: Mover un elemento arriba

source: Close reorder mode
es_co: Cerrar modo re-ordenar

source: Reorder menu items
es_co: Rea-ordenar elementos en el menú

source: Reorder mode closed
es_co: Modo re-ordenar cerrado

source: Reorder mode enabled
es_co: Modo re-ordenar activado

source: Loading more results... please wait.
es_co: Cargando mas resultados... por favor espera.

source: Additional items found: %d
es_co: Elementos adicionales encontrados: %d

source: Number of items found: %d
es_co: Numero de elementos encontrados: %d

source: %s (Pending)
es_co: %s (Pendiente)

source: %s (Invalid)
es_co: %s (no valido)

source: Customizing &#9656; %s
es_co: Personalizando &#9656; %s

source: Menu item is now a sub-item
es_co: Elemento del menú es ahora un sub- elemento

source: Menu item moved out of submenu
es_co: Elemento del menu movido fuera del sub menu

source: Menu item moved down
es_co: Elemento del menú movido abajo

source: Menu item moved up
es_co: Elemento del menú movido arriba

source: Menu deleted
es_co: Menú eliminado

source: Menu created
es_co: Menú creado

source: Menu item deleted
es_co: Elemento eliminado del menú

source: Menu item added
es_co: Elemento agregado al menú

source: Menu Name
es_co: Nombre del menú

# menu
source: (Currently set to: %s)
es_co: (Actualmente fijado como: %s)

# Missing menu name.
source: (unnamed)
es_co: sin nombre

# missing menu item navigation label
source: (no label)
es_co: (sin etiqueta)

source: Post Type Archive
es_co: Tipo de archivo entradas

source: Custom Link
es_co: Enlace personalizado

# nav menu home label
source: Home
es_co: Inicio

source: Posts page
es_co: Pagina de entradas

source: Front page
es_co: Pagina de frente

source: A static page
es_co: Una pagina estatica

source: Your latest posts
es_co: Tus ultimas entradas

source: Front page displays
es_co: Aparece en la pagina de frente

source: Your theme supports a static front page.
es_co: Tu plantilla soporta una pagina de frente estática.

source: Static Front Page
es_co: Pagina de frente estatica

source: Tile Vertically
es_co: Mosaico Vertical

source: Tile Horizontally
es_co: Mosaico horizontal

source: Tile
es_co: Titulo

source: Header Image
es_co: Imagen de cabecera

source: Header Text Color
es_co: Color del texto en la cabecera

source: Colors
es_co: Colores

source: Choose logo
es_co: Seleccionar Logo

source: No logo selected
es_co: No hay logo seleccionado

source: Default
es_co: Por defecto

source: Remove
es_co: Remover

source: Change logo
es_co: Cambiar logo

source: Select logo
es_co: Seleccionar logo

source: The Site Icon is used as a browser and app icon for your site. Icons must be square, and at least %s pixels wide and tall.
es_co: El icono del sitio es usado como navegador y icono de aplicación. Iconos deben ser cuadrados y por lo menos %s píxeles de ancho y largo.

source: Site Icon
es_co: Icono del sitio

source: Display Site Title and Tagline
es_co: Visualización del título del sitio y Lema

source: Tagline
es_co: Lema

source: Site Identity
es_co: Identidad del sitio

source: Enter mobile preview mode
es_co: Entrar vista previa para móvil

source: Enter tablet preview mode
es_co: Entrar en vista previa para tableta

source: Enter desktop preview mode
es_co: Entrar en vista previa para escritorio

source: Live Preview: %s
es_co: Vista previa en vivo: %s

source: Customize: %s
es_co: Personalizar: %s

source: Removing %1$s manually will cause PHP warnings. Use the %2$s filter instead.
es_co: Extracción %1$s manual causara advertencias PHP. Usa el %2$s filtro en su lugar.

source: There is %s invalid setting.
es_co: Existe un %s ajuste no valido.

source: Invalid value.
es_co: Valor no valido.

source: Shift-click to edit this element.
es_co: Presiona Shift+click para editar este elemento.

source: The requested theme does not exist.
es_co: El tema requerido no existe

source: Sorry, you are not allowed to edit theme options on this site.
es_co: No estas autorizado para editar las opciones de esta plantilla en este sitio

source: Sorry, you are not allowed to customize this site.
es_co: Lo sentimos, no estas autorizado a personalizar este sitio.

source: You must be logged in to complete this action.
es_co: Debes estar conectado para completar esta acción.

source: &mdash; Select &mdash;
es_co: &mdash; Seleccionar &mdash;

source: Toolbar
es_co: Barra de herramientas

source: Skip to toolbar
es_co: Saltar a la barra de herramientas

source: The menu ID should not be empty.
es_co: El ID del menú no debe de esta vacio.

source: #%d (no title)
es_co: #%d (sin titulo)

source: %s <span class="says">says:</span>
es_co: %s <span class="says">dice:</span>

source: There are no HTTP transports available which can complete the requested request.
es_co: NO hay transportes HTTP disponibles que puedan completar la solicitud requerida.

source: Destination directory for file streaming does not exist or is not writable.
es_co: El directorio de destino para los flujos de archivo no existe o no se puede escribir.

source: A valid URL was not provided.
es_co: Una URL valida no ha sido ingresada.

source: %1$s is deprecated. Use %2$s instead.
es_co: %1$s es obsoleto. Usa %2$s en su lugar.

source: The post type %1$s is not registered, so it may not be reliable to check the capability "%2$s" against a post of that type.
es_co: El tipo de entrada %1$s no esta registrada, por lo que no puede ser fiable para comprobar la capacidad "%2$s" comparada con la entrada de este tipo.

source: Use %s instead if you do not want the value echoed.
es_co: Utiliza %s en su lugar si no quieres que se muestre el valor.

source: XML Error: %1$s at line %2$s
es_co: XML Error: %1$s en la linea %2$s

source: %s comment awaiting moderation
es_co: %s comentario esperando ser moderado

# admin bar menu group label
source: New
es_co: Nuevo

# add new from admin bar
source: User
es_co: Usuario

# add new from admin bar
source: Link
es_co: Enlace

source: Shortlink
es_co: Enlace corto

source: Manage Comments
es_co: Gestionar comentarios

source: Network Admin
es_co: Administrador de red

source: Customize
es_co: Personalizar

source: Edit Site
es_co: Editar sitio

source: Visit Site
es_co: Visitar sitio

source: User Dashboard: %s
es_co: Escritorio del usuario: %s

source: Network Admin: %s
es_co: Administrador de red %s

source: Log Out
es_co: Desconectarse

source: Edit My Profile
es_co: Editar mi perfil

source: Menu
es_co: Menú

source: Support Forums
es_co: Foros de soporte

source: Documentation
es_co: Documentacion

source: https://wordpress.org/
es_co: https://es-co.wordpress.org/

source: About WordPress
es_co: Sobre WordPress

source: Comment Submission Failure
es_co: Error al enviar el comentario

source: Your account is now activated. <a href="%1$s">Log in</a> or go back to the <a href="%2$s">homepage</a>.
es_co: Tu cuenta está ahora activa. <a href="%1$s">Ingresa</a> or vuelve al <a href="%2$s">inicio</a>.

source: Your account is now activated. <a href="%1$s">View your site</a> or <a href="%2$s">Log in</a>
es_co: Tu cuenta está ahora activa. <a href="%1$s">Ver tu sitio</a> o <a href="%2$s">Ingresar</a>

source: Username:
es_co: Nombre de usuario:

source: Your site at <a href="%1$s">%2$s</a> is active. You may now log in to your site using your chosen username of &#8220;%3$s&#8221;. Please check your email inbox at %4$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%5$s">reset your password</a>.
es_co: Tu sitio en <a href="%1$s"> %2$s </a> está activo . Ahora puedes ingresar en tu sitio utilizando tu nombre de usuario elegido para &#8220 ; %3$s & #8221 ;. Por favor, comprueba tu bandeja de entrada de correo electrónico en %4$s por tu contraseña de ingreso y las instrucciones . Si no recibes un correo electrónico, por favor revisa tu correo basura o carpeta de spam . Si aún no recibes un correo electrónico dentro de una hora , puedes <a href="%5$s"> restablecer tu contraseña </a> .

source: Your account has been activated. You may now <a href="%1$s">log in</a> to the site using your chosen username of &#8220;%2$s&#8221;. Please check your email inbox at %3$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%4$s">reset your password</a>.
es_co: Tu cuenta ha sido activada. Ahora puedes conectarte<a href="%1$s"> </a> al sitio usando tu nombre de usuario elegido de &#8220 ; %2$s &#8221;. Por favor, comprueba tu bandeja de entrada de correo electrónico en%3$s por tu contraseña de inicio de sesión y las instrucciones . Si no recibes un correo electrónico, por favor revisa tu correo basura o carpeta de spam . Si aún no recibes un correo electrónico dentro de una hora , puedes <a href="%4$s"> restablecer tu contraseña </a> .
