Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/skr/dev/wp-dev-admin-network-skr.po
Languages: skr_pk

source: The constant %s cannot be defined when creating a network.
skr_pk: نیٹ ورک بناؤݨ ویلے مستقل %s دی تعریف کائنی کیتی ڳئی۔

source: You are about to delete the following sites:
skr_pk: تساں ایہ سائٹاں مٹاوݨ لڳے ہو:

source: User could not be added to this site.
skr_pk: ورتݨ آلا ایں سائٹ وچ شامل نہیں کیتا ون٘ڄ سڳدا

source: The username and a link to set the password will be mailed to this email address.
skr_pk: صارف دا ناں تے پاسورڈ ایں ای میل تے بھیج ݙتا ویسی۔

source: There is a pending change of the network admin email to %s.
skr_pk: نیٹ ورک ایڈمن دی %s کوں ای میل وچ ہک تبدیلی تھیوݨ دی تانگھ ہے۔

source: Sub-domain Installation
skr_pk: ذیلی ڈومین دا انسٹال کرݨ

source: Sub-directory Installation
skr_pk: ذیلی ڈائریکٹری دا انسٹال کرݨ

source: Active Child Theme
skr_pk: فعال ماتحت تھیم

source: Active Theme
skr_pk: فعال تھیم

source: Attributes
skr_pk: صفتاں

source: %s KB
skr_pk: %s کے بی

source: %s Sites
skr_pk: %s سائٹاں

# theme
source: Delete %s
skr_pk: مٹاؤ %s

source: Sorry, you are not allowed to delete themes for this site.
skr_pk: افسوس، تہاکوں ایں سائٹ کیتے تھیماں کوں مٹاوݨ دی اجازت کائنی۔

source: Sorry, you are not allowed to manage network themes.
skr_pk: افسوس، تہاکوں نیٹ ورک تھیماں کوں منیج کرݨ دی اجازت کائنی۔

source: Sorry, you are not allowed to delete that site.
skr_pk: افسوس تہاکوں ایہ سائٹ مٹاوݨ دی اجازت کائنی۔

source: Sorry, you are not allowed to manage themes for this site.
skr_pk: افسوس، ایں سائٹ دے تھیماں کوں منیج کرݨ دی اجازت کائنی۔

source: Sorry, you are not allowed to add sites to this network.
skr_pk: افسوس، تہاکوں ایں نیٹ ورک وچ سائیٹاں شامل کرݨ دی اجازت کائنی۔

source: Sorry, you are not allowed to edit this site.
skr_pk: افسوس، تہاکوں ایں سائٹ وچ تبدیلی کرݨ دی اجازت کائنی۔

source: The email address of the first comment author on a new site.
skr_pk: پہلا تبصرہ کرݨ آلے دا ای میل پتہ نویں سائٹ تے۔

source: First Comment Email
skr_pk: پہلے تبصرے کیتے ای میل

source: That&#8217;s all, stop editing! Happy blogging.
skr_pk: مبارخاں، ہݨ تبدیلی کرݨ بند کر ݙیوو، بلاڳ بݨاوݨ دیاں ودھایاں۔

source: Add the following to your %1$s file in %2$s <strong>above</strong> the line reading %3$s:
skr_pk: اینکوں %2$s وچ آپݨیی %1$s فائل وچ %3$s آلی لائن دے <strong>اُتے</strong> شامل کرو:

# theme
source: %1$s by %2$s
skr_pk: %1$s بائی %2$s

source: User added. <a href="%s">Edit user</a>
skr_pk: ورتݨ آلا شامل تھی ڳیا۔ <a href="%s">ورتݨ آلے وچ تبدیلی</a>کرو

source: Only lowercase letters (a-z), numbers, and hyphens are allowed.
skr_pk: صرف چھوٹی اے بی سی (a-z)، گنتی تے ہائی فن دی اجازت ہے۔

# email "From" field
source: Site Admin
skr_pk: سائٹ ایڈمن

source: These unique authentication keys are also missing from your %s file.
skr_pk: ایہ تصدیق کرݨ آلیاں منفرد کنجیاں وی تہاݙی فائل %s وچ کائنی۔

source: This unique authentication key is also missing from your %s file.
skr_pk: ایہ تصدیق کرݨ آلی منفرد کنجی وی تہاݙی فائل %s وچ موجود کائنی۔

source: We recommend you back up your existing %s file.
skr_pk: اساں مشورہ ݙیندے ہیں جو آپݨی موجودہ فائل %s کوں بیک اَپ کر گھنو۔

source: We recommend you back up your existing %1$s and %2$s files.
skr_pk: اساں تہاکوں مشورہ ݙیندے ہیں جو موجودہ فائلاں %1$s تے %2$s کوں بیک اپ کر گھنو۔

source: Because you are using %1$s, the sites in your WordPress network must use sub-directories. Consider using %2$s if you wish to use sub-domains.
skr_pk: تہاݙے %1$s ورتݨ پاروں تہاݙیاں سائٹاں کوں ورڈ پریس نیٹ ورک وچ ذیلی ڈائریکٹریاں لازماً ورتݨیاں پوسن۔ جے تساں ذیلی ڈومیناں چاہندے ہو تاں %2$s ورتݨ بارے سوچو۔

source: The internet address of your network will be %s.
skr_pk: تہاݙے نیٹ ورک دا انٹرنیٹ پتہ %s ہوسی۔

source: We recommend you change your siteurl to %1$s before enabling the network feature. It will still be possible to visit your site using the %3$s prefix with an address like %2$s but any links will not have the %3$s prefix.
skr_pk: ساݙا مشورہ ہے جو نیٹ ورک فیچر فعال کرݨ کنوں پہلے آپݨی سائٹ دا یوآرایل وٹا تے %1$s کر گھنو۔ تہاݙی سائٹ %3$s سابقے دے نال نال %2$s وانگوں پتے نال وی کھلسی۔ پر لنک دے وچ %3$s آلا سابقہ کائناں ہوسی۔

source: You cannot change this later.
skr_pk: تساں ایں کوں بعد وچ تبدیل کائناں کرسڳسو۔

source: Please choose whether you would like sites in your WordPress network to use sub-domains or sub-directories.
skr_pk: تساں ایہ فیصلہ کرو جو WordPress نیٹ‌ ورک وچ سب-ڈومیناں یا سب-ڈائریکٹریاں وچوں کیا استعمال کرݨ چاہندے ہو۔

source: If %1$s is disabled, ask your administrator to enable that module, or look at the <a href="%2$s">Apache documentation</a> or <a href="%3$s">elsewhere</a> for help setting it up.
skr_pk: جے %1$s دا اختیار تہاݙے کنے کائنی تاں ایڈمن کوں آکھو جو او ایہ ماڈیول فعال کرے، یا وت <a href="%2$s">اپاچی دستاویزات</a> ݙیکھو، یا ایندیاں ترتیباں کرݨ کیتے <a href="%3$s">آکھو تے </a> کنوں مدد گھنو۔

source: It looks like the Apache %s module is not installed.
skr_pk: لڳدا اینویں ہے جو اپاچی %s ماݙیول انسٹال کائنی تھیا ۔

source: Please make sure the Apache %s module is installed as it will be used at the end of this installation.
skr_pk: اپاچی %s ماݙیول دی انسٹالیشن کوں یقینی بݨاؤ۔ ایہ انسٹالیشن دے چھیکڑ وچ استعمال تھیسی۔

source: You cannot use port numbers such as %s.
skr_pk: %s وانگوں عدد تساں پورٹ نہوے کر سڳدے۔

# user
source: Registered
skr_pk: رڄسٹر تھیا ہویا

source: Super Admin <span class="count">(%s)</span>
skr_pk: سپر ایڈمن <span class="count">(%s)</span>

# user
source: Not Spam
skr_pk: سپیم کائنی

# user
source: Mark as Spam
skr_pk: سپیم ہووݨ دا نشان لاؤ

source: Visit Theme Site
skr_pk: تھیم سائٹ ݙیکھو

source: Visit %s homepage
skr_pk: %s مکھ پنّاں ݙیکھو

source: Broken Theme:
skr_pk: بھنٓا ہویا تھیم:

source: Network Disable %s
skr_pk: نیٹ ورک غیر فعال %s

source: Disable %s
skr_pk: غیرفعال %s

source: Network Enable %s
skr_pk: نیٹ ورک فعال %s

source: Enable %s
skr_pk: فعال %s

source: Network Disable
skr_pk: نیٹ ورک غیر فعال

source: Disable
skr_pk: غیر فعال

source: Enable
skr_pk: فعال

source: Broken <span class="count">(%s)</span>
skr_pk: خراب <span class="count">(%s)</span>

source: Disabled <span class="count">(%s)</span>
skr_pk: غیرفعال <span class="count">(%s)</span>

source: Enabled <span class="count">(%s)</span>
skr_pk: فعال <span class="count">(%s)</span>

# themes
source: All <span class="count">(%s)</span>
skr_pk: سارے <span class="count">(%s)</span>

source: Theme
skr_pk: تھیم

source: You do not appear to have any themes available at this time.
skr_pk: ایں ویلے تہاݙے کنے کوئی تھیم وی کائنی۔

source: No themes found.
skr_pk: کوئی تھیم کائنی لبھا۔

# verb; site
source: Archive
skr_pk: آرکائیو کرو

source: Unarchive
skr_pk: اَن آرکائیو کرو

source: Never
skr_pk: کݙاہیں وی کائناں

# site
source: Registered
skr_pk: رجسٹر تھئی ہوئی

source: Last Updated
skr_pk: چھیکڑی واری تازہ تھیا ہائی۔

# site
source: Not Spam
skr_pk: سپیم کائنی

# site
source: Mark as Spam
skr_pk: سپیم ہووݨ دا نشان لاؤ

source: No sites found.
skr_pk: کوئی سائٹ کائنی لبھی۔

source: Mature
skr_pk: پورا

source: Deleted
skr_pk: مٹ ڳیا

# site
source: Spam
skr_pk: سپیم

source: Archived
skr_pk: آرکائیو تھئے ہوئے

source: A password reset link will be sent to the user via email.
skr_pk: پاسورڈ ولدا ٹھیک کرݨ کیتے ورتݨ آلے کوں ای میل واٹوں لنک پٹھیا ویسی۔

source: If registration is disabled, please set %1$s in %2$s to a URL you will redirect visitors to if they visit a non-existent site.
skr_pk: جے رجسٹریشن دی سہولت بند ہے، تاں براہ مہربانی %2$s وچ %1$s کوں ہک لنک بݨا ݙیوو۔ جے کوئی تہاݙی غیر موجود سائٹ ݙیکھݨ چاہسی تاں اوں کوں لنک آلے پاسے بھیج ݙیسوں۔

source: You must define the %1$s constant as true in your %2$s file to allow creation of a Network.
skr_pk: تہاݙے کیتے ضروری ہےجو %1$s مستقل دی وضاحت %2$s فائل وچ (true) دے طور تے کرو تاں جو نیٹ ورک بݨݨ دا عمل ممکن تھیوے۔

source: Themes list navigation
skr_pk: تھیماں دی تندیر دی نیویگیشݨ

source: Sites list
skr_pk: سائٹاں دی تندیر

source: Sites list navigation
skr_pk: سائٹاں دی تندیر دی نیویگیشݨ

source: Site users list
skr_pk: سائٹ ورتݨ آلیاں دی تندیر

source: Site users list navigation
skr_pk: سائٹ ورتݨ آلیاں دی تندیر دی نیویگیشݨ

source: Filter site users list
skr_pk: سائٹ دے ورتݨ آلیآں دی تندیر کوں نتارو

source: Site themes list
skr_pk: سائٹ دے تھیماں دی تندیر

source: Site themes list navigation
skr_pk: سائٹ دے تھیماں دی تندیر دی نیویگیشݨ

source: Filter site themes list
skr_pk: سائٹ دے تھیماں دی تندیر دا نتارا کرو

source: The domain or path entered conflicts with an existing username.
skr_pk: ڈومین یا درج کیتا ہویا پاتھ موجود ورتݨ ناں نال نی ٹھہندا۔

source: The requested action is not valid.
skr_pk: تساں غلط کم کیتے آکھیا ہے۔

source: You are about to mark the site %s as not mature.
skr_pk: تاں سائٹ %s دے پورا نہ ہووݨ دا نشان لیندے پئے ہو۔

source: You are about to mark the site %s as mature.
skr_pk: تساں سائٹ %s دے پورا ہووݨ دا نشان لیندے پئے ہو۔

source: You are about to delete the site %s.
skr_pk: تساں سائٹ %s کوں مٹیندے ہئے ہو۔

source: You are about to mark the site %s as spam.
skr_pk: تساں سائٹ %s تے سپیم ہووݨ دا نشان لیندے پئے ہو۔

source: You are about to unspam the site %s.
skr_pk: تساں سائٹ %s توں سپیم کنوں ہٹیدے پئے ہو۔

source: You are about to archive the site %s.
skr_pk: تساں سائٹ %s کوں آرکائیو کریندے پئے ہو۔

source: You are about to unarchive the site %s.
skr_pk: تساں سائٹ %s کوں ان آرکائیو کیرندے پئے ہو۔

source: You are about to deactivate the site %s.
skr_pk: تساں سائٹ %s کوں ڈی اکٹیویٹ کریندے پئے ہو۔

source: You are about to activate the site %s.
skr_pk: تساں سائٹ %s کوں فعال کریندے پئے ہو۔

source: The requested site does not exist.
skr_pk: تہاݙی ارداس کیتی ہوئی سائٹ کائنی۔

source: <a href="https://codex.wordpress.org/Network_Admin_Updates_Screen">Documentation on Upgrade Network</a>
skr_pk: <a href="https://codex.wordpress.org/Network_Admin_Updates_Screen">نیٹ ورک کوں اپ گریڈ کرݨ تے تحریری ثبوت</a>

source: <a href="https://codex.wordpress.org/Network_Admin_Users_Screen">Documentation on Network Users</a>
skr_pk: <a href="https://codex.wordpress.org/Network_Admin_Users_Screen">نیٹ ورک ورتݨ آلیاں دا تحریری ثبوت</a>

source: <a href="https://codex.wordpress.org/Tools_Network_Screen">Documentation on the Network Screen</a>
skr_pk: <a href="https://codex.wordpress.org/Tools_Network_Screen">نیٹ ورک سکرین دا تحریری ثبوت</a>

source: <a href="https://codex.wordpress.org/Network_Admin">Documentation on the Network Admin</a>
skr_pk: <a href="https://codex.wordpress.org/Network_Admin">نیٹ ورک ایڈمن دا تحریری ثبوت</a>

source: <a href="https://codex.wordpress.org/Create_A_Network">Documentation on Creating a Network</a>
skr_pk: <a href="https://codex.wordpress.org/Create_A_Network">نیٹ ورک بݨاوݨ دا تحریری ثبوت</a>

source: <a href="https://codex.wordpress.org/Network_Admin_Themes_Screen">Documentation on Network Themes</a>
skr_pk: <a href="https://codex.wordpress.org/Network_Admin_Themes_Screen">نیٹ ورک تھیماں دا تحریری ثبوت</a>

source: <a href="https://codex.wordpress.org/Network_Admin_Settings_Screen">Documentation on Network Settings</a>
skr_pk: <a href="https://codex.wordpress.org/Network_Admin_Settings_Screen">نیٹ ورک ترتیباں دا تحریری ثبوت</a>

source: Warning! Problem updating %1$s. Your server may not be able to connect to sites running on it. Error message: %2$s
skr_pk: خبردار! %1$s کوں اپ ڈیٹ کرݨ وچ رپھڑ پئے ڳئے۔ تہاݙا سرور آپںے تے چلدیاں ہوئیاں سائیٹاں کو کونیکٹ نی کر سڳدا پیا۔ خرابی سنیہا: %2$s

source: You are about to remove the following themes:
skr_pk: تساں ایہ تھیم مٹیندے پئے ہو:

source: These themes may be active on other sites in the network.
skr_pk: ایہ تھیم نیٹ ورک دیاں ٻیاں سائٹاں تے فعال ہوسن۔

source: Are you sure you wish to delete this theme?
skr_pk: بھلا تساں ایہ تھیم یقیناً مٹاوݨ چاہندے ہو۔

source: %s theme disabled.
skr_pk: %s تھیم غیر فعال تھی ڳیا۔

source: %s theme enabled.
skr_pk: %s تھیم فعال تھی ڳیا۔

source: %s theme deleted.
skr_pk: %s تھیم مٹا ݙتے۔

source: Yes, delete these themes
skr_pk: جیا، ایہ تھیم مٹا ݙیوو

source: Delete Themes
skr_pk: تھیم مٹاؤ

source: New registrations settings
skr_pk: نوین رجسٹریشن دیاں ترتیباں

source: Size in kilobytes
skr_pk: کلو بائٹاں وچ سائز

source: Allowed file types. Separate types by spaces.
skr_pk: اجازت آلیاں فائل قسماں۔ قسماں کوں خالی جاہ نال وکھرا وکھرا لکھو۔

source: Set site attributes
skr_pk: سائٹ دیاں صفتاں مقرر کرو

source: Enable menus
skr_pk: مینو فعال کرو

source: Add the following to your %1$s file in %2$s, <strong>replacing</strong> other WordPress rules:
skr_pk: مندرجہ ذیل کوں ٻئے WordPress قوانین دی <strong>جاہ گھندے</strong> ہوئے، %2$s وچ آپݨی %1$s فائل وچ شامل کرو۔

source: Confirm your action
skr_pk: آپݨے کم دی تصدیق کرو

source: Hover over any user on the list to make the edit links appear. The Edit link on the left will take you to their Edit User profile page; the Edit link on the right by any site name goes to an Edit Site screen for that site.
skr_pk: تبدیلی دے لنکس کوں واضع کرݨ کیتے ورتݨ آلے ناں تے کرسر کوں گھن ون٘ڄو۔ کھبّے پاسے ݙتا ہویا تبدیلی دا لنک تہاکوں ورتݨ آلے دی پروفائل وچ تبدیلی دے ورقے تے گھن ویسی۔ سجّے پاسے موجود سائٹ دے ناں دے نال تبدیلی دا لنک متعلقہ سائٹ دی تبدیلی دی سکرین دوں گھن ویندا ہے۔

source: To search for a site, <strong>enter the path or domain</strong>.
skr_pk: سائٹ ڳولݨ سانگے, <strong>پاتھ یا ڈومین درج کرو</strong>.

source: To search for a user, <strong>enter an email address or username</strong>. Use a wildcard to search for a partial username, such as user&#42;.
skr_pk: ورتݨ آلے کوں ڳولݨ کیتے <strong>ای میل پتہ یا ورتݨ ناں</strong> درج کرو۔ کہیں مخصوص ورتݨ آلے کوں ڳولݨ کیتے وائلڈ کارڈ دا استعمال کرو، مثال دے طور تے ورتݨ آلا&#42؛

source: To add a new site, <strong>click Create a New Site</strong>.
skr_pk: نویں سائٹ شامل کرݨ کیتے، <strong>نویں سائٹ بݨاؤ تے کلک کرو</strong>

source: To add a new user, <strong>click Create a New User</strong>.
skr_pk: نواں ورتݨ آلا شامل کرݨ کیتے، <strong>نواں ورتݨ آلا بݨاؤ تے کلک کرو</strong>

source: Quick Tasks
skr_pk: فوری کم

source: To search for a user or site, use the search boxes.
skr_pk: سائٹ یا ورتݨ آلا ڳولݨ کیتے، ڳولݨ آلے ݙٻّے ورتو۔

source: The Right Now widget on this screen provides current user and site counts on your network.
skr_pk: ٹھیک ایں ویلے ایں سکرین تے ویڄٹ تہاݙے نیٹ ورک تے حالیہ ورتݨ آلے تے سائٹ دی ڳیݨ ݙسیندے۔

source: Modify global network settings
skr_pk: عالمی نیٹ ورک ترتیباں تبدیل کرو

source: Update your network
skr_pk: آپݨاں نیٹ ورک تازہ کرو

source: Install and activate themes or plugins
skr_pk: تھیم یا پلڳ ان انسٹال تے فعال کرو

source: Add and manage sites or users
skr_pk: ورتݨ آلے تے سائٹاں شامل کرو تے منیج کرو

source: From here you can:
skr_pk: تساں ایتھوں کر سڳدے ہو:

source: Welcome to your Network Admin. This area of the Administration Screens is used for managing all aspects of your Multisite Network.
skr_pk: نیٹ ورک ایڈمن وچ ست بسم اللہ۔ ایہ ایڈمن سکرین آلی جاہ تہاݙی سائٹاں دے نیٹ ورک کوں منیج کرݨ کیتے ورتیندی ہے۔

source: WordPress has been updated! Before we send you on your way, we need to individually upgrade the sites in your network.
skr_pk: ورڈپریس اپ ڈٰیٹ تھی ڳئی ہے! ایں کنوں پہلے جو اساں تہاکوں نویں راہ لاؤں تساں آپ وی آپݨے نیٹ ورک وچ سائٹاں اپ گریڈ کر سڳدے ہو۔

source: Only use this screen once you have updated to a new version of WordPress through Updates/Available Updates (via the Network Administration navigation menu or the Toolbar). Clicking the Upgrade Network button will step through each site in the network, five at a time, and make sure any database updates are applied.
skr_pk: ایہ سکرین صرف اوں صورت وچ ورتو جہڑے ویلے تساں ورڈ پریس کوں " اپ ڈیٹاں/ دستیاب اپ ڈیٹاں (نیٹ ورک ایڈمن نیویڳیشݨ مینو یا ٹول بار نال) اپ ڈیٹ کیتے۔ اپ گریڈ نیٹ ورک بٹݨ تے کلک کرݨ نال نیٹ ورک تے موجود ( ہک وقت وچ پنج) سائٹاں کوں ݙیکھ سڳدے ہو۔ ایں ڳالھ دی یقین دہانی کرائی ویسی جو ݙیٹا بیس اپ ڈیٹاں دا اطلاق تھی ڳیا ہے۔

source: Upgrade Network
skr_pk: نیٹ ورک اپ گریڈ کرو

source: New site created by %1$s Address: %2$s Name: %3$s
skr_pk: %1$s ولوں نویں سائٹ بݨ ڳئی پتّہ: %2$s ناں: %3$s

source: Subdirectory networks may not be fully compatible with custom wp-content directories.
skr_pk: ذیلی ڈائریکٹری نیٹ ورک کسٹم wp-content ڈائریکٹریاں دے نال کارآمد کائنی۔

source: Add the designated lines of code to wp-config.php (just before <code>/*...stop editing...*/</code>) and <code>.htaccess</code> (replacing the existing WordPress rules).
skr_pk: ݙتے ڳئے کوڈ دی لائناں کوں wp-config.php دی فائل وچ <code>/*...stop editing...*/</code> اتے <code>.htaccess</code> کنوں پہلے پیسٹ کرو۔ (موجودہ WordPress دے اصول و ضوابط کوں تبدیل کرݨ دے متن وچ)

source: Super admins can no longer be added on the Options screen. You must now go to the list of existing users on Network Admin > Users and click on Username or the Edit action link below that name. This goes to an Edit User page where you can check a box to grant super admin privileges.
skr_pk: سکرین دے اختیاراں وچ سپر ایڈمن شامل نی تھی سڳدے۔ تساں نیٹ ورک ایڈمن تے تلے ورتݨ آلے ، موجودہ ورتݨ الے ناں تے کلک کرو، یا ناں دے تلے ایکشن لنک وچ تبدیلی کرو۔ ایہ ورتݨ آلے ورقے تے گھن ویسی جتھاں تساں سپر ایڈمن دا خصوصی استحقاق ݙیوݨ کتیے ݙٻّے وچ چیک دا نشان لاؤ۔

source: Updates
skr_pk: نویاں نکور

source: This screen is for Super Admins to add new sites to the network. This is not affected by the registration settings.
skr_pk: ایہ سکرین سپر ایڈمن کیتے نیٹ ورک وچ نویاں سائٹاں شامل کرݨ کیتے ہے۔ ایہ رجسٹریشن ترتیباں نال متاثر نی تھیندی۔

source: An Edit link to a separate Edit Site screen.
skr_pk: مختلف ترمیمی سائٹ دی سکرین کیتے ہک ترمیمی لنک۔

source: Themes can be enabled on a site by site basis by the network admin on the Edit Site screen (which has a Themes tab); get there via the Edit action link on the All Sites screen. Only network admins are able to install or edit themes.
skr_pk: نیٹ ورک ایڈمن سائٹ دی تبدیلی دی اسکرین (جیندے وچ تھیم دا ٹیب ہووے) تے سائٹ دی بنیاد تے تھیم فعال کر سڳدے ہن۔ ساریاں سائٹاں دی اسکرین تے تبدیل کرو دا لنک کلک کر تے تساں اتھ ون٘ڄ سڳدے ہو، صرف نیٹ ورک ایڈمن تھیم کوں انسٹال شامل یا تبدیلی کر سڳدے ہن۔

source: Delete which is a permanent action after the confirmation screens.
skr_pk: مٹاؤ، جہڑا تصدیقی سکرین دے بعد پکّا پکّا عمل تھی ویسی۔

source: Clicking on bold headings can re-sort this table.
skr_pk: موٹی سرخی تے کلک کرݨ نال ایہ ٹیبل ولدا چھانٹی تھی سڳدی ہے۔

# theme
source: Add New
skr_pk: نواں شامل کرو

source: Add New takes you to the Add New Site screen. You can search for a site by Name, ID number, or IP address. Screen Options allows you to choose how many sites to display on one page.
skr_pk: نویں کم شامل کرو تہاکوں نویں سائٹ شامل کرݨ دی سکرین تے گھن ویندا ہے۔ تساں ہک سائٹ کوں ناں، آئی ڈی نمبر یا آئی پی پتے نال ڳول سڳدے ہو۔ سکرین دے اختیارات تہاکوں ہک ورقے تے ظاہرکرݨ کیتے سائٹاں دی تعداد چُݨݨ دی اجازت ݙیندے ہن۔

source: Site added. <a href="%1$s">Visit Dashboard</a> or <a href="%2$s">Edit Site</a>
skr_pk: سائٹ شامل تھی ڳئی. <a href="%1$s">ݙیش بورڈ ݙیکھو</a> or <a href="%2$s">سائٹ وچ تبدیلی کرو </a>

source: All Sites
skr_pk: ساریاں سائٹاں

source: Themes %s
skr_pk: تھیم %s

source: Installed Themes
skr_pk: انسٹال تھئے ہوئے تھیم

source: Site options updated.
skr_pk: سائٹ دے اختیارات تازہ تھی ڳئے۔

source: Language Settings
skr_pk: زبان دیاں ترتیباں

source: Allow site administrators to add new users to their site via the "Users &rarr; Add New" page
skr_pk: سائٹ انتظامیہ کوں "ورتݨ آلے &rarr; نواں شامل کرو" دے ورقے نال نویں ورتݨ آلیاں کوں آپݨی سائٹ وچ شامل کرݨ دی اجازت ݙیوو

source: Dashboard leads to the Dashboard for that site.
skr_pk: ݙیش بورڈ اوں سائٹ دے ݙیش بورڈ آلے پاسے گھن ویندے۔

source: No, return me to the theme list
skr_pk: کو، میکوں ولدا تھیماں دی تندیر وچ بھیڄو۔

source: Edit Site: %s
skr_pk: سائٹ وچ تبدیلی کرو: %s

source: No theme selected.
skr_pk: کوئی تھیم کائنی چُݨیا۔

source: Theme enabled.
skr_pk: تھیم فعال تھی ڳیا۔

source: Invalid site ID.
skr_pk: غلط سائٹ آئی ڈی

source: Theme disabled.
skr_pk: تھیم غیر فعال تھی ڳیا۔

source: Add User will set up a new user account on the network and send that person an email with username and password.
skr_pk: ورتݨ آلا شامل کرو نیٹ ورک تے ہک نواں کھاتہ بݨیسی تے اوں شخص کوں ورتݨ ناں تے پاسورڈ بهیڄیسی۔

source: Network enabled themes are not shown on this screen.
skr_pk: نیٹ ورک دے فعال تھئے ہوئے تھیم ایں سکرین تے کائناں نظرسن۔

source: Network Settings
skr_pk: نیٹ ورک دیاں ترتیباں

source: Delete Theme
skr_pk: تھیم مٹاؤ

source: This theme may be active on other sites in the network.
skr_pk: ایہ تھیم نیٹ ورک دیاں ٻنھاں سائٹآں تے وی فعال تھی سڳدا ہے۔

source: You are about to remove the following theme:
skr_pk: تساں ایہ آلے تھیم مٹیندے پئے ہو:

source: Yes, delete this theme
skr_pk: جیا، ایہ تھیم مٹاؤ

source: Are you sure you wish to delete these themes?
skr_pk: بھلا انہاں تھیماں کوں مٹاوݨ دی پکّی ڳالھ ہے؟

source: Add New Site
skr_pk: نویں سائٹ شامل کرو

source: You cannot delete a theme while it is active on the main site.
skr_pk: جہڑے ویلے ایہ مین سائٹ تے فعال ہے تساں ایں تھیم کوں نہوے مٹا سڳدے۔

source: Enter the username of an existing user.
skr_pk: موجودہ ورتݨ آلے دا ورتݨ ناں لکھو۔

source: Site info updated.
skr_pk: سائٹ دیا معلومات تازہ تھی ڳیاں۔

source: User is already a member of this site.
skr_pk: ورتݨ آلا پہلے ہی ایں سائٹ دا ممبر ہے۔

source: Sorry, you are not allowed to delete the site %s.
skr_pk: افسوس، تہاکوں سائٹ %s مٹاوݨ دی اجازت کائنی۔

source: Cannot add user.
skr_pk: ورتݨ آلا شامل نی کرسڳدا۔

source: Add User
skr_pk: ورتݨ آلا شامل کرو

source: User created.
skr_pk: ورتݨ آلا بݨ ڳیا۔

source: Select a user to remove.
skr_pk: ہٹاوݨ کیتے ہک ورتݨ آلا چُݨو۔

source: Select a user to change role.
skr_pk: کردار وٹاوݨ کیتے ورتݨ آلا چُݨو۔

source: Enter the username and email.
skr_pk: آپݨان ورتݨ ناں تے ای میل پتہ لکھو۔

source: Once you add this code and refresh your browser, multisite should be enabled. This screen, now in the Network Admin navigation menu, will keep an archive of the added code. You can toggle between Network Admin and Site Admin by clicking on the Network Admin or an individual site name under the My Sites dropdown in the Toolbar.
skr_pk: جہڑے ویلے تساں ایہ کوڈ شام کریسو تے براؤزر کوں ریفریش کریسو تاں ملٹی سائٹ فعال تھی ویسی۔ ایہ سکرین ہݨ نیٹ ورک ایڈمن مینو وچ ایں کوڈ دا آرکائیو رکھسی۔ ٹول پار وچ موجود میݙی سائٹاں دے ڈراپ ڈاؤن مینو نال تساں نیٹ ورک ایڈمن تے سائٹ ایڈمن دے درمیاں اڳوں پچھوں سوئچ کع سڳدے ہو۔

source: ERROR: The network could not be created.
skr_pk: رپھڑ: نیٹ ورک نی بݨ سڳیا۔

source: Sub-directories
skr_pk: ذیلی ڈائریکٹریاں

source: Network
skr_pk: نیٹ ورک

# subdomain examples
source: like <code>site1.%1$s</code> and <code>site2.%1$s</code>
skr_pk: وانگوں <code>سائٹ١.%1$s</code> تے <code>سائٹ٢.%1$s</code>

source: Addresses of Sites in your Network
skr_pk: تہاݙے نیٹ ورک وچ سائٹاں دے پتے

source: Warning:
skr_pk: خبردار:

source: The Network creation panel is not for WordPress MU networks.
skr_pk: نیٹ ورک بݨاوݨ آلا پینل ورڈپریس ایم یو نیٹ ورک کیتے کائنی۔

source: Return to Dashboard
skr_pk: ݙیش بورݙ تے ول ون٘ڄو

source: Create a Network of WordPress Sites
skr_pk: ورڈپریس سائٹاں دا نیٹ ورک بݨاؤ

source: This screen allows you to configure a network as having subdomains (<code>site1.example.com</code>) or subdirectories (<code>example.com/site1</code>). Subdomains require wildcard subdomains to be enabled in Apache and DNS records, if your host allows it.
skr_pk: ایہ اسکرین تہاکوں اجازت ݙیندی ہے جو تساں نیٹ ورک کوں ترتیب ݙے سڳو ذیلی ڈومین دے نال (<code>site1.example.com</code>) یا ذیلی ڈائریکٹریز دے نال (<code>example.com/site1</code>)۔ ذیلی ڈومین کیتے ضروری ہے وائلڈ کارڈ ذیلی ڈومین اپاچی تے ڈی این ایس ریکارڈ وچ فعال ہوون، جے کر تہاݙے ہوسٹ ایندی اجازت ݙتی ہووے۔

source: Please <a href="%s">deactivate your plugins</a> before enabling the Network feature.
skr_pk: تھورا ہوسی<a href="%s">آپݨے پلڳ اں بند کرو</a> ول نیٹ ورک دیاں .خوبیاں فعال کرو۔

source: Once the network is created, you may reactivate your plugins.
skr_pk: پک وری نیٹ ورک بݨ ون٘ڄے، تساں آپݨے پلڳ ان ولدا فعل کر سڳسو۔
