Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/skr/dev/wp-dev-admin-network-skr.po
Languages: skr_pk

source: The choice of subdirectory sites is disabled if this setup is more than a month old because of permalink problems with &#8220;/blog/&#8221; from the main site. This disabling will be addressed in a future version.
skr_pk: جے کر ایہ سیٹ اپ ہک مہینے کنوں زیادہ پُراݨا ہے تاں تساں ذیلی ڈائریکٹری وچ ویب سائٹ نہوے بݨا سڳدے، کیونجو ایں صورت وچ مرکزی ویب سائٹ دے پرمالنکس دا &#8220;/blog/&#8221; دے نال مسئلہ ہوندا ہے۔ ایہ غیر فعالیت اڳلے ورژن وچ ٹھیک تھی ویسی۔

source: Welcome to the Network installation process!
skr_pk: نیٹ ورک انسٹال کرݨ دا کم شروع کرݨ وچ ست بسم اللہ!

source: Network Details
skr_pk: نیٹ ورک تفصیلاں

source: Once you complete these steps, your network is enabled and configured. You will have to log in again.
skr_pk: تساں جہڑے ویلے ایہ مرحلے پورے کر گھنسو، تہاݙا نیٹ ورک فعال تھی تے ترتیب وچ آویسی، تہاکوں ولدا لاڳ ان تھیوݨاں پوسی۔

source: The next screen for Network Setup will give you individually-generated lines of code to add to your wp-config.php and .htaccess files. Make sure the settings of your FTP client make files starting with a dot visible, so that you can find .htaccess; you may have to create this file if it really is not there. Make backup copies of those two files.
skr_pk: نیٹ ورک سیٹ اپ دی اڳلی سکرین تہاکوں کوڈ دیاں کجھ نویکلیاں سطراں ݙیسی۔ جہڑے تہاکوں آپݨے wp-config.php تے .htaccess فائلاں وچ شامل کرݨے ہوسن۔ واضح رہوے جوتہاݙیاں ایف ٹی دیاں فائلاں نظر آندیاں پیاں ہووں جہڑیاں نقطے کنوں شروع تھیندیاں ہن۔ تاکہ تساں .htaccess فائل کوں ڳول سڳو۔ جے ایہ فائل اتھاں موجود کائنی تاں تہاکوں آپ کوں بݨاوݨی پوسی، ایں سانگے تساں انہاں ݙو فائلاں دا بیک اپ بݨا رکھو۔

source: Choose subdomains or subdirectories; this can only be switched afterwards by reconfiguring your installation. Fill out the network details, and click Install. If this does not work, you may have to add a wildcard DNS record (for subdomains) or change to another setting in Permalinks (for subdirectories).
skr_pk: ذیلی ڈومین تے ذیلی ڈائریکٹری کوں چُݨ گھنو؛ ایں کوں بعد وچ صرف انسٹالیشن دی دوبارہ تشکیل تبدیل کرتے تبدیل کر سڳیندے۔ براہ مہربانی نیٹ ورک دی تفصیلات درج کرو تے انسٹال تے کلک کرو۔ جے ایہ کم نہیں کرینداں تاں تہاکوں شاید ہک وائلڈ کارڈ ڈی این ایس ریکارڈ شامل کرݨا ہوسی(ذیلی ڈومین کیتے) یا وت پرمالنکس دی ترتیب تبدیل کرݨی پوسی (ذیلی ڈائریکٹری) کیتے۔

source: To make your installation more secure, you should also add:
skr_pk: آپݨی انسٹالیشن کوں مزید محفوظ کرݨ کیتے، تساں ایہ وی شامل کرو:

source: Sub-domains
skr_pk: ذیلی ڈومیناں

source: You will need a wildcard DNS record if you are going to use the virtual host (sub-domain) functionality.
skr_pk: جے تساں مجازی ہوسٹ (ذیلی ڈومین) کوں ورتیندے پئے ہو تاں، تہاکوں وائلڈکارڈ ڈی این ایس دی لوڑ ہوسی۔

source: You cannot install a network of sites with your server address.
skr_pk: تساں آپݨے سرور پتے نال سائٹاں دا نیٹ ورک انسٹال نہوے کر سڳدے۔

source: Fill in the information below and you&#8217;ll be on your way to creating a network of WordPress sites. We will create configuration files in the next step.
skr_pk: ہیٹھاں معلومات ݙیوو، تساں آپݨی ورڈپریس سائٹس دا نیٹ ورک بݨاوݨ شروع تھی ویسو، اساں اڳلے مرحلے وچ کنفگریشن فائلاں بݨیسوں۔

source: Complete the following steps to enable the features for creating a network of sites.
skr_pk: سائٹاں دا نیٹ ورک بݨاوݨ آلیآں خوبیاں فعال کرݨ کیتے ہیٹھلے مرحلے پورے کرو۔

source: Enabling the Network
skr_pk: نیٹ ورک فعال کریندا پئے

source: Please complete the configuration steps. To create a new network, you will need to empty or remove the network database tables.
skr_pk: تھورا لاؤ، کنفگریشن دے مرحلے مکمل کرو۔ نواں نیٹ ورک بݨاوݨ کیتے تہاکوں نیٹ ورک ڈیٹا بیس ٹیبل ہٹاوݨی یا خالی کرݨی پوسی۔

source: An existing WordPress network was detected.
skr_pk: موجود ورڈپریس نیٹ ورک دا پتہ لڳیا ہائی۔

source: The original configuration steps are shown here for reference.
skr_pk: اتھ ترتیب ݙیوݨ دے اصلی مرحلے حوالے کیتے ݙکھائے ہوئے ہن۔

source: Your email address.
skr_pk: تہاݙا ایمیل پتہ۔

source: What would you like to call your network?
skr_pk: تساں آپݨے نیٹ ورک کوں کیا آکھݨ چاہسو؟

source: Network Title
skr_pk: نیٹ ورک دا عنوان

source: Because your installation is not new, the sites in your WordPress network must use sub-domains.
skr_pk: تہاݙی انسٹالیشن نویں کائنی، تہاݙے ورڈپریس نیٹ ورک دیاں سائٹاں کوں ذیلی ڈومیناں ورتݨیاں ہوسن۔

source: Because your installation is in a directory, the sites in your WordPress network must use sub-directories.
skr_pk: کیوں جو تہاݙی انسٹالیشن ڈائریکٹری وچ ہے۔ ایں سانگے ورڈپریس نیٹ ورک تے تہاکوں ذیلی ڈائریکٹریاں ورتݨیاں ہوسن۔

source: The main site in a sub-directory installation will need to use a modified permalink structure, potentially breaking existing links.
skr_pk: ذیلی ڈائریکٹری دی انسٹالیشن کیتے مرکزی سائٹ کوں پرمالنک وچ تبدیلی دی لوڑ ہوسی۔ ایہ زوریں موجودہ لنکاں کوں خراب کریندا ہے۔

source: Server Address
skr_pk: سرور پتہ

# subdirectory examples
source: like <code>%1$s/site1</code> and <code>%1$s/site2</code>
skr_pk: پسند <code>%1$s/سائٹ ١</code> تے <code>%1$s/سائٹ ٢</code>

source: Warning! User cannot be modified. The user %s is a network administrator.
skr_pk: خبردار! ایہ ورتݨ آلا تبدیل نی تھی سڳدا، ورتݨ آلا %s نیٹ ورک دا ایڈمن ہے۔

source: Hovering over each site reveals seven options (three for the primary site):
skr_pk: جے کر تساں کہیں سائٹ تے کرسر گھن ویسو تاں تہاکوں ست اختیارات نظر آسن(انہاں وچوں ترائے بنیادی سائٹ کیتے ہوسن):

source: The site ID is used internally, and is not shown on the front end of the site or to users/viewers.
skr_pk: سائٹ آئی ڈی اندروں اندرں ورتیندی ہے، سائٹ دے سامھݨے کائنی ہوندی ، ورتݨ آلیاں تے سائٹ ݙیکھݨ آلیاں کوں نی نظردی۔

source: Deactivate, Archive, and Spam which lead to confirmation screens. These actions can be reversed later.
skr_pk: غیرفعال کرو، آرکائیو کرو، تے سپیم کرو جہڑا تصدیقی سکرین تے آندے۔ ایہ کم بعد کیتے مخصوص ہن۔

source: If the admin email for the new site does not exist in the database, a new user will also be created.
skr_pk: جے کر ڈیٹابیس وچ نویں سائٹ کیتے ایڈمن دی ای میل کائنی تاں، نواں ورتݨ آلا وی نویں سروں بݨ ویسی۔

source: Operational settings has fields for the network&#8217;s name and admin email.
skr_pk: آپریشنل ترتیباں وچ نیٹ ورک دے ناں تے ایڈمن دے ای میل کیتے خانے ہوندے ہن۔

source: Upload settings control the size of the uploaded files and the amount of available upload space for each site. You can change the default value for specific sites when you edit a particular site. Allowed file types are also listed (space separated only).
skr_pk: اپلوڈ ترتیباں دے ذریعے نال آپ اپلوڈ تھیوݨ آلیآن فائلاں تے انہاں کیتے ہر سائٹ تے موجود کل جاہ دا تعین کر سڳدے ہو۔ جہڑے ویلے تساں کہیں خاص سائٹ دی ترتیب میں تبدیلی کریندے پئے ہو تاں پہلے کنوں طے تھیاں ویلیوز کوں تساں تبدیل کر سڳدے ہو۔ فائل دی قسماں جنھاں کوں اپلوڈ کرݨ دی اجازت ہے او درج ہن (انھاں کوں خالی جاہ نال وکھرا وکھرا کیتا ڳیا ہے)۔

source: The bulk action will permanently delete selected users, or mark/unmark those selected as spam. Spam users will have posts removed and will be unable to sign up again with the same email addresses.
skr_pk: اجتماعی عمل چݨے ہوئے ورتݨ آلیاں کوں پکّا پکّا مٹا ݙیسی، سپیم ورتݨ آلیاں تے نشان لاؤ۔ سپیم ورتݨ آلیاں دیاں پوسٹاں مٹا ݙٹیاں ویسن تے او دوبارہ ایں ای میل نال کھاتہ کائناں کھول سڳسن۔

source: You can also go to the user&#8217;s profile page by clicking on the individual username.
skr_pk: تساں کہیں وی ورتݨ آلے ناں تے کلک کر تے ورتݨ آلے دی پروفائل تے ون٘ڄ سڳدے ہو۔

source: Visit to go to the front-end site live.
skr_pk: فرنٹ ــ اینڈ سائٹ کوں براہ راست ݙیکھو

source: You can make an existing user an additional super admin by going to the Edit User profile page and checking the box to grant that privilege.
skr_pk: تساں موجودہ ورتݨ آلے کوں سپر ایڈمن بݨاوݨ چاہندے ہو تاں ورتݨ آلے پروفائل تے ون٘ڄو تے ایں سہولت آلے ݙٻٌے وچ چیک دا نشان لاؤ۔

source: This table shows all users across the network and the sites to which they are assigned.
skr_pk: ایہ ٹیبل نیٹ ورک دے سارے ورتݨ آلے تے انہاں دے ذمے سائٹاں ظاہر کریندی ہے۔

source: If a version update to core has not happened, clicking this button won&#8217;t affect anything.
skr_pk: جے کر ورژن دی مرکزی اپ ڈیٹ نہ تھئی تاں، ایں بٹݨ تے کلک نال کجھ وی نی تھیسی۔

source: If this process fails for any reason, users logging in to their sites will force the same update.
skr_pk: جے ایہ عمل کہیں وجہ کنوں ناکام تھیندے تاں، ورتݨ آلیاں دی آپݨی سائٹان وچ لاگنگ تھیوݨ زبردستی ایہا اپ ڈیٹ کر ݙیسی۔

source: You can sort the table by clicking on any of the table headings and switch between list and excerpt views by using the icons above the users list.
skr_pk: کہیں وی ٹیبل دی سرخی تے کلک کرݨ نال ٹیبل دی چھانٹی کر سڳدے ہو۔ ورتݨ آلیاں دی تندیر اُتے آئیکان نال تندیر تے ٹکڑیاں آلا ݙکھالا دے درمیان سوئچ کر سڳدے ہو۔

source: Users who are signed up to the network without a site are added as subscribers to the main or primary dashboard site, giving them profile pages to manage their accounts. These users will only see Dashboard and My Sites in the main navigation until a site is created for them.
skr_pk: جہڑے ورتݨ آلے نیٹ ورک تے بغیر سائٹ دے سائن اپ تھئے ہن اوہ سبسکرائبرز دے طور تے شامل تھئے ہن۔ مرکزی یا بنیادی ڈیش بورڈ تے ، انہاں کوں پروفائل ورقے ݙتے ویندے ہن۔ تاں جو او آپݨے کھاتے منظم کر سڳن۔ ایجھے ورتݨ آلے صرف ڈیش بورڈ تے میݙی سائٹاں ݙیکھ سڳدے ہن۔ مین نیویڳیشݨ وچوں ڄݙݨ تائیں انہاں کیتے کوئی سائٹ نہ بݨائی ڳئی ہووے۔

source: This is the main table of all sites on this network. Switch between list and excerpt views by using the icons above the right side of the table.
skr_pk: ایہ ایں نیٹ ورک دیاں سائٹاں دی وݙی ٹیبل ہے۔ ٹیبل تے اتے سڄّے پاسے آئیکان نال تندیری تے ٹُکڑی آلے ݙکھالے دے درمیان سوئچ کرسڳدے ہو۔

source: Menu setting enables/disables the plugin menus from appearing for non super admins, so that only super admins, not site admins, have access to activate plugins.
skr_pk: مینو ترتیب پلڳ ان دے مینو کوں غیر سپر ایڈمن کیتے فعال/غیر فعال کریندا ہے، تاکہ پلگ ان کوں فعال کرݨ دی صرف سپرمنتظم، نہ کہ سائٹ منتظم، کوں رسائی حاصل ہووے۔

source: Registration settings can disable/enable public signups. If you let others sign up for a site, install spam plugins. Spaces, not commas, should separate names banned as sites for this network.
skr_pk: رجسٹریشن ترتیباں عوامی کھاتہ بݨاوں کوں فعال/غیرفعال کرسڳدیاں ہن۔ جے تساں آپݨی سائٹ تے ٻنھاں لوکاں کوں کھاتہ کھولݨ دی موکل ݙیندے ہو تاں آپݨی سائت تے سپیم پلڳ ان انسٹال کرو۔ ایں نیٹ ورک تے پابندی آلی سائٹاں دے نان٘واں کوں خالی سپیس( نہ کہ کوما) نال وکھرا وکھرا کر تے لکھو۔

source: This screen sets and changes options for the network as a whole. The first site is the main site in the network and network options are pulled from that original site&#8217;s options.
skr_pk: ایہ سکرین مجموعی طور تے نیٹ ورک اختیاراں کوں تبدیل یا ٹھیک کریندی ہے۔ پہلی سائٹ نیٹ ورک وچ مرکزی سائٹ ہے تے نیٹ ورک دے سارے اختیارایں آصلی سائٹ دے اختیاراں کنوں حاصل کیتے ویندن۔

source: If the network admin disables a theme that is in use, it can still remain selected on that site. If another theme is chosen, the disabled theme will not appear in the site&#8217;s Appearance > Themes screen.
skr_pk: جے کر نیٹ ورک ہک زیر استمعال تھیم کوں غیر فعال کر ݙیندا ہے، او وت وی سائٹ کیتے چُݨیج سڳدا ہے، جے کر کوئی ٻئی تھیم چُݨسو تاں غیر فعال تھیم تھیم دی سکرین تے نمودار نہ تھیسی۔

source: This screen enables and disables the inclusion of themes available to choose in the Appearance menu for each site. It does not activate or deactivate which theme a site is currently using.
skr_pk: ایہ سکرین ہر ہر سائٹ دے مینو وچ تھیماں شامل کرݨ کوں فعال یا غیرفعال کرسڳدی ہے ، ایہ سائٹس دے موجودہ ورتے ہوئے تھیم کوں فعال یا غیر فعال نی کرسڳدی۔

source: New site settings are defaults applied when a new site is created in the network. These include welcome email for when a new site or user account is registered, and what&#8127;s put in the first post, page, comment, comment author, and comment URL.
skr_pk: نیٹ ورک وچ جہڑے ویلے کوئی نویں سائٹ بݨائی ویندی ہے تاں نویاں ترتیباں پہلے کنوں طے تھئے ہوئے طورتے لاگو تھی ویندیاں ہن۔ ایندے وچ ست بسم اللہ آکھݨ دی ای میل وی شامل ہے، جہڑے ویلے کوئی نواں ورتݨ آلا کھاتہ کھولیندا ہے یا نویں سائٹ بݨیدا ہے، مبارک دی ای میل بھیڄی ویندی ہے، ایندے علاوہ ایندے وچ ایہ وی شامل ہوندا ہے جو پہلی پوسٹ، ورقے، تبصرے، تبصرے دے مصمف تے تبصرے دے لنک وچ کیا لکھیجے؟۔

source: The following words are reserved for use by WordPress functions and cannot be used as blog names: %s
skr_pk: ایہ لفظ ورڈپریس کیتے مخصوص ہن۔ تے بلاگ دے ناں کیتے نی ورت سڳیندے: %s

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
skr_pk: جے تہاݙا براؤزر آپے اڳلا ورقہ لوڈ شروع نی کریندا۔ ایں لنک تے کلک کرو:

source: Can&#8217;t create an empty site.
skr_pk: خالی سائٹ نہوے بݨا سڳدے۔

source: If you want to ban domains from site registrations. One domain per line.
skr_pk: جے تساں سائٹ رجسٹریشن کنوں پابندی لاوݨ چاہندے ہو، ہک سطر وچ ہک ݙومین۔

source: If you want to limit site registrations to certain domains. One domain per line.
skr_pk: جے تساں خاص ݙومین کیتے سائٹ دی رجسٹریشن محدود کرݨ چاہندے ہو، ہک سطر وچ ہک ݙومین۔

source: Site removed from spam.
skr_pk: سائٹ سپیم وچوں کڈھ گھدی ہے۔

source: Users removed from spam.
skr_pk: ورتݨ آلے سپیم وچوں کڈھ گھدن۔

source: Sites removed from spam.
skr_pk: سائٹاں سپیم وچوں ہٹا گھدیاں۔

source: Sites marked as spam.
skr_pk: سائٹاں تے سپیم دا نشان لڳ ڳیا۔

source: Site marked as spam.
skr_pk: سائٹ تے سپم دا نشان لڳ ڳیا۔

source: Site archived.
skr_pk: سائٹ آرکائیو تھی ڳئی۔

source: Users deleted.
skr_pk: ورتݨ آلے مٹا ݙتے۔

source: Site unarchived.
skr_pk: سائٹ کڈھ گھدی

source: Site activated.
skr_pk: سائٹ فعال تھی ڳئی۔

source: Site deactivated.
skr_pk: سائٹ غیر فعال تھی ڳئی۔

source: Users marked as spam.
skr_pk: ورتݨ آلیاں تے سپیم ہووݨ دا نشان لاݙتے۔

source: Site deleted.
skr_pk: سائٹ مٹا ݙتی۔

source: Sites deleted.
skr_pk: سائٹاں مٹا ݙتیاں۔

source: Sorry, you are not allowed to change the current site.
skr_pk: افسوس، تہاکوں ایں سائٹ وچ تبدیلی دی اجازت کائنی۔

source: There was an error creating the user.
skr_pk: ورتݨ آلا بݨاوݨ وچ خرابی تھی ڳئی۔

source: Upload file types
skr_pk: فائل دی قسماں اپ لوڈ کرو

source: Limit total size of files uploaded to %s MB
skr_pk: %s تے اپ لوڈ تھیاں ہوئیاں فائلاں دا کل سائز محدود کرو ایم بی

source: The URL for the first comment on a new site.
skr_pk: نویں سائٹ تے پہلے تبصرے دا یوآرایل۔

source: The first comment on a new site.
skr_pk: نویں سائٹ تے پہلا تبصرہ

source: The first page on a new site.
skr_pk: نویں سائٹ تے پہلا ورقہ

source: The first post on a new site.
skr_pk: نویں سائٹ تے پہلی پوسٹ

source: The author of the first comment on a new site.
skr_pk: نویں سائٹ تے پہلا تبصرہ کرݨ آلا۔

source: All done!
skr_pk: سب کجھ تھی ڳیا!

source: Registration is disabled
skr_pk: رجسٹریشن غیر فعال ہے

source: User accounts may be registered
skr_pk: ورتݨ آلیاں دے کھاتے رجسٹر تھی سڳدن

source: Both sites and user accounts can be registered
skr_pk: ݙوہیں سائٹ تے ورتݨ آلے کھاتے رجسٹڑ تھی سڳدن۔

source: Logged in users may register new sites
skr_pk: لاڳ ان تھئے ہوئے ورتݨ آلے نویں سائٹاں تے رجسٹر تھی سڳدن۔

source: Registration Settings
skr_pk: رجسٹریشن دیاں ترتیباں

source: New Site Settings
skr_pk: نویں سائٹ دیاں ترتیباں

source: Upload Settings
skr_pk: ترتیباں اپ لوڈ کرو

source: Operational Settings
skr_pk: آپریشنل ترتیباں

source: Enable administration menus
skr_pk: ایڈمن مینو فعال کرو

source: Missing email address.
skr_pk: چھُٹّا ہویا ای میل پتّہ۔

source: Missing or invalid site address.
skr_pk: سائٹ دا چھُٹّا ہویا یا غلط پتہ۔

source: Next Sites
skr_pk: اڳلی سائٹاں

source: Users are not allowed to register these sites. Separate names by spaces.
skr_pk: ورتݨ آلیآں کوں انہاں سائٹاں کوں رجسٹر کرݨ دی اجازت کائنی۔ نان٘واں کوں وقفے نال وکھرا کرو۔

source: Send the network admin an email notification every time someone registers a site or user account
skr_pk: جہڑے ویلے وی کوئی ورتݨ کھاتہ کھولے یا سائٹ رجسٹر کرے تاں ہر ویلےنءڑ ورک ایڈمن کوں ای میل نال نوٹیفیکیشن پٹھو

source: Site upload space
skr_pk: سائٹ دی اپ لوݙ کرݨ دی سپیس

source: The welcome email sent to new site owners.
skr_pk: نویں سائٹ دے مالک کوں ست بسم اللہ آکھݨ دی ای میل بھیڄ ݙتی ہے۔

source: [%s] New Site Created
skr_pk: [%s] نویں سائٹ بݨ ڳئی۔

source: Network Admin Email
skr_pk: نیٹ ورک دے ایڈمن دا ای میل

source: A new user will be created if the above email address is not in the database.
skr_pk: ڈیٹا بیس وچ ایہ ای میل پتہ نہ ہوسی تاں نویں ورتݨ آلے دا کھاتہ کھُل ویسی۔

source: Admin Email
skr_pk: ایڈمن ای میل

source: Add Site
skr_pk: سائٹ شامل کرو

source: Default Language
skr_pk: مقرر تھیاں زباناں

source: Max upload file size
skr_pk: اپ لوڈ فائل دا ودھ کنوں ودھ سائز

source: First Comment URL
skr_pk: پہلے تبصرے دی یوآرایل

source: First Comment Author
skr_pk: پہلے تبصرے دا مصنف

source: First Comment
skr_pk: پہلا تبصرہ

source: First Page
skr_pk: پہلا ورقہ

source: The welcome email sent to new users.
skr_pk: نویں ورتݨ آلیآں کوں ست بسم اللہ آکھݨ دی ای میل بھیج ݙتی ہے۔

source: Welcome User Email
skr_pk: ورتݨ آلے کوں ست بسم اللہ آکھݨ دی ای میل

source: Welcome Email
skr_pk: ست بسم اللہ دی ای میل

source: Banned Email Domains
skr_pk: ممنوع ای میل ڈومین

source: Limited Email Registrations
skr_pk: محدود ای میل رجسٹریشناں

source: Banned Names
skr_pk: ممنوع ناں

source: Add New Users
skr_pk: نویں صارف شامل کرو

source: Registration notification
skr_pk: رجسٹریشن دے نوٹی فیکیشن

source: Allow new registrations
skr_pk: نویں کھاتے کھولݨ دی اجازت ݙیوو

source: Duplicated username or email address.
skr_pk: تبصرے

source: Cannot create an empty user.
skr_pk: خالی صارف نیں بنڑ سگدا.

source: Confirm
skr_pk: تصدیق کرو
