Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/lug/dev/wp-dev-admin-network-lug.po
Languages: lg_ug

source: Sub-domains
lg_ug: Amanya g'omutimbagano agaddirira

source: You cannot install a network of sites with your server address.
lg_ug: Tosobola kutongoza mukutu gwa mitimbagano nerinnya lya savva eryo.

source: Fill in the information below and you&#8217;ll be on your way to creating a network of WordPress sites. We will create configuration files in the next step.
lg_ug: Jjuzza mu ebyetagizibwa wamanga awo otandike olugendo lwo kukola omukutu gwe mitimbagano gwa WordPress. Tujja kukola fayiro zebyetagissa ku mutendera ogudako.

source: Complete the following steps to enable the features for creating a network of sites.
lg_ug: Maliriza emitendera egiddako okutongoza omukutu gwe mitimbagano.

source: Enabling the Network
lg_ug: Tutongozza omukutu

source: Please complete the configuration steps. To create a new network, you will need to empty or remove the network database tables.
lg_ug: Maliriza emitendera egiddako. Okutongoza omukutu omupya, ojja kwetagga okujjamu emiko gya databesi yo mukutu.

source: An existing WordPress network was detected.
lg_ug: Omukutu gwa WordPress oguliwo gu zuliddwa.

source: The original configuration steps are shown here for reference.
lg_ug: Emitendera egyasokka gigino okulabira ko.

source: Your email address.
lg_ug: Yimeyiro yo.

source: What would you like to call your network?
lg_ug: Omukutu oyagala guyita ki?

source: Network Title
lg_ug: Omutwe gw'omukutu

source: Because your installation is not new, the sites in your WordPress network must use sub-domains.
lg_ug: Kubanga omukutu gwo si mupya tuku, emitimbagano gyo mu mukutu gwa WordPress tegusobola kukozessa amanya go mutimbagano agaddirwakko.

source: Server Address
lg_ug: Ekubo lya Savva

# subdirectory examples
source: like <code>%1$s/site1</code> and <code>%1$s/site2</code>
lg_ug: nga <code>%1$s/omutimbagano1</code> ne <code>%1$s/omutimbagano2</code>

source: Warning! User cannot be modified. The user %s is a network administrator.
lg_ug: Kulabula! Omukozessa tasobola ku kyusibwa. Omukozessa %s mukulu wa mukutu guno.

source: Hovering over each site reveals seven options (three for the primary site):
lg_ug: Okweyisa ku buli mutimbagano kimulisa ebyokulonda ko musanvu (bisatu bya mutimbagano omukulu)

source: The site ID is used internally, and is not shown on the front end of the site or to users/viewers.
lg_ug: Ekitambulisso ky'omukutu kikozesebwa munda, era tekilabisibwa ku maaso g'omutimbagano oba eri abagenyi baggwo.

source: If the admin email for the new site does not exist in the database, a new user will also be created.
lg_ug: Yimeyiro y'omukulu w'omutimbagano omupya weba terimu muterekero, omukozi omupya ajja kugatibbwako.

source: Visit to go to the front-end site live.
lg_ug: Genda ku kiwandiiko ekisoka ku mutimbagano ogwokumwanjjo.

source: You can make an existing user an additional super admin by going to the Edit User profile page and checking the box to grant that privilege.
lg_ug: Osobola okuwaniika omukozessa w'omutimbagano ku ddala ly'obukulu obusingayo nga ogenda ku kiwandiko kyo kuterrezza ebikwata ku mukozessa nosazza akabokisi okumuwa obuyinza.

source: This table shows all users across the network and the sites to which they are assigned.
lg_ug: Olukalala lulaga abakozessa omukutu bonna ne mitimbagano ki gyebalikko.

source: If a version update to core has not happened, clicking this button won&#8217;t affect anything.
lg_ug: Singa okulinyisa omutindo gwa sofutiweya wo mukutu tegukoleddwa, okunyigga lino epessa tekigya kukyussa kintu kyona.

source: If this process fails for any reason, users logging in to their sites will force the same update.
lg_ug: Singa omukolo guno gulemererwa ku nsonga yonna, Abakozessa bonna aba betabye mu mutimbagano gyabwe bajja kuwalirizibwa okutumbula sofutiweya yomu.

source: The following words are reserved for use by WordPress functions and cannot be used as blog names: %s
lg_ug: Ebigambo bino bikumibwa kozessebwa bya WordPress era tebisobozessebwa kozessa nga manya ga mitimbagano: %s

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
lg_ug: Olutambi lwo welutatandikira wo ku lagga ekiwandiko ky'omutimbagano ekidako, nyigga endagiriro eno:

source: Can&#8217;t create an empty site.
lg_ug: Tosobola kutandika mutimbagano mukalu.

source: If you want to ban domains from site registrations. One domain per line.
lg_ug: Woba oyagala ku sirisa amanya mukwewandisa munkala gy'emikuttu. Buli rinnya liteke ku muuko ggumu.

source: If you want to limit site registrations to certain domains. One domain per line.
lg_ug: Woba oyagala ku tekawo amanya agokozesa mukwewandisa munkala gy'emikuttu. Buli rinnya ku muuko ggumu.

source: Site removed from spam.
lg_ug: Omutimbagano gugiddwa mu bitagassa.

source: Users removed from spam.
lg_ug: Abakozesa omutimbagano baggiddwa mu bitagassa.

source: Sites removed from spam.
lg_ug: Emitimbagano giggiddwa mu bitagassa.

source: Sites marked as spam.
lg_ug: Emitimbagano gitekeddwa mu bitagassa.

source: Site marked as spam.
lg_ug: Omutimbagano gutekeddwa mu bitagassa.

source: Site archived.
lg_ug: Omutimbagano guterekeddwa.

source: Users deleted.
lg_ug: Abakozesa omutimbagano baggiddwawo.

source: Site unarchived.
lg_ug: Emitimbagano ggigiddwa mu terekkero.

source: Site activated.
lg_ug: Omutimbagano gutongozeddwa.

source: Site deactivated.
lg_ug: Omutimbagano gusirisiddwa.

source: Users marked as spam.
lg_ug: Abakozesa omutimbagano batekeddwa mu bitagassa.

source: Site deleted.
lg_ug: Omutimbagano gugaddwawo.

source: Sites deleted.
lg_ug: Emitimbagano gigaddwawo.

source: Sorry, you are not allowed to change the current site.
lg_ug: Bambi, tokirizibwa kukyusa mutimbagano guno.

source: There was an error creating the user.
lg_ug: Wabadde wo ensobi mukutekawo omukozi.

source: Upload file types
lg_ug: Yimusa ebika bya fairo

source: Limit total size of files uploaded to %s MB
lg_ug: Kendezza omuwendo gwa fayiro zo kuyimusa mpaka %s MB

source: The URL for the first comment on a new site.
lg_ug: Endagiriro y'ekiteso ekisokka ku mutimbagano omugya.

source: The first comment on a new site.
lg_ug: Ekiteso ekisokka ku mutimbagano omugya.

source: The first page on a new site.
lg_ug: Ekiwandiiko ekisokka ku mutimbagano omugya.

source: The first post on a new site.
lg_ug: Olugero ekisokka ku mutimbagano omugya.

source: The author of the first comment on a new site.
lg_ug: Omuteesa eyasosse ku sayiiti empya.

source: All done!
lg_ug: Byona biwedde!

source: Registration is disabled
lg_ug: Okwewandissa kugaddwa wo

source: User accounts may be registered
lg_ug: Akawunta za bakozi ziyinza okubba zawandisizibwa

source: Both sites and user accounts can be registered
lg_ug: Sayiiti ne akawunta za bakozi zisoboolwa okuwandisizibwa

source: Logged in users may register new sites
lg_ug: Abakozi abalina ebisanyizzo bayinza okuwandisa sayiiti empya

source: Registration Settings
lg_ug: Emitendera gy'okwewandissa

source: New Site Settings
lg_ug: Emitendera gya sayiiti empya

source: Upload Settings
lg_ug: Emitendera gy'okuwaniika

source: Operational Settings
lg_ug: Emitendera gy'enkola yabulijjo

source: Enable administration menus
lg_ug: Kiriza menu za abatesiteesi

source: Missing email address.
lg_ug: Yimeyiro ezibulakko

source: Missing or invalid site address.
lg_ug: Amanya ga sayiiti agabulakko oba agatakiribwa.

source: Next Sites
lg_ug: Sayiiti eziddako

source: Users are not allowed to register these sites. Separate names by spaces.
lg_ug: Abakozi tebakiribwa ku wandissa amanya ga sayiiti zino. Yawula amanya n'akabanga.

source: Send the network admin an email notification every time someone registers a site or user account
lg_ug: Sindikira omukulu w'omukutu yimeyiro buli mulindu omuntu wawandisisa sayiit oba akawunta yo omukozi empya

source: Site upload space
lg_ug: Ekifo kyo ku kutekako sayiiti empya

source: The welcome email sent to new site owners.
lg_ug: Yimeiro e'yanirizza esindikirwa eri bananyini sayiiti empya.

source: [%s] New Site Created
lg_ug: [%s] Sayiiti empya egguddwawo

source: Network Admin Email
lg_ug: Yimeyiro yo mukulu wo'mukutu

source: A new user will be created if the above email address is not in the database.
lg_ug: Omukozi omulala ajjakworebwa ko singa yimeyiro waggulu terimu database.

source: Admin Email
lg_ug: Yimeyiro yo mukulu

source: Add Site
lg_ug: Yongera ko sayiiti endara

source: Default Language
lg_ug: Olurimi olusokerwako

source: Max upload file size
lg_ug: Sayizi ya fayiro esinga okurizibwa

source: First Comment URL
lg_ug: Endagiriro y'okutessa okusokka

source: First Comment Author
lg_ug: Omuteesa asokka

source: First Comment
lg_ug: Okutessa okusokka

source: First Page
lg_ug: Pegi esokka

source: The welcome email sent to new users.
lg_ug: Yimeiro yo kwanirizza esindikiddwa abakozi abapya.

source: Welcome User Email
lg_ug: Yimeiro yo kwanirizza

source: Welcome Email
lg_ug: Yimeiro e'kwanirizza

source: Banned Email Domains
lg_ug: Domeyini za yimeiro ezitakirizibwa

source: Limited Email Registrations
lg_ug: Okwewandissa kwa yimeiro okusengejjamu

source: Banned Names
lg_ug: Amanya agatakirizibwa

source: Add New Users
lg_ug: Wandissa abakozi abapya

source: Registration notification
lg_ug: Ebikwata ku kwewandissa

source: Allow new registrations
lg_ug: Kiriza okwewandisa okupya

source: Duplicated username or email address.
lg_ug: Waliwo erinnya oba yimeiro efanana eno

source: Cannot create an empty user.
lg_ug: Tosobola mu kola linnya lya mukozi eryelere.

source: Confirm
lg_ug: Okakasa
