Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/lug/dev/wp-dev-admin-network-lug.po
Languages: lg_ug

source: The constant %s cannot be defined when creating a network.
lg_ug: Akatakyuka %s tekategereka nga tukola omukutu guno.

source: You are about to delete the following sites:
lg_ug: Olikumpi to gyamu sayiiti zino wamaanga:

source: User could not be added to this site.
lg_ug: Omukozi tasobolwa kwongerrebwa ku sayiiti eno.

source: The username and a link to set the password will be mailed to this email address.
lg_ug: Erinya ne linki ebi kuyamba okutekamu password biri kusindikibwa ku emeyiro yo.

source: There is a pending change of the network admin email to %s.
lg_ug: Okyakyussa emeyiro yo mukutu guno ebere %s kubulamu.

source: Sub-domain Installation
lg_ug: Domeini edirwako erikutongozebwa

source: Sub-directory Installation
lg_ug: Eterekerro eridirwakko lirikutongozebwa

source: Active Child Theme
lg_ug: Enfanana edirwakko eri kumwanjo

source: Active Theme
lg_ug: Enfanana eri kumwanjo

source: Attributes
lg_ug: Abubonero

source: %s Sites
lg_ug: %s Sayiiti

# theme
source: Delete %s
lg_ug: Gyamu %s

source: Sorry, you are not allowed to delete themes for this site.
lg_ug: Bambi, tokilizibwa ku gyamu enfanana zino mu sayiiti eno.

source: Sorry, you are not allowed to manage network themes.
lg_ug: Bambi, tokilizibwa ku labirila mukutu guno.

source: Sorry, you are not allowed to delete that site.
lg_ug: Bambi, tokilizibwa ku gyamu sayiiti eno.

source: Sorry, you are not allowed to manage themes for this site.
lg_ug: Bambi, tokilizibwa kukyusa enfanana ya sayiiti eno.

source: Sorry, you are not allowed to add sites to this network.
lg_ug: Bambi, tokilizibwa kwongera sayiiti ku mukutu guno.

source: Sorry, you are not allowed to edit this site.
lg_ug: Bambi, tokilizibwa ku terezza sayiiti eno.

source: The email address of the first comment author on a new site.
lg_ug: Emeyiro yo muteesa asooka ku sayiiti empya.

source: First Comment Email
lg_ug: Emeyiro ye kitesso ekisooka

source: That&#8217;s all, stop editing! Happy blogging.
lg_ug: Keykyo, lekera okukyusa ebiriwo! Okuwandika Okulungi.

source: Add the following to your %1$s file in %2$s <strong>above</strong> the line reading %3$s:
lg_ug: Gatta bino mu fayiro %1$s mu %2$s <strong>waggulu</strong> wa layini eyokusoma %3$s:

# theme
source: %1$s by %2$s
lg_ug: %1$s kulwa %2$s

source: User added. <a href="%s">Edit user</a>
lg_ug: Omukozi agatiddwako. <a href="%s">Terezza ebikwwata ku mukozi</a>

source: Only lowercase letters (a-z), numbers, and hyphens are allowed.
lg_ug: Obunyukutta obutono obwa (a-z), ennamba, ne hyphen byebikiribizibwa byokka.

# email "From" field
source: Site Admin
lg_ug: Omukulu wa sayiiti

source: These unique authentication keys are also missing from your %s file.
lg_ug: Ebisumuluzo bino ebyenjawulo bibulamu mu %s failo yo.

source: This unique authentication key is also missing from your %s file.
lg_ug: Ekisumuluzo kino ekyenjawulo kibulamu mu %s failo yo.

source: We recommend you back up your existing %s file.
lg_ug: Tukusaba oyokesemu koppi ya failo eno %s.

source: We recommend you back up your existing %1$s and %2$s files.
lg_ug: Tukusaba oyokesemu koppi ya failo zo %1$s ne %2$s

source: Because you are using %1$s, the sites in your WordPress network must use sub-directories. Consider using %2$s if you wish to use sub-domains.
lg_ug: Kubanga okozessa %1$s, sayiiti zino mu mukutu gwo ogwa WordPress gwetagga okozessa failo ezidiriganwa. Kilowozekko okozessa %2$s bwobwa oyagala kozessa domeyini eziddirwako.

source: The internet address of your network will be %s.
lg_ug: Akasanduku k'omukutu gwo ku yintaneti kajjakubeera %s.

source: We recommend you change your siteurl to %1$s before enabling the network feature. It will still be possible to visit your site using the %3$s prefix with an address like %2$s but any links will not have the %3$s prefix.
lg_ug: Tukusaba okyusse erinya lya sayiiti ebeere %1$s nga tonaba ku tesako ebikola byomukutu. Okirizibwa okulaba sayiiti yo nga okozessa akasokerwako %3$s n'akasanduku nga %2$s naye ebikusonga tebigya ku beera n'obusekelwako %3$s.

source: You cannot change this later.
lg_ug: Tosobola kukyusa bino eda.

source: Please choose whether you would like sites in your WordPress network to use sub-domains or sub-directories.
lg_ug: Salawo oba omukutu gwo ogwa WordPress gukozesse domeyini oba failo ezidirikwo.

source: If %1$s is disabled, ask your administrator to enable that module, or look at the <a href="%2$s">Apache documentation</a> or <a href="%3$s">elsewhere</a> for help setting it up.
lg_ug: Singa %1$s terikko, saba omukulu wo mukutu aterrezze module eno oba wetegerezze <a href="%2$s">Ebiwandikko bya Apache</a> or <a href="%3$s">ewalara</a> okuterezza ebisokerwa ko.

source: It looks like the Apache %s module is not installed.
lg_ug: Kirabika module ya Apache %s terimu mu nkola.

source: Please make sure the Apache %s module is installed as it will be used at the end of this installation.
lg_ug: Kebera oba module ya Apache %s mweri munkola kubanga yetagisibwa oluvannyuma lwo kutongoza kuno.

source: You cannot use port numbers such as %s.
lg_ug: Tosoboola ku kozessa amakubo oba pooti zino nga %s.

# user
source: Registered
lg_ug: Awandisizibwa

source: Super Admin <span class="count">(%s)</span>
lg_ug: Omulabirizi Omukulu <span class="count">(%s)</span>

# user
source: Not Spam
lg_ug: Si byakwekengera

# user
source: Mark as Spam
lg_ug: Byekengere

source: Visit Theme Site
lg_ug: Genda ku mutimbagano gw'endabiika

source: Visit %s homepage
lg_ug: Genda %s awasokerakwo

source: Broken Theme:
lg_ug: Endabiika nfu

source: Network Disable %s
lg_ug: Omukutu gutayiize %s

source: Disable %s
lg_ug: Tayiiza %s

source: Network Enable %s
lg_ug: Omukutu gusumulule %s

source: Enable %s
lg_ug: Sumulula %s

source: Network Disable
lg_ug: Omukutu gutayiize

source: Disable
lg_ug: Tayiiza

source: Enable
lg_ug: Sumulula

source: Broken <span class="count">(%s)</span>
lg_ug: Tekikwatagana <span class="count">(%s)</span>

source: Disabled <span class="count">(%s)</span>
lg_ug: Kitayiize <span class="count">(%s)</span>

source: Enabled <span class="count">(%s)</span>
lg_ug: Eteketekeddwa<span class="count">(%s)</span>

# themes
source: All <span class="count">(%s)</span>
lg_ug: Yonna <span class="count">(%s)</span>

source: Theme
lg_ug: Enfanana

source: You do not appear to have any themes available at this time.
lg_ug: Kilabika tolina ndabiika mubudde buno.

source: No themes found.
lg_ug: Tewali ndabiika ensagiddwa.

# verb; site
source: Archive
lg_ug: Eteerekero

source: Unarchive
lg_ug: Jja mu teerekero

source: Never
lg_ug: Tekiriba

# site
source: Registered
lg_ug: Mpandiisize

source: Last Updated
lg_ug: Yasemba ku terezzebwa

# site
source: Not Spam
lg_ug: Si byakwekengera

# site
source: Mark as Spam
lg_ug: Byakwekengera

source: No sites found.
lg_ug: Teri sayiiti zisangiddwa.

source: Mature
lg_ug: Bikuliridde

source: Deleted
lg_ug: Bigiddwamu

# site
source: Spam
lg_ug: Yakwekengera

source: Archived
lg_ug: Bitekeddwa mu terekkero

source: A password reset link will be sent to the user via email.
lg_ug: Endagiriro ye kigambo kye kyama ejja kusindikibwa eri akozesa sayiiti ngayita mu yimeiro

source: If registration is disabled, please set %1$s in %2$s to a URL you will redirect visitors to if they visit a non-existent site.
lg_ug: Okwewandiisa wekuba nga kugaddwa wo, set %1$s mu %2$s ku ndagiriro enetambuza abasomi wewaba nga omutimbagano teguriko.

source: You must define the %1$s constant as true in your %2$s file to allow creation of a Network.
lg_ug: Olina okwawula %1$s ebitakyuka nga bituffu mu %2$s fayiro yo okukiriza okutongoza omukutu.

source: Themes list navigation
lg_ug: Okutabala olukalala lw'endabiika

source: Sites list
lg_ug: Olukala lw'omutimbagano

source: Sites list navigation
lg_ug: Olukala lwe ndagiriro lw'omutimbagano

source: Site users list
lg_ug: Olukalala lwa bakozesa omutimbagano

source: Site users list navigation
lg_ug: Olukalala lwe ndagiriro ya bakozesa omutimbagano

source: Filter site users list
lg_ug: Sunsula mu lukalala lwa bakozesa omutimbagano

source: Site themes list
lg_ug: Olukalala lw'enfanana y'omutimbagano

source: Site themes list navigation
lg_ug: Okutabala olukalala lw'endabiika lw'omutimbagano

source: Filter site themes list
lg_ug: Sunsula olukalala lw'endabiika

source: The domain or path entered conflicts with an existing username.
lg_ug: Erinnya ly'omutimbagano or endagirira bi kontana ne linnya erili munkola.

source: The requested action is not valid.
lg_ug: Kyosabye okola tekikirizibwa.

source: You are about to mark the site %s as not mature.
lg_ug: Olikumpi kwawulamu omutimbagano %s nti gu kyabulamu.

source: You are about to mark the site %s as mature.
lg_ug: Olikumpi kwawulamu omutimbagano %s nti guwedde okolebwa.

source: You are about to delete the site %s.
lg_ug: Olikumpi ku saza omutimbagano %s.

source: You are about to mark the site %s as spam.
lg_ug: Olikumpi ku kwawulamu omutimbagano %s nga ekyokwekengera.

source: You are about to unspam the site %s.
lg_ug: Olikumpi ku kwawulamu omutimbagano nga ekigasa %s.

source: You are about to archive the site %s.
lg_ug: Olikumpi kutekka omutimbagano %s mu terekero.

source: You are about to unarchive the site %s.
lg_ug: Olikumpi kujja omutimbagano %s mu terekero.

source: You are about to deactivate the site %s.
lg_ug: Olikumpi kusirisa omutimbagano %s.

source: You are about to activate the site %s.
lg_ug: Olikumpi kwasa omutimbagano %s.

source: The requested site does not exist.
lg_ug: Omutimbagano gwosabye teguliyo.

source: <a href="https://codex.wordpress.org/Network_Admin_Updates_Screen">Documentation on Upgrade Network</a>
lg_ug: <a href="https://codex.wordpress.org/Network_Admin_Updates_Screen">Ebiwandikko ku kutumbula omukuttu</a>

source: <a href="https://codex.wordpress.org/Network_Admin_Users_Screen">Documentation on Network Users</a>
lg_ug: <a href="https://codex.wordpress.org/Network_Admin_Users_Screen">Ebiwandikko ku ba kozessa omukuttu</a>

source: <a href="https://codex.wordpress.org/Tools_Network_Screen">Documentation on the Network Screen</a>
lg_ug: <a href="https://codex.wordpress.org/Tools_Network_Screen">Ebiwandiiko ku lutimbe lw'omukutu</a>

source: <a href="https://codex.wordpress.org/Network_Admin">Documentation on the Network Admin</a>
lg_ug: <a href="https://codex.wordpress.org/Network_Admin">Ebiwandiiko ku mukulu womukutu</a>

source: <a href="https://codex.wordpress.org/Create_A_Network">Documentation on Creating a Network</a>
lg_ug: <a href="https://codex.wordpress.org/Create_A_Network">Ebiwandiiko ku kukola omukutu omupya</a>

source: <a href="https://codex.wordpress.org/Network_Admin_Themes_Screen">Documentation on Network Themes</a>
lg_ug: <a href="https://codex.wordpress.org/Network_Admin_Themes_Screen">Ebiwandiiko ku byassa byo omukutu</a>

source: <a href="https://codex.wordpress.org/Network_Admin_Settings_Screen">Documentation on Network Settings</a>
lg_ug: <a href="https://codex.wordpress.org/Network_Admin_Settings_Screen">Ebiwandiiko ku bipanga omukutu</a>

source: Warning! Problem updating %1$s. Your server may not be able to connect to sites running on it. Error message: %2$s
lg_ug: Kulabula! Waliwo ensobi mukutumbula %1$s. Savva yo eyinza okuba to kwatagana n'emitingano egiriko. Ensonga: %2$s

source: You are about to remove the following themes:
lg_ug: Olikumpi kugyamu ebyassa bino wamanga:

source: These themes may be active on other sites in the network.
lg_ug: Endabiika zino ziyinza okuba nga zikola ku mitimbagano egiri ku mukutu.

source: Are you sure you wish to delete this theme?
lg_ug: Okakasa nti oyagal kujja mu endabiika eno?

source: %s theme disabled.
lg_ug: %s endabiika eno esanyalaziddwa.

source: %s theme enabled.
lg_ug: %s endabiika eno ekola.

source: %s theme deleted.
lg_ug: %s endabiika eno egiddwamu.

source: Yes, delete these themes
lg_ug: Ye, gyamu endabiika zino

source: Delete Themes
lg_ug: Gyamu endabiika zino

source: New registrations settings
lg_ug: Emitendera gy'okwewandiisa emipya

source: Size in kilobytes
lg_ug: Ekipimo mu kilobaiti.

source: Allowed file types. Separate types by spaces.
lg_ug: Ebika bya fayilo ebikirizibwa. Yawula ebika na mabaanga.

source: Set site attributes
lg_ug: Tekamu ebyawula omutimbagano

source: Enable menus
lg_ug: Tongonza enkalala

source: Add the following to your %1$s file in %2$s, <strong>replacing</strong> other WordPress rules:
lg_ug: Gatta bino %1$s mu fayiro mu %2$s, <strong>okukyusa</strong> amateeka ga WordPress:

source: Confirm your action
lg_ug: Kakasa kyokoze

source: Hover over any user on the list to make the edit links appear. The Edit link on the left will take you to their Edit User profile page; the Edit link on the right by any site name goes to an Edit Site screen for that site.
lg_ug: Yisako ku linnya lyonna ku lukalala okuletta endagriiro yo kukyusa. Engagiriro yo kukyusa ku konno ejjakutusa ku lupapula olwebikwata ku mukozi oyo, endagiriro yoku ddyo mu linnya lyerimu ekutusa ku lupapula olukyusakyusa omutimbagano oggwo.

source: To search for a site, <strong>enter the path or domain</strong>.
lg_ug: Okunonya omutimbagano, <strong>tekamu endagiriro</strong>.

source: To search for a user, <strong>enter an email address or username</strong>. Use a wildcard to search for a partial username, such as user&#42;.
lg_ug: Okunonya omukozessa, <strong>tekamu yimeiro ye oba erinnya lyakozessa</strong>. Kozessa omukisa okunonyerezza erinnya eryekitundu, nga omukozi.

source: To add a new site, <strong>click Create a New Site</strong>.
lg_ug: Okwongera ko omutimbagano omupya, <strong>nyigga kola omutimbagano omupya</strong>

source: To add a new user, <strong>click Create a New User</strong>.
lg_ug: Wandissa omukozesa omupya, <strong>nyigga wandiisa omukozesa omupya</strong>

source: Quick Tasks
lg_ug: Ebyokola ebyamangu

source: To search for a user or site, use the search boxes.
lg_ug: Okunonya omukozessa oba omutimbagano, kozessa obubokisi obwokunonyerezza.

source: The Right Now widget on this screen provides current user and site counts on your network.
lg_ug: Wigyeti ya Right Now ku lutimbe luno ekulaga omukozi oliko nemiwendo gyemitimbagano kumukutu gwo.

source: Modify global network settings
lg_ug: Kyussa mu bikwata ku mukutu gwona

source: Update your network
lg_ug: Tumbula omukutu gwo

source: Install and activate themes or plugins
lg_ug: Tekamu oba tongozza endabiika or pulagini

source: Add and manage sites or users
lg_ug: Wandissa oba labirira emitimbagano oba abakozi

source: From here you can:
lg_ug: Okuva wano osobola:

source: Welcome to your Network Admin. This area of the Administration Screens is used for managing all aspects of your Multisite Network.
lg_ug: Tukwanirizza ku buabirizzi bw'omukutu. Ekiffo kino ekyabalabirizzi kikozesebbwa oku labirira ebikwata ku mukutu.

source: WordPress has been updated! Before we send you on your way, we need to individually upgrade the sites in your network.
lg_ug: WordPress erinnye omutindo! Nga tetunakusibula, tukusaba otumbule buli mutimbagano ku mukutu gwo.

source: Only use this screen once you have updated to a new version of WordPress through Updates/Available Updates (via the Network Administration navigation menu or the Toolbar). Clicking the Upgrade Network button will step through each site in the network, five at a time, and make sure any database updates are applied.
lg_ug: Kozessa olutimbe luno nga omariliza okutumbula WordPress nga oyita mu mitenera egiriwo. Okunyiga epesa lyo kutumbula omukutu, kijja kuyisa mu buli mutimbagano ku mukutu, emitimbagano etano buli murundi, kakasa nti buli terekero litumbuddwa.

source: Upgrade Network
lg_ug: Kulakulanya omukutu

source: New site created by %1$s Address: %2$s Name: %3$s
lg_ug: Omutimbagano omupya guguddwawo %1$s Ekubbo: %2$s Erinnya: %3$s

source: Subdirectory networks may not be fully compatible with custom wp-content directories.
lg_ug: Omukutu egya fayiro ezidirilwakko giyinza obutakwatagana ne fayiro ezikoleddwa oluvannyuma mukifo kya wp-content.

source: Add the designated lines of code to wp-config.php (just before <code>/*...stop editing...*/</code>) and <code>.htaccess</code> (replacing the existing WordPress rules).
lg_ug: Gatta enyiriri eza kodi ezitekeddwa mu wp-config.php (ngatonabba kutuka ku <code>/*...lekera awo okuwandika...*/</code>) ne <code>.htaccess</code> (okyusse amateka ga WordPress).

source: Super admins can no longer be added on the Options screen. You must now go to the list of existing users on Network Admin > Users and click on Username or the Edit action link below that name. This goes to an Edit User page where you can check a box to grant super admin privileges.
lg_ug: Ababakozi aba obuyinza obusinga tebakyasobolebwa ku gattwa ko ku lutimbe lwe mikisa. Olina genda mu nkalala gyabakozi abaliwo nga oyita mu mukulu wo mukutu > Abakozi olyokke onyigge ku linnya oba ekubo lyo okuterezza wansi werinnya lye. Kino kigenda ku lutembe lwokuterezza ebikwata ku mukozessa wosobola okunyigga akabokisi okumuwa obyinza obusinga yo.

source: Updates
lg_ug: Ebitumbula

source: This screen is for Super Admins to add new sites to the network. This is not affected by the registration settings.
lg_ug: Olutimbe luno lwa babakozi aba obuyinza obusinga okubasobozessa okugata abakozi abapya ku mutuku. Kino tekikontana kulwe mitenderra gy'okuwandiisa.

source: An Edit link to a separate Edit Site screen.
lg_ug: Ekubo lyo kuterezza ly'olutimbe olwawuffu oluterezza ekiwandiko.

source: Themes can be enabled on a site by site basis by the network admin on the Edit Site screen (which has a Themes tab); get there via the Edit action link on the All Sites screen. Only network admins are able to install or edit themes.
lg_ug: Endabika zisobola okutongozebbwa omulabirizziw'omukutu mutimbagano ku mutimbagano ku lutimbe lw'okuterezza (lurina ekitore ky'endabiika); tukayo nga oyitta mu ndagiririro y'okuterezza ku lutimbe lw'emitimbagano. Alabirizzi be mikutu bokka bebasobola okutekamu oba okutongozza endabiika.

source: Delete which is a permanent action after the confirmation screens.
lg_ug: Simula, nkola etakuyusibwa nga entimbe zo kukiriziganya lagiddwa.

source: Clicking on bold headings can re-sort this table.
lg_ug: Wonyigga ku bipande kisobozessa ekiwandikko kino okweterezza mu nyiriri.

# theme
source: Add New
lg_ug: Gatakko empya

source: Site added. <a href="%1$s">Visit Dashboard</a> or <a href="%2$s">Edit Site</a>
lg_ug: Omutimbagano gwongeddwakko. <a href="%1$s">Genda awasokelwakko</a> oba <a href="%2$s">Terezza Omutimbagano</a>

source: All Sites
lg_ug: Emitimbagano gyona

source: Themes %s
lg_ug: Enfanana %s

source: Installed Themes
lg_ug: Enfanana ekiziddwa

source: Site options updated.
lg_ug: Ebitambuza omutimbagano bikyusiddwa bulungi.

source: Language Settings
lg_ug: Ebitambuza enimi

source: Allow site administrators to add new users to their site via the "Users &rarr; Add New" page
lg_ug: Kiriza abakulira emitimbagano okuwandiisa abakozesa abapya ku mutimbagano gwabwe ngoyita mu kiwandiko kya "Bakozessa &rarr; Wandisa omupya"

source: Dashboard leads to the Dashboard for that site.
lg_ug: Awasokerwa kikutusa ku wasokerwa ku mutimbagano ogwo.

source: No, return me to the theme list
lg_ug: Nedda, nzizayo ku lukalala lwe nfanana.

source: Edit Site: %s
lg_ug: Terezza omutimbagano: %s

source: No theme selected.
lg_ug: Teri nfanana yalondeddwa.

source: Theme enabled.
lg_ug: Enfanana ekiriziddwa.

source: Invalid site ID.
lg_ug: Ekyanukula omutimbagano tekirizibwa.

source: Theme disabled.
lg_ug: Enfanana esirisiddwa.

source: Add User will set up a new user account on the network and send that person an email with username and password.
lg_ug: Gatako Omukozi enjakutekako omukozi omupya ku mukutu era ensidikire omuntu oyo yimeyiro nge erina erinnya lye ne kigambo kye kyama.

source: Network enabled themes are not shown on this screen.
lg_ug: Endabika ezitongozeddwa ku mukutu teziragiddwa kulutimbe luno.

source: Network Settings
lg_ug: Nobbu z'omukutu

source: Delete Theme
lg_ug: Gyamu endabiika

source: This theme may be active on other sites in the network.
lg_ug: Endabika eno eyinza okubba yatongozebbwa ku mitimbagano emirala ku mukutu gunno.

source: You are about to remove the following theme:
lg_ug: Olikumpi kujjamu endabika eno:

source: Yes, delete this theme
lg_ug: Nzikiriza, gyamu endabika eno

source: Are you sure you wish to delete these themes?
lg_ug: Okakasa nti oyagal kujjamu endabika zino?

source: Add New Site
lg_ug: Wandissa omutimbagano omupya

source: You cannot delete a theme while it is active on the main site.
lg_ug: Tosobola ku sanyawo kifananyi nga kikya kozessebwa ku mutimbagano omukulu.

source: Enter the username of an existing user.
lg_ug: Tekamu erinnya lyomukozessa ali mu lukalala

source: Site info updated.
lg_ug: Ebikwata ku mutimbagano biterezzeddwa.

source: User is already a member of this site.
lg_ug: Omukozessa ono y'ewandissa dda ku mukutu.

source: Sorry, you are not allowed to delete the site %s.
lg_ug: Bambi, tokirizibwa ku sanyawo mutimbagano guno %s.

source: Cannot add user.
lg_ug: Omukozi tasobola kwongerebwa ko.

source: Add User
lg_ug: Gatta ko omukozi

source: User created.
lg_ug: Omukozesa akoleddwa.

source: Select a user to remove.
lg_ug: Londa ko omukozzi wo kugya mulukalala.

source: Select a user to change role.
lg_ug: Londa omukozessa okukyusa emirimu gye.

source: Enter the username and email.
lg_ug: Tekamu erinnya ly'okozessa ne yimeyiro.

source: Once you add this code and refresh your browser, multisite should be enabled. This screen, now in the Network Admin navigation menu, will keep an archive of the added code. You can toggle between Network Admin and Site Admin by clicking on the Network Admin or an individual site name under the My Sites dropdown in the Toolbar.
lg_ug: Kasita omaliriza okujjamu kodi ono n'ozzabutto ekiwandiko kino, omukuttu gu gya kutongozzebwa. Ekiwandiko kino kati ekiri mu terekerro ly'omukulu w'omukutu kijja kukuma kodi ono. Osobola okyussa wakati w'omukulu w'omukutu no w'omutimbagano nga onyigga ku mukulu w'omukutu oba erinnya ly'omutimbagano mulukalala lwe mitimbagano wagulu.

source: ERROR: The network could not be created.
lg_ug: NSOBI: Omukutu gulemeddwa okukolebwa.

source: Sub-directories
lg_ug: Amaterekero agidirira

source: Network
lg_ug: Omukutu

# subdomain examples
source: like <code>site1.%1$s</code> and <code>site2.%1$s</code>
lg_ug: nga <code>omutimbagano1.%1$s</code> ne <code>omutimbagano2.%1$s</code>

source: Addresses of Sites in your Network
lg_ug: Amanya g'emitimbagano mu mukutu gwo

source: Warning:
lg_ug: Okulabula:

source: The Network creation panel is not for WordPress MU networks.
lg_ug: Ekitundu awakolerwa emikutu siwa mukutu gya WordPress.

source: Return to Dashboard
lg_ug: Ddayo awasokkerwa

source: Create a Network of WordPress Sites
lg_ug: Tongozza omukutu gwemitimbagano gya WordPress

source: Please <a href="%s">deactivate your plugins</a> before enabling the Network feature.
lg_ug: Osabibwa <a href="%s">okusirisa pulagini zo</a> nga tonaba ku tongonza mukutu.

source: Once the network is created, you may reactivate your plugins.
lg_ug: Omukutu kasita gubeera nga gukoleddwa, oyinza okukiriza pulagini zo okukola.

source: Welcome to the Network installation process!
lg_ug: Tukwaniriziddwa ku mitendera gyo kutandikka wo omukutu!

source: Network Details
lg_ug: Ebikwata ku mukutu

source: Once you complete these steps, your network is enabled and configured. You will have to log in again.
lg_ug: Bwomalizza ebidirira wano, omukutu gwo guba butongozeddwa bulungi. Olina okutekka mu erinnya lyo n'ekigambo kyekyama okuyingira omukutu buto.

source: To make your installation more secure, you should also add:
lg_ug: Okuffula omusingi gwo gubeere munwevu mubyokwerinda, gattako bino:
