Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/dev/wp-dev-szl.po
Languages: szl_pl

source: html_lang_attribute
szl_pl: szl-PL

source: Edit selected menu
szl_pl: Edytuj zaznŏczōne myni

source: Warning: the link has been inserted but may have errors. Please test it.
szl_pl: Pozōr: link bōł wstawiony, ale może zawiyrać felery. Proszymy go wyprōbować.

source: Search Results
szl_pl: Wyniki szukaniŏ

source: Rich Text Area. Press Control-Option-H for help.
szl_pl: Rich Text Area. Naciśnij Control-Option-H, coby wejzdrzeć do dopōmocy.

source: Use Left/Right Arrow keys to advance one second, Up/Down arrows to advance ten seconds.
szl_pl: Użyj fajlikōw lewo/prawo coby skoknōńć ô sekundã do przodku abo do zadku, fajlikōw gōra/dōł coby skoknōńć ô dziesiyńć sekund.

source: Use Up/Down Arrow keys to increase or decrease volume.
szl_pl: Używej fajlikōw do gōry/do spodku, coby zwielgszyć abo zmyńszyć głośność.

source: Volume Slider
szl_pl: Slider głośności

source: Audio Player
szl_pl: Ôdgrywŏcz muzyki

source: Video Player
szl_pl: Ôdgrywŏcz video

source: Skip back %1 seconds
szl_pl: Skoknij ô %1 sekund do zadku

source: Time Slider
szl_pl: Slider Czŏsu

source: Pause
szl_pl: Pauza

source: Play
szl_pl: Grej

source: A name is required for this term.
szl_pl: Dlŏ taksōnōmije musi być wkludzōne miano.

source: Inexistent terms.
szl_pl: Niy ma takij taksōnōmije.

source: Run %s
szl_pl: Sztartnij %s

source: Run Importer
szl_pl: Sztartnij Importer

source: Importer installed successfully. <a href="%s">Run importer</a>
szl_pl: Importer bōł zainstalowany sprŏwnie. <a href="%s">Sztartnij go</a>

# theme
source: Activate %s
szl_pl: Zapuść %s

# theme
source: Network Activate %s
szl_pl: Zapuść %s w necu

# plugin
source: Activate %s
szl_pl: Zapuść %s

# plugin
source: Network Activate %s
szl_pl: Zapuść %s w necu

# theme
source: %s installation failed
szl_pl: Niy podarziła sie instalacyjŏ tymatu %s

# plugin
source: %s installation failed
szl_pl: Niy podarziła sie instalacyjŏ przidŏwka %s

# theme
source: %s installed!
szl_pl: %s zainstalowany!

# plugin
source: %s installed!
szl_pl: %s zainstalowany!

# theme
source: Installing %s...
szl_pl: Instalowanie %s...

# plugin
source: Installing %s...
szl_pl: Instalujã %s...

source: Sorry, you are not allowed to access user data on this site.
szl_pl: Niy mŏsz przizwolyniŏ na wejzdrzynie do datōw używŏczōw we tym placu.

source: Number of plugins found: %d
szl_pl: Wielość znŏdniyntych przidŏwkōw: %d

source: Sorry, you are not allowed to edit pages.
szl_pl: Niy mŏsz przizwolyniŏ na edycyjõ zajtōw.

source: Sorry, you are not allowed to edit your profile.
szl_pl: Niy mŏsz przizwolyniŏ na edycyjõ swojigo profilu.

source: Sorry, you are not allowed to edit this user.
szl_pl: Niy mŏsz przizwolyniŏ na edycyjõ tego używŏcza.

# Comment number declension: on or off
source: off
szl_pl: on

source: Seasonal
szl_pl: Przileżyty

source: Photoblogging
szl_pl: Fotoblog

source: Responsive Layout
szl_pl: Respōnsywny

source: Fluid Layout
szl_pl: Ôgibny

source: Fixed Layout
szl_pl: Ôbstōnŏ kōmpozycyjŏ

source: Dark
szl_pl: Ćmawy

source: Tan
szl_pl: Jasny brōnny

source: Installation failed: %s
szl_pl: Instalacyjŏ sie niy podarziła: %s

source: Sorry, you are not allowed to edit this page.
szl_pl: Niy mŏsz przizwolyniŏ na edycyjõ tyj zajty.

source: Sorry, you are not allowed to delete this page.
szl_pl: Niy mŏsz przizwolyniŏ na wychrōniynie tyj zajty.

source: Sorry, you are not allowed to delete this post.
szl_pl: Niy mŏsz przizwolyniŏ na wychrōniynie tego posta.

# site
source: &larr; Back to %s
szl_pl: &larr; Nazŏd do %s

source: Unable to retrieve the error message from MySQL
szl_pl: Niy idzie pokŏzać felerōw z MySQL

source: Edit Menu
szl_pl: Edytuj Myni

source: Today
szl_pl: Dzisiej

source: Network Activate
szl_pl: Zapuść w necu

source: Deletion failed: %s
szl_pl: Niy szło wychrōnić %s

source: Deleting...
szl_pl: Wychrōnianie...

source: Caution: These themes may be active on other sites in the network. Are you sure you want to proceed?
szl_pl: Pozōr: Ôbrane tymaty mogōm być aktywne w inkszych placach necu. Na isto chcesz kōntynuować?

source: Are you sure you want to delete the selected plugins and their data?
szl_pl: Na isto chcesz wychrōnić ôbrane przidŏwki wrŏz z jejich datami?

source: Are you sure you want to delete %s and its data?
szl_pl: Na isto chcesz wychrōnić %s wrŏz z datami?

source: Are you sure you want to delete %s?
szl_pl: Na isto chcesz wychrōnić %s?

source: Update Now
szl_pl: Aktualizuj Terŏz

source: Please select at least one item to perform this action on.
szl_pl: Coby pōmiynić, ôbier nojmynij jedyn ôbiekt.

source: You do not appear to have any plugins available at this time.
szl_pl: Wyglōndŏ na to, co niy ma terŏz żŏdnych dostympnych przidŏwek.

source: Search results for &#8220;%s&#8221;
szl_pl: Wyniki zeszukowaniŏ: &#8220;%s&#8221;

source: Are you sure you want to do this? The comment changes you made will be lost.
szl_pl: Na isto chcesz to zrobić? Pōmiany wkludzōne w kōmyntŏrzu bydōm stracōne.

# password strength
source: Password strength unknown
szl_pl: Niyznōmŏ siyła hasła

source: Sorry, you are not allowed to do that.
szl_pl: Niy mŏsz przizwolyniŏ, coby to zrobić.

source: Sorry, you are not allowed to preview drafts.
szl_pl: Niy mŏsz przizwolyniŏ na pokŏzanie roboczych wersyji.

source: [%s] Password Changed
szl_pl: [%s] Hasło było pōmiyniōne

source: Password changed for user: %s
szl_pl: Hasło używŏcza %s było pōmiyniōne

source: Image crop area preview. Requires mouse interaction.
szl_pl: Podejzdrzynie ôkrŏwanego ôbrŏzka. Fołdruje użyciŏ myszki.

source: A structure tag is required when using custom permalinks. <a href="%s">Learn more</a>
szl_pl: Fołdrowany je znŏcznik struktury, kej używŏsz włŏsnego formatu bezpostrzednich ôdkŏzōw. <a href="%s">Przewiedz sie wiyncyj</a>

source: Sorry, you are not allowed to upload files.
szl_pl: Niy mŏsz przizwolyniŏ na przidŏwanie zbiorōw.

source: Sorry, you are not allowed to add a category.
szl_pl: Niy mŏsz przizwolyniŏ na przidŏwanie kategoryji.

source: Invalid value.
szl_pl: Werta je niynŏleżnŏ.

source: Sorry, you are not allowed to customize this site.
szl_pl: Niy mŏsz przizwolyniŏ na pōmiany wyglōndu placu.

source: Do not pass %1$s tags to %2$s.
szl_pl: Niy używej tagu %1$s w %2$s.

source: Link options
szl_pl: Ôpcyje ôdkŏzu

source: Link inserted.
szl_pl: Ôdkŏz bōł wrażōny

source: Link selected.
szl_pl: Ôdkŏz bōł ôbrany.

source: %s is required to strip image meta.
szl_pl: Coby wychrōnić daty meta z ôbrŏzka fołdrowane je %s.

source: Plugin details
szl_pl: Ôsobliwości ôd przidŏwka

source: No media files found.
szl_pl: Niy szło znojś zbiorōw mydiōw.

source: &#8220;%1$s&#8221; &#8212; %2$s
szl_pl: &#8222;%1$s&#8221; &#8212; %2$s

source: %d results found. Use up and down arrow keys to navigate.
szl_pl: %d wynikōw było znŏdniyntych. Użyj fajlikōw gōra/dōł do nawigacyje.

source: 1 result found. Use up and down arrow keys to navigate.
szl_pl: 1 wynik bōł znŏdniynty. Użyj fajlikōw gōra/dōł do nawigacyje.

source: Logged in as %s. Edit your profile.
szl_pl: Wlogowano było jako %s. Edytuj swōj profil.

source: <a href="%1$s" aria-label="%2$s">Logged in as %3$s</a>. <a href="%4$s">Log out?</a>
szl_pl: <a href="%1$s" aria-label="%2$s">Wlogowano było za %3$s</a>. <a href="%4$s">Ôdlogować?</a>

source: The constant %1$s <strong>is deprecated</strong>. Use the boolean constant %2$s in %3$s to enable a subdomain configuration. Use %4$s to check whether a subdomain configuration is enabled.
szl_pl: Ôbstōnŏ %1$s <strong>je starŏ</strong>. Coby dozwolić kōnfiguracyjõ poddōmyny, przidej ôbstōnõ %2$s (zorty boolean) w %3$s. Użyj %4$s do wybadaniŏ, eli kōnfiguracyjŏ poddōmyny je zapuszczōnŏ.

source: Removing %1$s manually will cause PHP warnings. Use the %2$s filter instead.
szl_pl: Rynczne wychrōniynie %1$s sprŏwi zgłŏszanie ôstrzegniyńć PHP. W plac tego użyj filtra: %2$s.

source: The next group of formatting shortcuts are applied as you type or when you insert them around plain text in the same paragraph. Press Escape or the Undo button to undo.
szl_pl: Przimy formatowanią z dŏlszego zestŏwu sōm aplikowane przi pisaniu i po wrażyniu ich rajn akapitu. Coby pociepnōńć jejich napasowanie, wciś knefel Escape lebo knefel &bduqo;Cofnij&rdquo;.

source: Your session has expired. Please log in to continue where you left off.
szl_pl: Twoja sesyjŏ sie przedŏwniyła. Wloguj sie, coby kōntynuować.

source: <strong>ERROR</strong>: The password you entered for the email address %s is incorrect.
szl_pl: <strong>FELER</strong>: Dlŏ adresy e-mail %s wkludzōno było niynŏleżne hasło.

source: <strong>ERROR</strong>: Invalid email address.
szl_pl: <strong>FELER</strong>: Niynŏleżnŏ adresa e-mail.

source: <strong>ERROR</strong>: The email field is empty.
szl_pl: <strong>FELER</strong>: Pole e-mail je prōżne.

source: Drag boxes here
szl_pl: Przeniyś sekcyje sam

source: (Untitled)
szl_pl: (Bez miana)

source: Route must be specified.
szl_pl: Routing musi być sdefiniowany.

source: Routes must be namespaced with plugin or theme name and version.
szl_pl: Przestrzyństwo mian dlŏ cestōw musi zawiyrać miano i wersyjõ przidŏwka lebo tymatu.

source: Unregistering a built-in post type is not allowed
szl_pl: Ôdregistrowowanie wprŏwiōnych zortōw treści niyma przizwolōne.

# post status
source: Trash
szl_pl: Hasiŏk

# post status
source: Private
szl_pl: Prywatny

# post status
source: Pending
szl_pl: Czekŏ

# post status
source: Draft
szl_pl: Cechōnek

# post status
source: Scheduled
szl_pl: Ôbcyrklowany

# post status
source: Published
szl_pl: Ôpublikowany

# post password form
source: Enter
szl_pl: Przitupluj

source: <strong>ERROR</strong>: Invalid username, email address or incorrect password.
szl_pl: <strong>FELER</strong>: niynŏleżne miano ôd używŏcza, adresa e-mail abo hasło.

source: %1$s %2$s %3$s %4$s Feed
szl_pl: Kanał %1$s %2$s %3$s %4$s

source: Close dialog
szl_pl: Zawrzij ôkynko dialogu

source: The called constructor method for %1$s in %2$s is <strong>deprecated</strong> since version %3$s! Use %4$s instead.
szl_pl: Wywołany knif kōnstruktōra klasy %1$s w %2$s je <strong>stary</strong> ôd wersyje %3$s! W plac niego użyj %4$s.

source: Choose logo
szl_pl: Ôbier logo

source: No logo selected
szl_pl: Żŏdne logo niy było ôbrane

source: Change logo
szl_pl: Pōmiyń logo

source: Select logo
szl_pl: Ôbier logo

source: %s is forbidden
szl_pl: %s je niyprzizwolōne

source: Partial render must echo the content or return the content string (or array), but not both.
szl_pl: Niyblank ryndering musi abo pokŏzać treść, abo swrōcić jã jako string (abo tabulã). Niy może pokŏzować i swrŏcać treści wrŏz.

source: <strong>ERROR</strong>: your comment is too long.
szl_pl: <strong>FELER</strong>: twōj kōmyntŏrz je za dugi.

source: <strong>ERROR</strong>: your url is too long.
szl_pl: <strong>FELER</strong>: twoja adresa URL je dugŏ.

source: <strong>ERROR</strong>: your email address is too long.
szl_pl: <strong>FELER</strong>: twoja adresa e-mail je za dugŏ.

source: <strong>ERROR</strong>: your name is too long.
szl_pl: <strong>FELER</strong>: twōj podpis je za dugi.

# comment status
source: Trash
szl_pl: Hasiŏk

# comment status
source: Approved
szl_pl: Przituplowany

source: Template is missing. Standalone themes need to have a %1$s template file. <a href="%2$s">Child themes</a> need to have a Template header in the %3$s stylesheet.
szl_pl: Niy ma szablōny. Niyznŏleżne tymaty winny mieć zbiōr szablōny %1$s. <a href="%2$s">Tymaty potōmne</a> winny mieć treść nŏgōwka szablōny na zaczōntku archy sznitōw %3$s.

source: Invalid object type
szl_pl: Niynŏleżnŏ zorta ôbiektu

source: Paste URL or type to search
szl_pl: Wraź adresa lebo napocznij pisać, coby zeszukać

source: Display Site Title and Tagline
szl_pl: Pokŏż Tytuł i Ôpis placu

source: Enter mobile preview mode
szl_pl: Przejdź do podejzdrzyniŏ na mobilniŏki

source: Enter tablet preview mode
szl_pl: Przejdź do podejzdrzyniŏ na tablety

source: Enter desktop preview mode
szl_pl: Przejdź do podejzdrzyniŏ na kōmputrzy

source: Shift-click to edit this element.
szl_pl: Coby edytować, przitrzim knefel shift i kliknij elymynt.

source: Comment Submission Failure
szl_pl: Posyłanie kōmyntŏrza niy podarziło sie

source: <strong>ERROR</strong>: Sorry, that username is not allowed.
szl_pl: <strong>FELER</strong>: Ôbrane miano ôd używŏcza niyma przizwolōne.

source: Invalid parameter.
szl_pl: Niynŏleżny parameter.

# menu location
source: (Current: %s)
szl_pl: (Terŏźnŏ: %s)

# menu
source: (Currently set to: %s)
szl_pl: (Terŏźnie nasztalowane na: %s)

source: Read the <a href="%s" target="_blank">bug report</a> page. Some of the guidelines there may help you figure out what went wrong.
szl_pl: Przeczytej zajtã ze <a href="%s" target="_blank">zgłoszyniym felera</a>. Niykere dorady stamtōnd mogōm ci spōmōc przewiedzieć sie, co poszło źle.

source: Please see <a href="%s">Debugging in WordPress</a> for more information.
szl_pl: Przewiedz sie wiyncyj: <a href="%s">Debugowanie we WordPressie</a>.

source: <strong>ERROR</strong>: %1$s in %2$s can only contain numbers, letters, and underscores.
szl_pl: <strong>FELER</strong>: %1$s w %2$s może zawiyrać ino numery, litery i podkryślynia.

source: Changes saved.
szl_pl: Pōmiany były spamiyntane

source: Need more help? <a href='%s'>We got it</a>.
szl_pl: Potrza Ci wiyncyj dopōmocy? <a href='%s'>Wejzdrzij tukej</a>.

source: There doesn't seem to be a %s file. I need this before we can get started.
szl_pl: Wyglōndŏ na to, co niy ma zbioru %s. Je ôn zdatny, coby sztartnōńć.

source: Use %s instead.
szl_pl: W plac tego użyj %s.

source: Use %s instead if you do not want the value echoed.
szl_pl: Jeźli niy chcesz, coby werta była nafilowanŏ, użyj %s w plac tego.

source: Term ID is shared between multiple taxonomies
szl_pl: Idyntyfikatōr terminu taksōnōmije je spōłtajlowany bez mockã taksōnōmiji

source: Term meta cannot be added to terms that are shared between taxonomies.
szl_pl: Daty meta tyrminu taksōnōmije niy mogōm być przidane do tyrminōw, kere sōm spōłtajlowane bez mockã taksōnōmiji.

# genitive
source: December
szl_pl: grudnia

# genitive
source: November
szl_pl: listopada

# genitive
source: October
szl_pl: paździyrnika

# genitive
source: September
szl_pl: września

# genitive
source: August
szl_pl: siyrpnia

# genitive
source: July
szl_pl: lipnia

# genitive
source: June
szl_pl: czyrwnia

# genitive
source: May
szl_pl: mŏja

# genitive
source: April
szl_pl: kwiytnia

# genitive
source: March
szl_pl: marca

# genitive
source: February
szl_pl: lutego

# genitive
source: January
szl_pl: stycznia

# decline months names: on or off
source: off
szl_pl: on

source: Sharing options
szl_pl: Ôpcyje udostympnianiŏ

source: Medium-Large size image height
szl_pl: Zwielgość ôbrŏzka we strzednij-srogszyj miarze

source: Medium-Large size image width
szl_pl: Szyrzka ôbrŏzka w strzednij-srogszyj miarze

source: You are currently browsing the %s blog archives.
szl_pl: Terŏźnie przeziyrŏsz archiwa bloga %s.

source: You are currently browsing the %1$s blog archives for the year %2$s.
szl_pl: Terŏźnie przeziyrŏsz archiwa bloga %1$s z roku %2$s.

source: You are currently browsing the %1$s blog archives for %2$s.
szl_pl: Terŏźnie przeziyrŏsz archiwa bloga %1$s z miesiōnca %2$s.

source: You are currently browsing the %1$s blog archives for the day %2$s.
szl_pl: Terŏźnie przeziyrŏsz archiwa bloga %1$s z dnia %2$s.

source: This site has not been activated yet. If you are having problems activating your site, please contact %s.
szl_pl: Plac niy bōł jeszcze zapuszczōny. Jeźli mŏsz niyprzileżytości z zapuszczyniym swojigo placu, skōntaktuj sie ze %s.

source: Check your inbox at %s and click the link given.
szl_pl: Wybadej brifkastlã %s i kliknij na ôdkŏz w przesłanyj wiadōmości.

source: The menu name %s conflicts with another menu name. Please try another.
szl_pl: Miano ôd myni %s je we kōnflikcie z mianym ôd inkszego myni. Użyj inkszego miana.

source: The site you were looking for, %s, does not exist.
szl_pl: Niy ma placu %s, kerego szukŏsz.

source: It looks like nothing was found at this location. Maybe try visiting %s directly?
szl_pl: Wyglōndŏ na to, co niczego niy szło znojś we tyj lokalizacyji. Możno sprōbuj nawiydzić %s dyrekt?

source: Oops! That embed can&#8217;t be found.
szl_pl: Tego narażōnego elymyntu niy szło znojś.

source: Continue reading %s
szl_pl: Czytej dalij %s

source: Site Language:
szl_pl: Gŏdka ôd placu:

source: Mission complete. Message %s deleted.
szl_pl: Misyjŏ skōńczōnŏ. Wiadōmość %s była wychrōniōnŏ.

source: Posted title:
szl_pl: Ôpublikowany tytuł:

source: Author:
szl_pl: Autōr:

source: Are you sure that the database server is not under particularly heavy load?
szl_pl: Je żeś zicher, co serwer bazy datōw niyma terŏźnie ôsobliwie przeciōnżōny?

source: This means that we lost contact with the database server at %s. This could mean your host&#8217;s database server is down.
szl_pl: Ôznŏczŏ to, co skuplowanie z bazōm datōw na serwerze %s sie potraciyło. Możebne, co serwer bazy datōw ustoł fōngować.

source: Error reconnecting to the database
szl_pl: Trefiōł sie feler przi kuplowaniu sie zaś z bazōm danych

source: If you&#8217;re unsure what these terms mean you should probably contact your host. If you still need help you can always visit the <a href="%s">WordPress Support Forums</a>.
szl_pl: Jeźli niy je żeś zicher, co ôznŏczajōm te terminy, zdŏ sie skōntaktować ze Twojim liferantym hostingu. Jeźli permamynt bydziesz potrzebować dopōmocy, nawiydź <a href="%s">Forōm Pōmocy WordPressa</a>.

source: Are you sure that the database server is running?
szl_pl: Je żeś zicher, co serwer bazy datōw fōnguje?

source: Are you sure that you have typed the correct hostname?
szl_pl: Je żeś zicher, co sprŏwnie była wepisanŏ adresa ôd serwera bazy datōw?

source: Are you sure you have the correct username and password?
szl_pl: Je żeś zicher, co posiadŏsz nŏleżne miano ôd używŏcza i hasło?

source: This either means that the username and password information in your %1$s file is incorrect or we can&#8217;t contact the database server at %2$s. This could mean your host&#8217;s database server is down.
szl_pl: Ôznŏczŏ to, co miano używŏcza lebo hasło podane we zbiorze %1$s niyma nŏleżne, abo tyż niy idzie skuplować sie z serwerym bazy datōw pod adresōm %2$s. Możebne, co serwer bazy datōw ustoł fōngować.

source: If you don&#8217;t know how to set up a database you should <strong>contact your host</strong>. If all else fails you may find help at the <a href="%s">WordPress Support Forums</a>.
szl_pl: Jeźli niy wiysz, jak nasztalować bazã danych, <strong>skōntaktuj sie z swojim liferantym hostingu</strong>. Jeźli wszyjske prōby sie niy podarzōm, sprōbuj znojść pōmoc na <a href="%s">Forōm Pōmocy WordPressa</a>.

source: On some systems the name of your database is prefixed with your username, so it would be like <code>username_%1$s</code>. Could that be the problem?
szl_pl: Na niykerych systymach przed mianym ôd bazy datōw miano ôd używŏcza, bp. <code>miano_ôd_używŏcza_%1$s</code>. Możnŏ niyprzileżytość je skuli tego?

source: Does the user %1$s have permission to use the %2$s database?
szl_pl: Mŏ używŏcz %1$s uprawniynia do używaniŏ bazy %2$s?

source: Are you sure it exists?
szl_pl: Je żeś zicher, co ôna sam je?

source: We were able to connect to the database server (which means your username and password is okay) but not able to select the %s database.
szl_pl: Podarziło sie skuplować ze serwerym bazy datōw (co ôznŏczŏ, iże miano ôd używŏcza i hasło sōm nŏleżne), ale niy szło ôbrać bazy datōw %s.

source: Can&#8217;t select database
szl_pl: Niy idzie ôbrać bazy datōw

source: The tag cloud will not be displayed since there are no taxonomies that support the tag cloud widget.
szl_pl: Chmōra tagōw niy bydzie pokŏzowanŏ, pōniywŏż niy mŏ żŏdnych taksōnōmiji, co podpiyrajōm widżet chmōry tagōw.

source: Could not save password reset key to database.
szl_pl: Niy szło spamiyntać klucza resetowaniŏ hasła w bazie datōw.

source: Nicename may not be longer than 50 characters.
szl_pl: Uproszczōne miano ôd używŏcza niy może być dugsze, aniżeli 50 cechōw.

source: <strong>ERROR</strong>: The password you entered for the username %s is incorrect.
szl_pl: <strong>FELER</strong>: Wkludzōne hasło do miana używŏcza %s niyma nŏleżne.

source: <strong>ERROR</strong>: Invalid username.
szl_pl: <strong>FELER</strong>: Niynŏleżne miano ôd używŏcza.

source: Categories list
szl_pl: Wykŏz kategoryji

source: Tags list
szl_pl: Wykŏz tagōw

source: Categories list navigation
szl_pl: Nawigacyjŏ bez wykŏz kategoryji

source: Tags list navigation
szl_pl: Nawigacyjŏ bez wykŏz tagōw

source: Invalid shortcode name: %1$s. Do not use spaces or reserved characters: %2$s
szl_pl: Miano ôd krōtkigo kodu je niynŏlezne: %1$s. Niy używej spacyji lebo znŏkōw zastrzegniyntych: %2$s

source: Invalid shortcode name: Empty name given.
szl_pl: Miano ôd krōtkigo kodu je niynŏlezne: Podane miano je prōżne.

source: Permalink saved
szl_pl: Bezpostrzedni ôdkŏz bōł spamiyntany

source: Cookie nonce is invalid
szl_pl: Wyrŏżynie okazjonalne (nonce) kyjks je niynŏleżny

source: %1$s (since %2$s; %3$s)
szl_pl: %1$s (ôd wersyje %2$s; %3$s)

source: %1$s (since %2$s; no alternative available)
szl_pl: %1$s(ôd wersyje %2$s; niy mŏ alternatywy)

source: %1$s (since %2$s; use %3$s instead)
szl_pl: %1$s (ôd wersyje %2$s; abo użyj tego %3$s)

source: The specified namespace could not be found.
szl_pl: Niy szło ôdnojść podanego przestrzyństwa mianōw.

source: No route was found matching the URL and request method
szl_pl: Niy szło znojś żŏdnyj cesty, co sztimuje ze adresōm URL i spytaniym HTTP

source: The handler for the route is invalid
szl_pl: Kludzŏcz tyj cesty je niywŏżny

source: JSONP support is disabled on this site.
szl_pl: Podpora JSONP je zastawiōnŏ dlŏ tego necowego placu.

source: Invalid parameter(s): %s
szl_pl: Parametry sōm niynŏlezne: %s

source: Missing parameter(s): %s
szl_pl: Chybiajōm parametry: %s

source: In %1$s, use the %2$s method, not the %3$s function. See %4$s.
szl_pl: Użyj knifu %2$s w %1$s, a niy fōnkcyje %3$s. Wejzdrzij do %4$s.

source: Pages list
szl_pl: Wykŏz zajtōw

source: Posts list
szl_pl: Wykŏz postōw

source: Pages list navigation
szl_pl: Nawigacyjŏ bez wykŏz zajtōw

source: Posts list navigation
szl_pl: Nawigacyjŏ bez wykŏz postōw

source: Filter pages list
szl_pl: Filtrowanie wykŏzu zajtōw

source: Filter posts list
szl_pl: Filtrowanie wykŏzu wpisōw

source: Page Archives
szl_pl: Archiwa zajtōw

source: Post Archives
szl_pl: Archiwa wpisōw

source: Post Type Archive
szl_pl: Archiwōm zorty treści

source: Site names can only contain lowercase letters (a-z) and numbers.
szl_pl: Miana ôd placōw mogōm zawiyrać jyny małe litery (a-z) i numery.

source: Sorry, that username is not allowed.
szl_pl: To miano ôd używŏcza niyma przizwolōne.

source: Usernames can only contain lowercase letters (a-z) and numbers.
szl_pl: Miana ôd używŏczōw mogōm zawiyrać jyny małe litery (a-z) i numery.

# playlist item title
source: &#8220;%s&#8221;
szl_pl: &#8222;%s&#8221;

# December abbreviation
source: Dec
szl_pl: Gru

# November abbreviation
source: Nov
szl_pl: Lis

# October abbreviation
source: Oct
szl_pl: Paź

# September abbreviation
source: Sep
szl_pl: Wrz

# August abbreviation
source: Aug
szl_pl: Siy

# July abbreviation
source: Jul
szl_pl: Lip

# June abbreviation
source: Jun
szl_pl: Czy

# May abbreviation
source: May
szl_pl: Mŏj

# April abbreviation
source: Apr
szl_pl: Kwi

# February abbreviation
source: Feb
szl_pl: Lut

# January abbreviation
source: Jan
szl_pl: Sty

# Friday initial
source: F
szl_pl: P

# Thursday initial
source: T
szl_pl: S

# Wednesday initial
source: W
szl_pl: S

# Tuesday initial
source: T
szl_pl: W

# Monday initial
source: M
szl_pl: P

# Sunday initial
source: S
szl_pl: N

source: Newer comments
szl_pl: Nowsze kōmyntŏrze
