Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/dev/wp-dev-szl.po
Languages: szl_pl

source: Edit previous media item
szl_pl: Edytuj piyrwyjsze mydiōm

source: Grid View
szl_pl: Widzik gitry

source: List View
szl_pl: Widzik wykŏzu

source: Maximum upload file size: %s.
szl_pl: Maksymalnŏ srogość zbioru: %s.

source: Close uploader
szl_pl: Zawrzij ladowanie

source: Close media panel
szl_pl: Zawrzij panel mydiōw

source: Search or use up and down arrow keys to select an item.
szl_pl: Szukej abo używek knefli strzałek do wiyrchu i spodku, coby ôbrać elymynt.

source: Read more...
szl_pl: Czytej wiyncyj...

source: Your browser does not support direct access to the clipboard. Please use keyboard shortcuts or your browser&#8217;s edit menu instead.
szl_pl: Twoja przeziyrŏczka niy podpiyrŏ direkt dostympu do skrytki. Użyj tastaturowych przimōw abo myni Edycyjŏ ôd twojij przeziyrŏczki.

source: Widgets are independent sections of content that can be placed into widgetized areas provided by your theme (commonly called sidebars).
szl_pl: Widżety to sōm ekstra sekcyje zawartości, kere mogōm być wrażōne do zwidżetowanych cōunōw we twojim tymacie (porzōnd mianowanych bocznymi lajstami).

source: You are customizing %s
szl_pl: Sztalujesz %s

source: <strong>ERROR</strong>: The comment could not be saved. Please try again later.
szl_pl: <strong>FELER</strong>: kōmyntŏrza niy szło spamiyntać. Sprōbuj niyskorzij.

source: (WordPress could not establish a secure connection to WordPress.org. Please contact your server administrator.)
szl_pl: (WordPress niy poradzi zrychtować zicher skuplowaniŏ z WordPress.org. Skōntaktuj sie z administratōrym swojigo serwera).

source: Shift-click to edit this widget.
szl_pl: Trzim knefel shift i kliknij, coby edytować tyn widżet

# HTML tag
source: Address
szl_pl: Adresa

source: If you&#8217;re looking to paste rich content from Microsoft Word, try turning this option off. The editor will clean up text pasted from Word automatically.
szl_pl: Jeźli chcesz wkludzić bogatõ zawartość z Microsoft Word, to sprōbuj zastawić tã ôpcyjõ. Edytōr wysnoży tekst wkludzōny z Worda autōmatycznie.

source: Keyboard Shortcuts
szl_pl: Tastaturowe przimy

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href="%s">enable cookies</a> to use WordPress.
szl_pl: <strong>FELER</strong>: Kyjksy sōm zastawiōne lebo niy sōm podpiyrane bez używanõ przeziyrŏczkã. Musisz <a href="%s">zapuścić kyjksy</a>, coby używać WordPressa.

source: <strong>ERROR</strong>: Cookies are blocked due to unexpected output. For help, please see <a href="%1$s">this documentation</a> or try the <a href="%2$s">support forums</a>.
szl_pl: <strong>FELER</strong>: Zbiory kyjksōw były ôbszperowane. Wiyncyj ô tym idzie przeczytać w dokumyntacyji</a> lebo sprōbować na <a href="%2$s">forōm</a>.

source: Add to Audio Playlist
szl_pl: Przidej do listy graniŏ audio

source: Add to audio playlist
szl_pl: Przidej do listy graniŏ audio

source: Update audio playlist
szl_pl: Ôdnōw listã graniŏ audio

source: Insert audio playlist
szl_pl: Wraź listã graniŏ audio

source: &#8592; Cancel Audio Playlist
szl_pl: &#8592; pociep listã graniŏ audio

source: Edit Audio Playlist
szl_pl: Edytuj listã graniŏ audio

source: There has been an error cropping your image.
szl_pl: Przitrefiōł sie feler przi przistrziganiu twojigo ôbrŏzka.

# video or audio
source: Length
szl_pl: Dugoś

source: Year
szl_pl: Rok

source: Genre
szl_pl: Zorta

source: Album
szl_pl: Albōm

source: Artist
szl_pl: Kōnsztler

source: Image CSS Class
szl_pl: Klasa CSS ôd ôbrŏzka

source: Image Title Attribute
szl_pl: Tytuł ôbrŏzka

source: Advanced Options
szl_pl: Zaawansowane ôpcyje

source: Custom Size
szl_pl: Włŏsnŏ srogość

source: Split table cell
szl_pl: Tajluj tabulowõ kōmōrkã

source: Font Sizes
szl_pl: Srogości fōntōw

source: Font Family
szl_pl: Familijŏ fōntōw

# table cell alignment attribute
source: None
szl_pl: Żŏdnego

source: Edit Original
szl_pl: Edytuj ôryginał

source: Display Settings
szl_pl: Sztelōnki pokazowaniŏ

source: Show Video List
szl_pl: Pokŏż listã wideo

source: Link CSS Class
szl_pl: Klasa CSS ôd linku

# TinyMCE
source: Headings
szl_pl: Nadpisma

source: Search widgets&hellip;
szl_pl: Szukej widżetōw&hellip;

source: Search Widgets
szl_pl: Szukej widżetōw

source: Trash widget by moving it to the inactive widgets sidebar.
szl_pl: Wychrōń widżet bez przeniysiynie go do niyaktywnyj bocznyj lajsty widżetōw.

source: Save and preview changes before publishing them.
szl_pl: Spamiyntej i zŏziyrej ablyzōnki przed publikowaniym.

source: Set image
szl_pl: Nasztaluj ôbrŏzek

# Move widget
source: Move
szl_pl: Przeciepnōńć

source: Tracks (subtitles, captions, descriptions, chapters, or metadata)
szl_pl: Ściyżki (podtytuły, etykety, ôpisy, rozdzioły i metadaty)

source: Cropping&hellip;
szl_pl: Strziżynit&hellip;

source: Move to another area&hellip;
szl_pl: Przestōmp do inszyj cōuny&hellip;

# TinyMCE menu
source: Table
szl_pl: Tabula

# TinyMCE menu
source: View
szl_pl: Pokŏż

# TinyMCE menu
source: Tools
szl_pl: Nŏczynia

# TinyMCE menu
source: Edit
szl_pl: Edytuj

# TinyMCE menu
source: File
szl_pl: Zbiōr

# TinyMCE menu
source: Insert
szl_pl: Wraź

source: Words: %s
szl_pl: Słōw: %s

# editor button
source: Show blocks
szl_pl: Pokŏż bloki

# TinyMCE
source: Templates
szl_pl: Mustry

# TinyMCE
source: Insert template
szl_pl: Wraź muster

# table footer
source: Footer
szl_pl: Spodek

# table body
source: Body
szl_pl: Ciało

# table header
source: Header
szl_pl: Nŏgōwek

# table cell
source: Cell
szl_pl: Kōmōrka

# table columns
source: Cols
szl_pl: Kolumny

# spellcheck
source: Ignore
szl_pl: Ignoruj

# spellcheck
source: Ignore all
szl_pl: Ignoruj wszyjske

# spellcheck
source: Finish
szl_pl: Skōńcz

# find/replace
source: Replace all
szl_pl: Pōmiyń wszyjske

# find/replace
source: Find
szl_pl: Szukej

# find/replace
source: Replace with
szl_pl: Pōmiyń na

# find/replace
source: Whole words
szl_pl: Cołke słowa

# find/replace
source: Prev
szl_pl: Przōdzij

# find/replace
source: Next
szl_pl: Dalij

# find/replace
source: Replace
szl_pl: Pōmiyń

# editor button
source: Left to right
szl_pl: Ôd lewyj do prawyj

# editor button
source: Right to left
szl_pl: Ôd prawyj do lewyj

# Link anchors (TinyMCE)
source: Anchors
szl_pl: Kotwy

# Link anchor (TinyMCE)
source: Anchor
szl_pl: Anker

# Name of link anchor (TinyMCE)
source: Name
szl_pl: Miano

# list style
source: Lower Roman
szl_pl: Małe rzimske

# list style
source: Upper Roman
szl_pl: Wielge rzimske

# list style
source: Upper Alpha
szl_pl: Wielge łacińskie

# list style
source: Lower Alpha
szl_pl: Małe łacińskie

# list style
source: Lower Greek
szl_pl: Małe grecke

# list style
source: Disc
szl_pl: Dysk

# list style
source: Circle
szl_pl: Kōłko

# list style
source: Square
szl_pl: Kwadrat

source: Bulleted list
szl_pl: Pōnktowŏ lista

# TinyMCE
source: Blocks
szl_pl: Bloki

# table column
source: Column
szl_pl: Kolumna

# table cell scope attribute
source: Scope
szl_pl: Zakres

# TinyMCE
source: Formats
szl_pl: Formaty

source: Add alternate sources for maximum HTML5 playback:
szl_pl: Przidej alternatywne źrōdła dlŏ maksymalnego ôdegrowaniŏ HTML5:

source: Hint: The password should be at least twelve characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ % ^ &amp; ).
szl_pl: Dorada: hasło winno zawiyrać nojmynij dwanŏście cechōw. Coby było herske, użyj małych i wielgich liter, numerōw aji cechōw takich jak: ! " ? $ % ^ &amp; ).

source: The query argument of %s must have a placeholder.
szl_pl: Argumynt spytaniŏ %s musi zawiyrać placeholder.

source: Invalid menu ID.
szl_pl: Niynŏlyżny idyntyfikatōr ôd myni.

source: Add to Video Playlist
szl_pl: Przidej do listy graniŏ wideo

source: Add to video playlist
szl_pl: Przidej do listy graniŏ wideo

source: Update video playlist
szl_pl: Ôdnōw listã graniŏ wideo

source: Insert video playlist
szl_pl: Wraź listã graniŏ wideo

source: &#8592; Cancel Video Playlist
szl_pl: &#8592; pociep listã graniŏ wideo

source: Edit Video Playlist
szl_pl: Edytuj listã graniŏ wideo

source: Create Video Playlist
szl_pl: Zrychtuj listã graniŏ wideo

source: Drag and drop to reorder videos.
szl_pl: Przeciōng i pujś, coby dać widea do porzōndku.

source: Create Audio Playlist
szl_pl: Zrychtuj listã graniŏ audio

source: Drag and drop to reorder tracks.
szl_pl: Przeciōng i pujś, coby dać kōncki do porzōndku.

source: Add Subtitles
szl_pl: Przidej podnapisy

source: Select Poster Image
szl_pl: Ôbier plakŏt

source: Add Video Source
szl_pl: Przidej źrōdło wideo

source: Replace Video
szl_pl: Pōmiyń wideo

source: Video Details
szl_pl: Detajle ôd wideo

source: Add Audio Source
szl_pl: Przidej źrōdło audio

source: Replace Audio
szl_pl: Pōmiyń audio

source: Audio Details
szl_pl: Detajle ôd audio

source: Crop your image
szl_pl: Przistrziż ôbrŏzek

source: Crop Image
szl_pl: Przistrziganie ôbrŏzka

source: Skip Cropping
szl_pl: Pōmiń przistrziganie

source: Select and Crop
szl_pl: Ôbier i przistrziż

source: Choose Image
szl_pl: Ôbier ôbrŏzek

source: Cancel Edit
szl_pl: Pociep edycyjõ

source: Replace Image
szl_pl: Pōmiyń ôbrŏzek

source: Create a new video playlist
szl_pl: Zrychtuj nowõ listã graniŏ wideo

source: Create a new playlist
szl_pl: Zrychtuj nowõ listã graniŏ

source: There are no associated subtitles.
szl_pl: Niy ma skojarzōnych podnapisōw.

source: Poster Image
szl_pl: Plakŏt

source: Autoplay
szl_pl: Autogranie

source: Metadata
szl_pl: Metadaty

source: Show Images
szl_pl: Pokŏż ôbrŏzki

source: Show Artist Name in Tracklist
szl_pl: Pokŏż miano ôd kōnszlera na liście kōnckōw

source: %s and %s
szl_pl: %s i %s

source: %s, and %s
szl_pl: %s i %s

# Search widget
source: Search
szl_pl: Szukanie

source: Playlist Settings
szl_pl: Sztelōnki ôd listy graniŏ

source: Show Tracklist
szl_pl: Pokŏż listã kōnckōw

source: Back
szl_pl: Nazŏd

source: An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href="https://wordpress.org/support/">support forums</a>.
szl_pl: Trefiōł sie niynazdany feler. Coś może być niy tak na serwerze WordPress.org abo w kōnfiguracyji tego serwera. Jeźli niyprzileżytości bydōm sie trefać bez dugszy czŏs, możesz poszukać dopōmocy na forach <a href="http://pl.forums.wordpress.org/">po polsku</a> abo <a href="https://wordpress.org/support/">po angelsku</a>.

source: Image Details
szl_pl: Detajle ôd ôbrŏzka

source: Insert Read More tag
szl_pl: Wraź tag "Czytej wiyncyj"

source: Show invisible characters
szl_pl: Pokŏż niywidzialne znŏki

source: Text color
szl_pl: Farba tekstu

source: Background color
szl_pl: Farba ze zadku

source: Delete column
szl_pl: Wychrōń kolōnã

source: Row group
szl_pl: Skupina rajōw

source: Cell type
szl_pl: Zorta kōmōrki

source: Header cell
szl_pl: Wiyrchniŏ kōmōrka

source: Insert table
szl_pl: Wraź tabulã

source: Row type
szl_pl: Zorta raje

source: Cell spacing
szl_pl: Abzac miyndzy kamerlikami

source: Cell padding
szl_pl: Rant w kōmōrkach

source: Rows
szl_pl: Raje

source: Match case
szl_pl: Dać pozōr na sroge i małe litery

source: Find and replace
szl_pl: Znojdź i pōmiyń

source: Replace
szl_pl: Pōmiyń

source: Paste as text
szl_pl: Wraź jako tekst

source: Page break
szl_pl: Łōmanie zajty

source: Nonbreaking space
szl_pl: Spacyjŏ bez łōmaniŏ

source: Embed
szl_pl: Naraź

source: Insert video
szl_pl: Wraź wideo

source: Paste your embed code below:
szl_pl: Wraź kod niżyj:

source: Insert date/time
szl_pl: Wraź datōm/czas

source: Horizontal line
szl_pl: Poziōmŏ piska

source: Encoding
szl_pl: Kodowanie

source: Robots
szl_pl: Roboty

source: Emoticons
szl_pl: Emotikōny

source: Source code
szl_pl: Źrōdłowy kod

source: Special character
szl_pl: Szpecjalny znŏk

source: Restore last draft
szl_pl: Prziwrōć ôstatni szkic

source: Visual aids
szl_pl: Wizualne pōmoce

source: Align left
szl_pl: Rōwnej do lewyj

source: Justify
szl_pl: Zarōwnej

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
szl_pl: Wrażanie je we trybie samego tekstu. Zawartość bydzie wrażōnŏ za sōm tekst zaczym niy przeszaltrujesz tyj ôpcyje.

source: Decrease indent
szl_pl: Zmyńsz wrōmbek

source: Align center
szl_pl: Wypojstrzodkuj

source: Clear formatting
szl_pl: Wysnoż formatowanie

source: Increase indent
szl_pl: Zwielgsz wrōmbek

source: Numbered list
szl_pl: Nōmerowanŏ lista

source: Align right
szl_pl: Rōwnej do prawyj

source: An error has occurred. Please reload the page and try again.
szl_pl: Przitrefiōł sie feler. Ôdświyż zajtã i sprōbuj jeszcze rŏz.

source: Select an area to move this widget into:
szl_pl: Ôbier cōuna, do keryj chcesz przeniyś tyn widżet:

source: Move up
szl_pl: Przeniyś wyżyj

source: Move down
szl_pl: Przeniyś niżyj

source: Add a Widget
szl_pl: Przidej widżet

# custom headers
source: Suggested
szl_pl: Rekōmandowane

# custom headers
source: Previously uploaded
szl_pl: Przōdzij zaladowane

source: Current header
szl_pl: Terŏźny nŏgōwek

source: No image set
szl_pl: Żŏdyn ôbrŏzek niyma nasztalowany

source: Randomizing suggested headers
szl_pl: Miynszanie rekōmandowanych nŏgōwkōw

source: Randomizing uploaded headers
szl_pl: Miynszanie zaladowanych nŏgōwkōw

source: Randomize suggested headers
szl_pl: Miynszej rekōmandowane nŏgōwki

source: Randomize uploaded headers
szl_pl: Miynszej zaladowane nŏgōwki

source: Keywords
szl_pl: Kluczowe słowa

source: Alternative source
szl_pl: Alternatywne źrōdło

source: Style
szl_pl: Styl

source: Insert image
szl_pl: Wraź ôbrŏzek

source: Toolbar Toggle
szl_pl: Pokŏż/skryj lajstã nŏczyniōw

source: Column group
szl_pl: Skupina kolumnōw

source: Could not find the specified string.
szl_pl: Niy szło znojś takij frazy.

# admin color scheme
source: Coffee
szl_pl: Kafyj

# admin color scheme
source: Ocean
szl_pl: Ôcean

# admin color scheme
source: Ectoplasm
szl_pl: Ektoplazma

# admin color scheme
source: Sunrise
szl_pl: Wschōd

source: Attempted to set image quality outside of the range [1,100].
szl_pl: Prōba sztelōnki jakości ôbrŏzka poza zakresym [1.100].

source: A cloud of your most used tags.
szl_pl: Chmōra nojwiyncyj używanych tagōw.

source: Entries from any RSS or Atom feed.
szl_pl: Wpisy ze jakigo ino źrōdła RSS abo atom.

source: Your site&#8217;s most recent comments.
szl_pl: Nojnowsze kōmyntŏrze ze twojigo placu.

source: Your site&#8217;s most recent Posts.
szl_pl: Nojnowsze posty ze twojigo placu.

source: A list or dropdown of categories.
szl_pl: Lista rozwijanych kategoryji.

source: A calendar of your site&#8217;s Posts.
szl_pl: Kalyndŏrz twojich postōw.

source: Login, RSS, &amp; WordPress.org links.
szl_pl: Logowanie, RSS i linki ôd Wordpress.org.

source: A monthly archive of your site&#8217;s Posts.
szl_pl: Miesiynczne archiwōm postōw ze twojigo webplacu.

source: A search form for your site.
szl_pl: Formulŏrz szukaniŏ dlŏ twojigo webplacu.

source: A list of your site&#8217;s Pages.
szl_pl: Lista zajtōw ôd tego webplacu

source: Use commas instead of %s to separate excluded terms.
szl_pl: Do roztajlowaniŏ wyłōnczōnych terminōw użyj kōmy abo %s.

# admin color scheme
source: Midnight
szl_pl: Pōłnoc

# admin color scheme
source: Light
szl_pl: Jasny

# admin color scheme
source: Default
szl_pl: Wychodny

source: Menu
szl_pl: Myni

source: Translation Updates
szl_pl: Aktualizacyje przekłŏdōw

source: The theme directory "%s" does not exist.
szl_pl: Katalog ôd tymatu "%s" niy egzystuje.

# Comma-separated list of search stopwords in your language
source: about,an,are,as,at,be,by,com,for,from,how,in,is,it,of,on,or,that,the,this,to,was,what,when,where,who,will,with,www
szl_pl: a,coby,abo,ale,bydź,bez,bo,być,była,było,były,co,eli,bali,dlŏ,do,kej,kaj,go,i,jejich,im,iże,jak,jako,jigo,jij,je,jeźli,już,kedy,pŏrã,kerŏ,kere,kery,atoli,lebo,moja,mi,mie,mogōm,może,idzie,na,nad,nōm,nŏs,aji,nich,niy,nim,aniżeli,ô,ôd,aji,po,pod,poza,przed,bez,przi,sōm,sie,siebie,swoje,ta,tak,take,tyż,hań,te,tego,tyj,tyn,tyż,to,sam,tych,ino,tym,u,w,w,mocka,mocka,tōż,z,za,za to,z,co

source: This content is password protected. To view it please enter your password below:
szl_pl: Ta treść je chrōniōnŏ hasłym. Coby jã ujzdrzić, podej hasło niżyj:

source: ERROR: This is not a valid feed template.
szl_pl: FELER: To niyma nŏlyżny źrōdłowy muster.

source: The SSL certificate for the host could not be verified.
szl_pl: Niy idzie sprŏwdzić certyfikatu SSL ôd hosta.

source: Failed to write request to temporary file.
szl_pl: Niy szło zŏpisać przikŏza do zatymczasowego zbioru.

source: Embed Media Player
szl_pl: Naraź ôdegrywŏcz mydiōw

source: Link to Attachment Page
szl_pl: Ôdkŏz do zajty ôd culagi

source: Link to Media File
szl_pl: Ôdkŏz do zbioru mydiōw

source: Embed or Link
szl_pl: Narażōnŏ treść lebo ôdkŏz

source: Length:
szl_pl: Dugoś:

source: Captions/Subtitles
szl_pl: Podtytuły/Podpisy

source: Unmute
szl_pl: Zapuść klang

source: Go Fullscreen
szl_pl: Zapuść połny ekran

source: Turn off Fullscreen
szl_pl: Zastŏw połny ekran

source: Mute Toggle
szl_pl: Przeszaltruj wyciszynie

source: Download Video
szl_pl: Sebier film

source: %s year
szl_pl: %s rok

source: %s month
szl_pl: %s miesiōnc

source: %s week
szl_pl: %s tydziyń

source: #%d (no title)
szl_pl: #%d (bez tytułu)

source: JavaScript must be enabled to use this feature.
szl_pl: Podpora Javascriptu musi być zapuszczōnŏ, coby mōc używać tyj fōnkcyje.

source: F j, Y g:i a
szl_pl: j F Y H:i

source: g:i a
szl_pl: H:i

source: F j, Y
szl_pl: j F Y

source: The URL to the admin area
szl_pl: Adresa URL do cōuny ôd admina

source: Login Address (URL)
szl_pl: Adresa do logowaniŏ (URL)

source: The web browser on your device cannot be used to upload files. You may be able to use the <a href="%s">native app for your device</a> instead.
szl_pl: Przeziyrŏczka sztartniyntŏ na używanyj maszinie niy przizwŏlŏ na przesłanie zbiorōw. W plac tego zdŏ sie użyć <a href="%s">dedykowanyj aplikacyje na używanõ maszinã</a>.

source: <strong>ERROR</strong>: Couldn&#8217;t register you&hellip; please contact the <a href="mailto:%s">webmaster</a> !
szl_pl: <strong>FELER</strong>: Niy idzie zaregistrować, skōntaktuj sie ze <a href="mailto:%s">webmasterym</a> !

source: Possible reason: your host may have disabled the mail() function.
szl_pl: Możebnŏ prziczyna: snŏdź twōj serwer mŏ zastawiōnõ fōnkcyjõ mail().

source: (more&hellip;)
szl_pl: (wiyncyj&hellip;)

source: The site you were looking for, %s, does not exist, but you can create it now!
szl_pl: Niy ma szukango zerwisu: <strong>%s</strong>, ale idzie go terŏz zrychtować!

source: Have you entered your email correctly? You have entered %s, if it&#8217;s incorrect, you will not receive your email.
szl_pl: Była twoja adresa email wpisanŏ sprŏwnie? Jeźli wkludzōnŏ adresa %s niyma nŏleżnŏ, niy dostaniesz na niã wiadōmości.

source: %1$s %2$s, %3$s @ %4$s:%5$s
szl_pl: %2$s-%1$s-%3$s ô %4$s:%5$s

source: Your session has expired. You can log in again from this page or go to the login page.
szl_pl: Twoja sesyjŏ sie przedŏwniyła Mogesz wlogować sie zaś tukej lebo przejść do zajty logowaniŏ.

source: The login page will open in a new window. After logging in you can close it and return to this page.
szl_pl: Zajta logowaniŏ ôdewrzi nowe ôkno. Po logowaniu mogesz zawrzić je i wrōcić do tyj zajty.

source: %s <span class="says">says:</span>
szl_pl: %s <span class="says">padŏ:</span>

# submit button
source: Search
szl_pl: Szukanie

# label
source: Search for:
szl_pl: Szukanie:

# placeholder
source: Search &hellip;
szl_pl: Szukanie &hellip;

source: Session expired
szl_pl: Sesyjŏ wygasła

source: No tags found.
szl_pl: Niy szło znojś żŏdnych tagów.

source: Do not deregister the %1$s script in the administration area. To target the front-end theme, use the %2$s hook.
szl_pl: Niy ôdregistrowuj skryptu %1$s w administracyjnym panelu. Coby ôdregistrować go w tymacie pokŏzowanym nawiydzajōncym, użyj hooka %2$s.

source: Site Address (URL)
szl_pl: Adresa ôd zajty (URL)

source: WordPress Address (URL)
szl_pl: Adresa WordPressa (URL)

source: Invalid user ID.
szl_pl: Niynŏleżny idyntyfikatōr ôd używŏcza.

source: Caption this image&hellip;
szl_pl: Podpisz tyn ôbrŏzek&hellip;

source: Random Order
szl_pl: Miynszane

source: Insert from URL
szl_pl: Wraź ze URL

source: %d selected
szl_pl: ôbranych: %d

# Links widget
source: Random
szl_pl: Miynszanie

source: Add to Gallery
szl_pl: Przidej do galeryje

source: No items found.
szl_pl: Żŏdnych elymyntōw niy szło znojś.

source: Reverse order
szl_pl: Porzōndek ôd zadku

source: Deselect
szl_pl: Ôdznŏcz

source: Sorry, that file cannot be edited.
szl_pl: Tyn zbiōr niy moge być edytowany.

source: Delete Permanently
szl_pl: Wychrōń do imyntu

source: Upload Limit Exceeded
szl_pl: Limit ladowaniŏ przekroczōny

source: Dismiss Errors
szl_pl: Ôdciep felery

source: Uploading
szl_pl: Ladowanie

source: No editor could be selected.
szl_pl: Żŏdyn edytōr niy mōg być ôbrany.

source: Video <span class="count">(%s)</span>
szl_pl: Film <span class="count">(%s)</span>

source: Manage Video
szl_pl: Reskyruj filmami

source: Video
szl_pl: Wideo

source: Audio <span class="count">(%s)</span>
szl_pl: Zbiōr klangowy <span class="count">(%s)</span>

source: Manage Audio
szl_pl: Reskyruj zbiorami audio

source: Image <span class="count">(%s)</span>
szl_pl: Ôbrŏzek <span class="count">(%s)</span>

source: Manage Images
szl_pl: Reskyruj ôbrŏzkami

source: Uploaded to this page
szl_pl: Zaladowane na tã zajtã

source: Insert into page
szl_pl: Wraź na zajtã

source: Audio
szl_pl: Źwiynk

source: Uploaded to this post
szl_pl: Zaladowane na tyn post

source: All media items
szl_pl: Wszyjskie elymynty mydiōw

source: &#8592; Return to library
szl_pl: &#8592; Nazŏd do bibliŏtyki

source: Custom URL
szl_pl: Włŏsny URL

source: Columns
szl_pl: Kolumnōw

source: Alt Text
szl_pl: Alternatywny tekst

source: Attachment Details
szl_pl: Detajle ôd culagi

source: Large
szl_pl: Srogi

source: &#8592; Cancel Gallery
szl_pl: &#8592; pociep galeryjõ

source: Upload Images
szl_pl: Zaladuj ôbrŏzki

source: Gallery Settings
szl_pl: Sztelōnki ôd galeryje

source: Attachment Display Settings
szl_pl: Sztelōnki pokazowaniŏ culagi

source: WordPress &rsaquo; Success
szl_pl: WordPress &rsaquo; Sukces

source: Upload Files
szl_pl: Zaladuj zbiory

source: Drop files anywhere to upload
szl_pl: Puś zbiory kaj ino, coby zaladować

source: Insert gallery
szl_pl: Wraź galeryjõ

source: Drop files to upload
szl_pl: Wciep zbiory do zaladowaniŏ

source: Create Gallery
szl_pl: Zrychtuj galeryjõ

source: Media Library
szl_pl: Bibliŏtyka mydiōw

source: You appear to have already installed WordPress. To reinstall please clear your old database tables first.
szl_pl: Już mŏsz zainstalowany WordPress. Coby zainstalować ôd nowa, nojprzōd wysnŏż swoje stare tabule we bazie datōw.

source: Already Installed
szl_pl: Już zainstalowane

source: To activate your user, please click the following link: %s After you activate, you will receive *another email* with your login.
szl_pl: Coby aktywować kōnto ôd używŏcza, kliknij ôdkŏz: %s Po aktywacyji dostaniesz *dŏlszõ wiadōmość* z mianym ôd używŏcza.

source: Media File
szl_pl: Zbiōr mydiōw

source: Attachment Page
szl_pl: Zajta ôd culagi

source: Link To
szl_pl: Skupluj ze

source: Describe this media file&hellip;
szl_pl: Ôpisz tyn zbiōr mydiōw&hellip;

source: Describe this audio file&hellip;
szl_pl: Ôpisz tyn zbiōr audio&hellip;

source: Describe this video&hellip;
szl_pl: Ôpisz to wideo&hellip;

source: Update gallery
szl_pl: Ôdnōw galeryjõ

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
szl_pl: <strong>FELER</strong>: Take miano już je. Ôbier inksze.

source: Please enter a valid email address.
szl_pl: Wkludź nŏlyżnõ emailowŏ adresã.
