Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/dev/wp-dev-szl.po
Languages: szl_pl

source: Italic
szl_pl: Kursywa

source: Bold
szl_pl: Rube

source: Code
szl_pl: Kod

source: Blockquote
szl_pl: Blok cytaty

source: Heading 6
szl_pl: Nadpis 6

source: Heading 5
szl_pl: Nadpis 5

source: Heading 4
szl_pl: Nadpis 4

source: Heading 3
szl_pl: Nadpis 3

source: Heading 2
szl_pl: Nadpis 2

source: Heading 1
szl_pl: Nadpis 1

source: Paragraph
szl_pl: Akapit

source: Document properties
szl_pl: Włŏsności ôd dokumyntu

source: The changes you made will be lost if you navigate away from this page.
szl_pl: Stracisz ablezōnki jeźli przestōmpisz ze tyj zajty kaj indzij.

source: Row
szl_pl: Raja

source: Delete table
szl_pl: Wychrōń tabulã

source: Copy table row
szl_pl: Skopiyruj tabulowõ rajã

source: Cut table row
szl_pl: Wykroj tabulowõ rajã

source: Paste table row after
szl_pl: Wkludź tabulowõ rajã po

source: Paste table row before
szl_pl: Wkludź tabulowõ rajã przed

source: Table properties
szl_pl: Włŏsności ôd tabule

source: Table cell properties
szl_pl: Włŏsności ôd kōmōrki we tabuli

source: Table row properties
szl_pl: Włŏsności ôd raje we tabuli

source: Merge table cells
szl_pl: Skupluj tabulowe kōmōrki

source: Insert column after
szl_pl: Wraź kolumnã po

source: Insert column before
szl_pl: Wraź kolumnã przed

source: Delete row
szl_pl: Wychrōń rajã

source: Insert row after
szl_pl: Wraź rajã po

source: Insert row before
szl_pl: Wraź rajã przed

source: Insert/edit link
szl_pl: Wraź/edytuj link

source: Insert/edit image
szl_pl: Wraź/edytuj ôbrŏzek

source: Print
szl_pl: Drukuj

source: Sat
szl_pl: Sob

source: Fri
szl_pl: Piō

source: Thu
szl_pl: Szt

source: Wed
szl_pl: Strz

source: Tue
szl_pl: Wto

source: Mon
szl_pl: Pyń

source: Sun
szl_pl: Niy

source: Saturday
szl_pl: Sobota

source: Friday
szl_pl: Piōntek

source: Thursday
szl_pl: Sztwŏrtek

source: Wednesday
szl_pl: Strzoda

source: Tuesday
szl_pl: Wtorek

source: Monday
szl_pl: Pyńdziałek

source: Sunday
szl_pl: Niydziela

source: December
szl_pl: Grudziyń

source: November
szl_pl: Listopad

source: October
szl_pl: Paździyrnik

source: September
szl_pl: Wrzesiyń

source: August
szl_pl: Siyrpiyń

source: July
szl_pl: Lipiyc

source: June
szl_pl: Czyrwiyc

source: May
szl_pl: Mŏj

source: April
szl_pl: Kwiyciyń

source: March
szl_pl: Marzec

source: February
szl_pl: Luty

source: January
szl_pl: Styczyń

source: Too many redirects.
szl_pl: Za wielã przekerowań.

source: User has blocked requests through HTTP.
szl_pl: Używŏcz ôbszperowoł pytania bez HTTP.

source: Gray
szl_pl: Siwy

source: Next &raquo;
szl_pl: Dalij &raquo;

source: &laquo; Previous
szl_pl: &laquo; Przōdzij

source: %1$s %2$s Search Results for &#8220;%3$s&#8221; Feed
szl_pl: %1$s %2$s Kanał z wynikami zeszukowaniŏ &#8222;%3$s&#8221;

source: %1$s %2$s Posts by %3$s Feed
szl_pl: %1$s %2$s Kanał z wpisami ôd autōra %3$s

source: %1$s %2$s %3$s Tag Feed
szl_pl: %1$s %2$s Kanał z wpisami ôtagowanymi jako %3$s

source: %1$s %2$s %3$s Category Feed
szl_pl: %1$s %2$s Kanał z wpisami ze kategoryje %3$s

source: %1$s %2$s %3$s Comments Feed
szl_pl: %1$s %2$s %3$s Kanał z kōmyntŏrzami

source: %1$s %2$s Comments Feed
szl_pl: %1$s %2$s Kanał z kōmyntŏrzami

source: %1$s %2$s Feed
szl_pl: %1$s %2$s Kanał z wpisami

source: Page not found
szl_pl: Zajta niy była znŏlyziōnŏ

source: Search Results %1$s %2$s
szl_pl: Wyniki szukaniŏ %1$s %2$s

source: Site Admin
szl_pl: Admin webplacu

source: Register
szl_pl: Registruj sie

source: Remember Me
szl_pl: Pamiyntej mie

source: Log out
szl_pl: Ôdloguj sie

source: Log in
szl_pl: Wloguj sie

source: Manual Offsets
szl_pl: Rynczny ôbiōr roztajlowaniŏ

source: Select a city
szl_pl: Ôbier miasto

source: %1$s was called with an argument that is <strong>deprecated</strong> since version %2$s with no alternative available.
szl_pl: Fōnkcyjŏ %1$s była wywołanŏ z argumyntym, kerego użycie je <strong>starōm praktykōm</strong> ôd wersyje %2$s! Niy ma żŏdnyj alternatywy.

source: %1$s was called with an argument that is <strong>deprecated</strong> since version %2$s! %3$s
szl_pl: Fōnkcyjŏ %1$s była wywołanŏ z argumyntym, kerego użycie je <strong>starōm praktykōm</strong> ôd wersyje %2$s! %3$s

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
szl_pl: Używanie %1$s uzdŏwane je za <strong>stare</strong> ôd wersyje %2$s! Niy ma żŏdnyj alternatywy.

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
szl_pl: Używanie %1$s uzdŏwane je za <strong>stare</strong> ôd wersyje %2$s! W plac tego użyj %3$s.

source: WordPress &rsaquo; Error
szl_pl: WordPress &rsaquo; Feler

source: &laquo; Back
szl_pl: &laquo; Nazŏd

source: Please try again.
szl_pl: Sprōbuj jeszcze rŏz.

source: You are attempting to log out of %s
szl_pl: Prōbujesz sie ôdlogować ze %s

source: Could not write file %s
szl_pl: Niy szło zapisać we zbiorze %s

source: Empty filename
szl_pl: Puste miano ôd zbioru

source: Unable to create directory %s. Is its parent directory writable by the server?
szl_pl: Niy idzie zrychtować katalogu &#8222;%s&#8221;. Mŏ WordPress uprawniynie do spamiyntowaniŏ we katalogu nadrzyndnym?

source: %s is a protected WP option and may not be modified
szl_pl: %s to chrōniōnŏ ôpcyjŏ WP i niy idzie jij pōmiyniać

source: %s day
szl_pl: %s dziyń

source: %s hour
szl_pl: %s godzina

source: %s min
szl_pl: %s minuta

source: Protected Comments: Please enter your password to view comments.
szl_pl: Zchrōniōne kōmyntŏrze: Wkludź swoje hasło, coby je ôbezdrzeć.

source: Comments on: %s
szl_pl: Kōmyntŏrze ô: %s

source: By: %s
szl_pl: Ôd: %s

source: Comment on %1$s by %2$s
szl_pl: Skōmyntuj %1$s, kerego autorym je %2$s

source: Comments for %s
szl_pl: Kōmyntŏrze do %s

source: Comments for %1$s searching on %2$s
szl_pl: Kōmyntŏrze do %1$s zeszukowane we %2$s

source: Missing Attachment
szl_pl: Chybiŏ culagi

source: Last updated
szl_pl: Ôstatnio ôdnŏwiane

source: new WordPress Loop
szl_pl: nowŏ szlajfa WordPress

source: Tag Cloud
szl_pl: Chmōra tagōw

source: Display item date?
szl_pl: Pokŏzywać datã ôd elymyntu?

source: Display item author if available?
szl_pl: Pokŏzywać autōra ôd elymyntu, jeźli je?

source: Display item content?
szl_pl: Pokŏzać zawartość ôd elymyntu?

source: How many items would you like to display?
szl_pl: Wiela elymyntōw chcesz pokŏzywać?

source: Give the feed a title (optional):
szl_pl: Przidej tytuł źrōdłu (na przidŏwek):

source: Enter the RSS feed URL here:
szl_pl: Wkludź źrōdło RSS sam:

source: Untitled
szl_pl: Bez tytułu

# widgets
source: %1$s on %2$s
szl_pl: %1$s ô %2$s

source: Number of posts to show:
szl_pl: Liczba postōw do pokŏzaniŏ:

source: Recent Posts
szl_pl: Ôstatnie posty

source: Show hierarchy
szl_pl: Pokŏż hierarchijõ

source: Select Category
szl_pl: Ôbier kategoryjõ

source: Automatically add paragraphs
szl_pl: Przidŏwej akapity autōmatycznie

source: Text
szl_pl: Tekstowy

source: Calendar
szl_pl: Kalyndŏrz

source: Entries <abbr title="Really Simple Syndication">RSS</abbr>
szl_pl: <abbr title="Really Simple Syndication">RSS</abbr> ôd wpisōw

source: Show post counts
szl_pl: Pokŏż liczby postōw

source: Select Month
szl_pl: Ôbier miesiōnc

source: Show Link Rating
szl_pl: Pokŏż ôcynã ôd linku

source: Show Link Description
szl_pl: Pokŏz ôpis ôd linku

source: Show Link Name
szl_pl: Pokŏż miano ôd linku

source: Show Link Image
szl_pl: Pokŏż ôbrŏzek ôd linku

source: Your blogroll
szl_pl: Twoja raja postōw

source: Page IDs, separated by commas.
szl_pl: Idyntyfikatōry ôd zajtōw dzielōne kōmami.

source: Exclude:
szl_pl: Wyłōncz:

source: Page ID
szl_pl: Idyntyfikatōr ôd zajty

source: Page order
szl_pl: Porzōndek ôd zajtōw

source: Page title
szl_pl: Tytuł ôd zajty

source: Sort by:
szl_pl: Zortuj podle:

source: Once Daily
szl_pl: Rŏz na dziyń

source: Twice Daily
szl_pl: Dwa razy na dziyń

source: Once Hourly
szl_pl: Rŏz na godzinã

source: This argument has changed to an array to match the behavior of the other cron functions.
szl_pl: Przijmowanym argumyntym je terŏz tabula, coby ta fōnkcyjŏ spamiyntowała sie tak jak inksze fōnkcyje crona.

source: Could not update comment status
szl_pl: Niy szło ôdnowić sztatusu ôd kōmyntŏrza.

source: Duplicate comment detected; it looks as though you&#8217;ve already said that!
szl_pl: Tuplowany kōmyntŏrz. Już rŏz to było pedziane.

source: Unapproved
szl_pl: Ôdciepniynty

source: Post Comment
szl_pl: Skōmyntuj

source: Cancel reply
szl_pl: Pociep ôdpowiydź

source: Leave a Reply to %s
szl_pl: Ôstŏw ôdpowiydź do %s

source: Leave a Reply
szl_pl: Ôstŏw ôdpowiydź

source: Click here to cancel reply.
szl_pl: Kliknij sam, coby pociepać ôdpowiydź.

source: Log in to leave a Comment
szl_pl: Wloguj sie, coby ôstawić kōmyntŏrz

source: Leave a Comment
szl_pl: Ôstŏw kōmyntŏrz

source: Log in to Reply
szl_pl: Wloguj sie, coby ôdpedzieć

source: Feed for all posts filed under %s
szl_pl: Źrōdło dlŏ wszyjskich postōw ze kategoryje %s

source: No categories
szl_pl: Żŏdnych kategoryji

source: Bookmarks
szl_pl: Buchbindry

source: Last updated: %s
szl_pl: Ôstatnio ôdnŏwiane: %s

source: Posts by %s
szl_pl: Posty ôd %s

source: Visit %s&#8217;s website
szl_pl: Wejzdrzij na zajtã ôd %s&#8217;

source: (Edit)
szl_pl: (Edytuj)

source: %1$s at %2$s
szl_pl: %1$s ô %2$s

source: Your comment is awaiting moderation.
szl_pl: Twōj kōmyntŏrz czekŏ na moderacyjõ.

source: Comments are closed.
szl_pl: Kōmyntŏrze sōm zawarte.

source: Comments <abbr title="Really Simple Syndication">RSS</abbr>
szl_pl: <abbr title="Really Simple Syndication">RSS</abbr> ôd kōmyntŏrzy

source: Pages:
szl_pl: Zajty:

source: Comments (%s)
szl_pl: Kōmyntŏrze (%)

source: Tags:
szl_pl: Tagi:

source: You must be <a href="%s">logged in</a> to post a comment.
szl_pl: Musisz <a href="%s">sie wlogować</a> coby kōmyntŏwać.

source: Edit This
szl_pl: Edytuj to

source: 1 Comment
szl_pl: 1 kōmyntŏrz

source: No Comments
szl_pl: Żŏdnych kōmyntŏrzy

source: Enter your password to view comments.
szl_pl: Wkludź swoje hasło, coby ôbezdrzeć kōmyntŏrze.

source: Powered by WordPress, state-of-the-art semantic personal publishing platform.
szl_pl: Podpiyrane ôd WordPressa, modernyj platformy ôsobistego publikowaniŏ.

source: Comments on %s
szl_pl: Kōmyntŏrze ô %s

source: No results found.
szl_pl: Niy szło znojś żŏdnych elymyntōw.

source: Next Page &raquo;
szl_pl: Dalij &raquo;

source: &laquo; Previous Page
szl_pl: &laquo; Przōdzij

source: Sorry, comments are closed for this item.
szl_pl: Kōmyntŏrze sōm sam zawarte.

source: For some strange yet very annoying reason, this post could not be edited.
szl_pl: Skuli jakigo cudacznego i wrazidlatego powodu tyn post niy mōg być edytowany.

source: Widgets
szl_pl: Widżety

source: Website
szl_pl: Webplac

source: Separate tags with commas
szl_pl: Ôddziel dŏlsze tagi kōmami

source: Title:
szl_pl: Tytuł:

source: Plugin:
szl_pl: Przidŏwek:

source: Default
szl_pl: Wychodne

source: Height
szl_pl: Zwielkość

source: Time Format
szl_pl: Format czasu

source: Date Format
szl_pl: Format daty

source: Allow people to post comments on new articles
szl_pl: Przizwōl ludziōm pisać kōmyntŏrze pod nowymi artikułami

source: Site Title
szl_pl: Tytuł ôd zajty

source: First Post
szl_pl: Piyrszy post

source: Settings
szl_pl: Sztelōnki

# page
source: Add New
szl_pl: Przidej nowõ

source: My Sites
szl_pl: Moje zajty

source: Themes
szl_pl: Tymaty

source: Sites
szl_pl: Zajty

source: Yes
szl_pl: Ja

source: Edit Category
szl_pl: Edytuj kategoryjõ

source: Log In
szl_pl: Wloguj

source: Strength indicator
szl_pl: Kōndichtōr siyły

source: Dashboard
szl_pl: Blŏt

source: There are no options for this widget.
szl_pl: Tyn widget niy niy mŏ sztelōnkōw.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
szl_pl: <strong>FELER</strong>: Ta adresa email je już zaregistrowanŏ, Użyj inkszyj.

source: <strong>ERROR</strong>: Please enter a username.
szl_pl: <strong>FELER</strong>: Wkludź miano ôd używŏcza.

source: Width
szl_pl: Szyrzka

source: Light
szl_pl: Światły

source: Yellow
szl_pl: Żōłty

source: White
szl_pl: Bioły

source: Silver
szl_pl: Strzybrny

source: Red
szl_pl: Czerwōny

source: Purple
szl_pl: Flidrowy

source: Pink
szl_pl: Lilowy

source: Orange
szl_pl: Apluzinowy

source: Green
szl_pl: Zielōny

source: Brown
szl_pl: Brōnny

source: Blue
szl_pl: Modry

source: Black
szl_pl: Czŏrny

source: Help
szl_pl: Pōmoc

source: (no title)
szl_pl: (bez tytułu)

source: New Post
szl_pl: Nowy post

source: Edit Media
szl_pl: Edytuj mydiōm

source: New Page
szl_pl: Nowŏ zajta

source: Select
szl_pl: Ôznŏcz

source: Close
szl_pl: Zawrzij

source: Pages
szl_pl: Zajty

source: Uncategorized
szl_pl: Bez kategoryje

source: Links
szl_pl: Linki

source: View Page
szl_pl: Pokŏż zajtã

source: Images
szl_pl: Ôbrŏzki

source: Search
szl_pl: Szukanie

source: Dismiss
szl_pl: Skryj

source: All Categories
szl_pl: Wszyjske kategoryje

source: Add or remove tags
szl_pl: Przidej lebo wychrōń tagi

source: Update
szl_pl: Aktualizacyjŏ

source: Public
szl_pl: Publiczne

source: Public, Sticky
szl_pl: Publiczne, przilepiōne

source: Private
szl_pl: Prywatne

source: Privately Published
szl_pl: Ôpublikowane jako prywatne

source: Save as Pending
szl_pl: Spamiyntej jako 'czekŏ'

source: Image URL
szl_pl: URL ôd ôbrŏzka

source: Edit Image
szl_pl: Edytuj ôbrŏzek

source: Caption
szl_pl: Podpis

source: Alignment
szl_pl: Wyrōwnanie

source: Size
szl_pl: Srogość

source: Full Size
szl_pl: Połnŏ srogość

source: Medium
szl_pl: strz.

source: Right
szl_pl: Ze prawyj

source: Center
szl_pl: Na pojstrzodku

source: Left
szl_pl: Ze lewyj

source: Saved.
szl_pl: Spamiyntane.

source: Add Media
szl_pl: Przidej mydia

source: File &#8220;%s&#8221; is not an image.
szl_pl: Zbiōr &#8222;%s&#8221; to niyma ôbrŏzek.

source: The GD image library is not installed.
szl_pl: Bibliŏtyka GD Image niyma zainstalowanŏ.

source: File &#8220;%s&#8221; doesn&#8217;t exist?
szl_pl: Je tam zbiōr &#8222;%s&#8221;?

source: Thumbnail
szl_pl: Ôbrŏzek

source: Redo
szl_pl: Prziwrōć

source: Password
szl_pl: Hasło

source: Username
szl_pl: Miano ôd używŏcza

source: Archives
szl_pl: Archiwa

source: Sidebar
szl_pl: Boczny panel

source: Header
szl_pl: Nŏgōwek

source: Unknown Feed
szl_pl: Niyznōme źrōdło

source: Number of comments to show:
szl_pl: Liczba kōmyntŏrzy do pokŏzaniŏ

source: Reply
szl_pl: Ôdpowiydz

source: Save Draft
szl_pl: Spamiyntej cechōnek

source: Tags
szl_pl: Tagi

source: Content
szl_pl: Treść

source: Cancel
szl_pl: Pociep

source: Plugins
szl_pl: Przidŏwki

source: Recent Comments
szl_pl: Ôstatnie kōmyntŏrze

source: Preview
szl_pl: Zŏziyrej

source: Anonymous
szl_pl: Anonimowe

source: Done
szl_pl: Fertich

source: Users
szl_pl: Używŏcze

source: Edit Post
szl_pl: Edytuj post

source: View Post
szl_pl: Pokŏż post

# post
source: Add New
szl_pl: Przidej nowy

source: Edit Tag
szl_pl: Edytuj tag

source: None
szl_pl: Żŏdnego

source: Description
szl_pl: Ôpis

source: Name
szl_pl: Miano

source: Advanced
szl_pl: Zaawansowane

source: Categories
szl_pl: Kategoryje

source: Save
szl_pl: Spamiyntej

source: Add Link
szl_pl: Przidej link

source: Update Category
szl_pl: Zaktualizuj kategoryjõ

source: Edit Link Category
szl_pl: Edytuj kategoryjõ ôdkŏzōw

source: Search Categories
szl_pl: Zeszukowej kategoryji

source: Link Categories
szl_pl: Kategoryje ôdkŏzōw

source: Revisions
szl_pl: Korekty

source: Excerpt
szl_pl: Stymp

source: Publish
szl_pl: Ôpublikuj

source: Comments
szl_pl: Kōmyntŏrze

source: Apply
szl_pl: Spamiyntej

source: Undo
szl_pl: Cofnij

source: Search Results for &#8220;%s&#8221;
szl_pl: Wyniki zeszukowaniŏ dlŏ spytaniŏ &#8222;%s&#8221;

source: Edit
szl_pl: Edytuj

source: No
szl_pl: Niy

source: Are you sure you want to do this?
szl_pl: Na isto chcesz to zrobić?

# noun
source: Comment
szl_pl: Kōmyntŏrz

source: Author
szl_pl: Autōr

source: Log Out
szl_pl: Ôdloguj

source: Visit Site
szl_pl: Wejzdrzij na zajtã

source: Draft
szl_pl: Szkic

source: Pending Review
szl_pl: Czekŏ na recyjnzyjŏ

source: Published
szl_pl: Ôpublikowane

source: Title
szl_pl: Tytuł

source: No posts found.
szl_pl: Niy szło znojś żŏdnych wpisōw.

source: Password:
szl_pl: Hasło:

source: Username:
szl_pl: Miano ôd używŏcza:

source: An error occurred during the activation
szl_pl: Feler sie przitrefiōł przi aktywacyji

source: Your account is now active!
szl_pl: Twoje kōnto je terŏz aktywne!

source: Activate
szl_pl: Aktywuj

source: Activation Key:
szl_pl: Klucz aktywacyje:

source: Activation Key Required
szl_pl: Klucz aktywacyje je przidajny
