Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/dev/wp-dev-szl.po
Languages: szl_pl

source: To activate your blog, please click the following link: %s After you activate, you will receive *another email* with your login. After you activate, you can visit your site here: %s
szl_pl: Coby aktywować swōj blog, kliknij ôdkŏz: %s Po aktywowaniu dostaniesz *dŏlszy email* z datami do wlogowaniŏ sie. Po aktywowaniu mogesz nawiydzić swōj necowy plac pod tōm adresōm: %s

source: Sorry, that site already exists!
szl_pl: Takie miano ôd webplacu już sam je!

source: The site you have requested is not installed properly. Please contact the system administrator.
szl_pl: Webplac wołany ôd ciebie niyma nŏlyżnie zainstalowany. Skōntaktuj sie ze administratōrym.

source: This site has been archived or suspended.
szl_pl: Webplac bōł zarchwizowany abo zastawiōny.

source: The given object ID is not that of a menu item.
szl_pl: Podany idyntyfikatōr to niyma idyntyfikatōr ôd elymyntu myni.

source: The Site address you entered did not appear to be a valid URL. Please enter a valid URL.
szl_pl: Wkludzōnŏ adresa ôd webplacu niy wyglōndŏ na nŏlyżny URL. Wkludż nŏlyżny URL.

source: The WordPress address you entered did not appear to be a valid URL. Please enter a valid URL.
szl_pl: Wkludzōnŏ adresa Wordpress niy wyglōndŏ na nŏlyżny URL. Wkludż nŏlyżny URL.

source: The email address entered did not appear to be a valid email address. Please enter a valid email address.
szl_pl: Wkludzōnŏ adresa emailowŏ niy wyglōndŏ na nŏlyżnõ. Wkludź nŏlyżnõ adresã.

source: A term with the name provided already exists with this parent.
szl_pl: Je już termin ze takim mianym i ze tym samym ôjcym.

source: An error occurred adding you to this site. Back to the <a href="%s">homepage</a>.
szl_pl: Trefiōł sie feler przi przidŏwaniu Twojigo kōnta do tego placu. Wrŏcanie na <a href="%s">przodniõ zajtã</a>.

source: This file is too big. Files must be less than %d KB in size.
szl_pl: Zbiōr je za srogi. Zbiory mogōm mieć nojwiyncyj %d KB.

source: Your email address will not be published.
szl_pl: Twoja adresa email niy bydzie ôpublikowanŏ.

source: A valid URL was not provided.
szl_pl: Niynŏleżnŏ adresa była dolifrowanŏ.

source: Could not calculate resized image dimensions
szl_pl: Niy szło porachować miarōw ôd ôbrŏzka po ablyzōnku srogości.

source: If you&#8217;re still stuck with this message, then check that your database contains the following tables:
szl_pl: Jeźli durch niy szło wychrōnić tyj niyprzileżytości, wybadej, eli Twoja baza datōw zawiyrŏ te tabule:

source: If you haven&#8217;t received your email yet, there are a number of things you can do:
szl_pl: Jeźli niy email durch jeszcze niy prziszoł, je pŏrã rzeczy, kere idzie zrobić:

source: Welcome back, %s. By filling out the form below, you can <strong>add another site to your account</strong>. There is no limit to the number of sites you can have, so create to your heart&#8217;s content, but write responsibly!
szl_pl: Witej nazŏd, %s. Mogesz <strong>przidać dŏlszy plac do swojigo kōnta</strong> bez nafolowanie formularu niżyj. Niy ma limitu, co ukrōcołby wielość posiadanych placōw, tōż rychtuj, jak padŏ Ci syrce, ale pisz ôdpedzialnie!

source: This action has been disabled by the administrator.
szl_pl: Ta fōnkcyjŏ była zastawiōnŏ bez administratora.

source: You are logged in already. No need to register again!
szl_pl: Już żeś je zalogowany. Niy trza sie zaś registrować.

source: You must first <a href="%s">log in</a>, and then you can create a new site.
szl_pl: Musisz sie nojprzōd <a href="%s">wlogować</a>, a niyskorzij mogesz zrychtować nowy plac.

source: Must be at least 4 characters, letters and numbers only. It cannot be changed, so choose carefully!
szl_pl: Musi być nojmynij 4 znŏki - ino litery i cyfry. Tego niy idzie pōmiynić, tōż ôbiyrej pozornie!

source: Are you sure you want to install this plugin?
szl_pl: Na isto chcesz zainstalować tyn przidŏwek?

source: Use as featured image
szl_pl: Użyj jako nŏgōwkowego ôbrŏzka

source: Page %s
szl_pl: Zajta %s

source: Briefly unavailable for scheduled maintenance. Check back in a minute.
szl_pl: Plac je zatymczasowo niydostympny skiż ôbcyrklowanych robotōw kōnserwacyjnych. Wejzdrzij zaś za minutã.

source: Maintenance
szl_pl: Kōnserwacyjŏ

source: Navigation Menus
szl_pl: Nawigacyjne myni

source: Navigation Menu Item
szl_pl: Elymynt nawigacyjnego myni

source: Navigation Menu Items
szl_pl: Elymynty nawigacyjnego myni

source: Links for %s
szl_pl: Ôdkŏzy do %s

source: No menus have been created yet. <a href="%s">Create some</a>.
szl_pl: Żŏdne myni niy było jeszcze zrychtowane. <a href="%s">Zrychtuj jakeś</a>.

source: You are about to permanently delete this menu. 'Cancel' to stop, 'OK' to delete.
szl_pl: Zarŏz wychrōnisz to myni doimyntnie. Kliknij 'Pociep', coby pociepnōńć tã ôperacyjõ, lebo 'OK', coby jã sfinalizować.

source: This is the short link.
szl_pl: To je krōtki link.

source: %d Plugin Update
szl_pl: %d aktualizacyjŏ przidŏwka

source: %d Theme Update
szl_pl: %d aktualizacyjŏ tymatu

source: %d WordPress Update
szl_pl: %d aktualizacyjŏ WordPressa

source: If you do not activate your site within two days, you will have to sign up again.
szl_pl: Jeźli niy aktywujesz swojigo placu bez dwa dni, bydzie trzeja sie zaregistrować jeszcze rŏz.

source: But, before you can start using your site, <strong>you must activate it</strong>.
szl_pl: Podwiela ale zaczniesz używać swojigo nowego placu, <strong>musisz go aktywować</strong>.

source: Gimme a site!
szl_pl: Dŏwej plac!

source: Site registration has been disabled.
szl_pl: Registracyjŏ placōw je zastawiōnŏ.

source: Congratulations! Your new site, %s, is almost ready.
szl_pl: Winszujymy! Twōj nowy plac, %s, je bezma fertich.

source: Get <em>another</em> %s site in seconds
szl_pl: Postŏw <em>dalszy</em> %s plac w pŏrã sekund

source: sitename
szl_pl: miano ôd placu

source: Site Name:
szl_pl: Miano ôd placu:

source: Site Domain:
szl_pl: Dōmyna ôd placu:

source: Site Title:
szl_pl: Tytuł ôd placu:

source: File canceled.
szl_pl: Posyłanie zbioru było pociepniynte.

source: A new comment on the post "%s" is waiting for your approval
szl_pl: Nowy kōmyntŏrz do wpisu "%s" czekŏ na przituplowanie ôd ciebie

source: A new pingback on the post "%s" is waiting for your approval
szl_pl: Nowy pingback do wpisu "%s" czekŏ na przituplowanie ôd ciebie

source: A new trackback on the post "%s" is waiting for your approval
szl_pl: Nowy trackback do wpisu "%s" czekŏ na przituplowanie ôd ciebie

source: New pingback on your post "%s"
szl_pl: Nowy pingback ô twojim poście "%s"

source: New comment on your post "%s"
szl_pl: Nowy kōmyntŏrz ô twojim poście "%s"

source: If your site does not display, please contact the owner of this network.
szl_pl: Jeźli twōj webplac sie niy pokŏzuje, skōntaktuj sie ze administratōrym ôd tego necu.

source: If you are the owner of this network please check that MySQL is running properly and all tables are error free.
szl_pl: Jeźli żeś je posiedzicielym ôd tego necu, sprŏwdź jeźli MySQL funguje i jeźli wszyjske tabule sōm bez felerōw.

source: New trackback on your post "%s"
szl_pl: Nowy trackback ô twojim poście "%s"

source: Sites you are already a member of:
szl_pl: Place, kerych żeś je już czōnkym:

source: If you&#8217;re not going to use a great site domain, leave it for a new user. Now have at it!
szl_pl: Jeźli niy zastrŏjŏsz używać placu w szumnyj dōmynie, ôstŏw jã dlŏ nowego używŏcza. A terŏz &mdash; rōb swoje!

source: Create Site
szl_pl: Zrychtuj plac

source: The site %s is yours.
szl_pl: Plac %s je twōj.

source: One response to %s
szl_pl: Jedna ôdpowiydź do %s

source: Taxonomy:
szl_pl: Taksōnōmijŏ:

source: Navigation Menu
szl_pl: Myni nawigacyje

source: Select Menu:
szl_pl: Ôbier myni:

source: Menus
szl_pl: Myni

source: WordPress database error %1$s for query %2$s
szl_pl: Feler %1$s bazy datōw WordPressa przi sprŏwianiu spytaniŏ %2$s

source: WordPress database error %1$s for query %2$s made by %3$s
szl_pl: Feler %1$s bazy datōw WordPressa przi sprŏwianiu spytaniŏ %2$s posłanego bez %3$s

source: Your PHP installation appears to be missing the MySQL extension which is required by WordPress.
szl_pl: Twoja kōnfiguracyjŏ PHP niy posiadŏ zapuszczōnyj podpory rozszyrzyniŏ MySQL, kerŏ je fołdrowanŏ bez WordPressa.

source: The specified target URL does not exist.
szl_pl: Tyn docylowy URL niy egzystuje.

source: Pingback from %1$s to %2$s registered. Keep the web talking! :-)
szl_pl: Pingback ze %1$s do %2$s bōł zaregistrowany. Gŏdejcie sie dalij! :-)

source: The source URL does not contain a link to the target URL, and so cannot be used as a source.
szl_pl: Źrōdłowy URL niy zawiyrŏ linka do docylowego URL, tōż niy moge być użyty za źrōdło.

source: We cannot find a title on that page.
szl_pl: Niy mogymy znojś tytułu na tyj zajcie.

source: The source URL does not exist.
szl_pl: Zrōdłowy URL niy egzystuje.

source: The pingback has already been registered.
szl_pl: Tyn pingback już je zaregistrowany.

source: The source URL and the target URL cannot both point to the same resource.
szl_pl: URL źrōdłowy i URL docylowy niy mogōm kludzić do tego samego placu.

source: The specified target URL cannot be used as a target. It either doesn&#8217;t exist, or it is not a pingback-enabled resource.
szl_pl: Wkludzōnŏ adresa URL niy może być użyty za cwek. Abo niy kludzi do zasobu, co podpiyrŏ pingbacki, abo cweku niy ma.

source: Is there no link to us?
szl_pl: Niy ma dō nŏs linka?

source: Sorry, you are not allowed to change the page author as this user.
szl_pl: Niy mŏsz przizwolyniŏ na pōmianã autora zajty jako tyn używŏcz.

source: Sorry, you are not allowed to change the post author as this user.
szl_pl: Niy mŏsz przizwolyniŏ na pōmianã autora posta jako tyn używŏcz.

source: Invalid post type.
szl_pl: Niynŏleżnŏ zorta wpisu.

source: Sorry, no such post.
szl_pl: Niy ma takigo posta.

source: Sorry, you are not allowed to publish this post.
szl_pl: Niy mŏsz przizwolyniŏ na ôpublikowanie tego posta.

source: Either there are no posts, or something went wrong.
szl_pl: Abo niy ma postōw, abo coś poszło źle.

source: Sorry, you are not allowed to update options.
szl_pl: Niy mŏsz przizwolyniŏ na pōmianã ôpcyji.

source: Sorry, you are not allowed access to details of this post.
szl_pl: Niy mŏsz przizwolyniŏ na wejzdrzynie do detajlōw ôd tego posta.

source: Invalid post ID.
szl_pl: Niynŏleżny idyntyfikatōr posta.

source: Invalid comment status.
szl_pl: Ninŏleżny sztatus ôd kōmyntŏrza.

source: Invalid comment ID.
szl_pl: Niynŏleżny idyntyfikatōr kōmyntŏrza.

source: Sorry, the new category failed.
szl_pl: Nowŏ kategoryjŏ niy podarziła sie.

source: Failed to delete the page.
szl_pl: Wychrōnianie zajty niy podarziło sie.

source: Sorry, no such page.
szl_pl: Niy ma takij zajty.

source: Allow new users to sign up
szl_pl: Przizwōł nowym używŏczōm, coby sie registrowali

source: Time Zone
szl_pl: Cōuna czasowŏ

source: Software Version
szl_pl: Wersyjŏ ôd softweru

source: Software Name
szl_pl: Miano ôd softweru

source: User registration has been disabled.
szl_pl: Registracyjŏ używŏczōw je zastawiōnŏ.

source: Registration has been disabled.
szl_pl: Registracyjŏ je zastawiōnŏ.

source: Still waiting for your email?
szl_pl: Durch czekŏsz na swōj email?

source: Signup
szl_pl: Registracyjŏ

source: If you do not activate your username within two days, you will have to sign up again.
szl_pl: Jeźli niy aktywujesz swojigo miana ôd używŏcza bez dwa dni, bydzie trzeja sie zaregistrować jeszcze rŏz.

source: But, before you can start using your new username, <strong>you must activate it</strong>.
szl_pl: Podwiela ale zaczniesz używać swojigo nowego miana, <strong>musisz je aktywować</strong>.

source: %s is your new username
szl_pl: %s to je twoje nowe miano

source: Next
szl_pl: Dalij

source: Just a username, please.
szl_pl: Poproszã ino miano ôd używŏcza.

source: Get your own %s account in seconds
szl_pl: Zrychtuj swoje włŏsne %s kōnto w pŏrã sekund

source: There was a problem, please correct the form below and try again.
szl_pl: Przitrefiyła sie niyprzileżytość. Poprŏw formulŏrz niżyj i sprzōbuj jeszcze rŏz.

source: Email&nbsp;Address:
szl_pl: Adresa&nbsl;emailowŏ:

source: (Must be at least 4 characters, letters and numbers only.)
szl_pl: (Musi być nojmynij 4 znŏki - ino litery i cyfry.)

source: Privacy:
szl_pl: Prywatność:

source: Oops: %s
szl_pl: Ciup: %s

source: Author is %s
szl_pl: Autorym je %s

source: There doesn&#8217;t seem to be any new mail.
szl_pl: Wyglōndŏ na to, co niy ma żŏdnych nowych wiadōmości.

source: Slow down cowboy, no need to check for new mails so often!
szl_pl: Niy tak wartko. Niy trza tela sprŏwdzać, eli sōm nowe maile.

source: Registration complete. Please check your email.
szl_pl: Rejestracyjŏ była skōńczōnŏ. Wejzdrzij do swojij brifkastle.

source: Check your email for your new password.
szl_pl: Nowe hasło było posłane emailym.

source: Check your email for the confirmation link.
szl_pl: Ôdkŏz przituplowaniŏ bōł posłany emailym.

source: User registration is currently not allowed.
szl_pl: Rejestracyjŏ używŏczōw je terŏźnie niyprzizwolōnŏ.

source: You are now logged out.
szl_pl: Ôdlogowanie sie podarziło.

source: You have logged in successfully.
szl_pl: Wlogowanie sie podarziło.

source: Lost your password?
szl_pl: Niy pamiyntŏsz hasła?

source: Register For This Site
szl_pl: Zaregistruj sie na tym placu

source: Registration Form
szl_pl: Registracyjny formular

source: Get New Password
szl_pl: Dostōń nowe hasło

source: Lost Password
szl_pl: Stracōne hasło

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
szl_pl: <strong>FELER</strong>: Wkludzōnŏ adresa email niyma nŏleżnŏ.

source: <strong>ERROR</strong>: Please type your email address.
szl_pl: <strong>FELER</strong>: Wkludzić swojã adresã email.

source: Invalid key
szl_pl: Niynŏleżny klucz

source: The email could not be sent.
szl_pl: Email niy szło posłać.

source: [%s] Password Reset
szl_pl: [%s] Sztelowanie nowego hasła

source: Password reset is not allowed for this user
szl_pl: Gynerowanie nowego hasła do tego kōnta używŏcza je niyprzizwolōne

source: <strong>ERROR</strong>: Invalid username or email.
szl_pl: <strong>FELER</strong>: Niynŏleżne miano ôd używŏcza abo adresa email.

source: <strong>ERROR</strong>: There is no user registered with that email address.
szl_pl: <strong>FELER</strong>: Niy ma zaregistrowanego używŏcza ô wkludzōnyj adresie email.

source: <strong>ERROR</strong>: Enter a username or email address.
szl_pl: <strong>FELER</strong>: Wkludź miano ôd używŏcza lebo adresa email.

source: Powered by WordPress
szl_pl: Ôparte na WordPressie

source: <strong>ERROR</strong>: WordPress %1$s requires MySQL %2$s or higher
szl_pl: <strong>FELER</strong>: WordPress %1$s fołdruje MySQL we wersyji %2$s lebo nowszyj

source: Sidebar %d
szl_pl: Boczny panel nr %d

source: Please log in again.
szl_pl: Wloguj sie jeszcze rŏz.

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
szl_pl: <strong>FELER</strong>: Twoje kōnto było ôznŏczōne jako kōnto ôd spamera.

source: <strong>ERROR</strong>: The password field is empty.
szl_pl: <strong>FELER</strong>: Pole &#8222;Hasło&#8221; je prōżne.

source: <strong>ERROR</strong>: The username field is empty.
szl_pl: <strong>FELER</strong>: Pole &#8222;Miano ôd używŏcza&#8221; je prōżne.

source: Stylesheet is missing.
szl_pl: Chybiŏ stylowyj archy.

source: The parent theme is missing. Please install the "%s" parent theme.
szl_pl: Tymatu-ôjca sam niy ma. Zainstaluj tymat-ôjciec ôd "%s".

source: Saving Draft&#8230;
szl_pl: Spamiyntowanie cechōnku&#8230;

source: Could not set that as the thumbnail image. Try a different attachment.
szl_pl: Niy szło nasztalować tego zbioru za miniaturã. Sprōbuj użyć inkszyj bajlagi.

source: Saving...
szl_pl: Spamiyntowanie...

source: Remove From Bulk Edit
szl_pl: Wychrōń ze masowyj edycyje

source: Error while saving the changes.
szl_pl: Feler przi spamiyntywaniu pōmian.

source: Submitted on:
szl_pl: Posłany:

source: Password Protected
szl_pl: Bezpieczōny hasłym

source: No more comments found.
szl_pl: Niy szło znojś wiyncyj kōmyntŏrzōw.

source: Show more comments
szl_pl: Pokŏż wiyncyj kōmyntŏrzōw

source: Published on:
szl_pl: Ôpublikowany:

source: Schedule for:
szl_pl: Ôbcyrkluj na:

source: Publish on:
szl_pl: Ôpublikuj:

# password strength
source: Medium
szl_pl: Strzednie

source: moved to the trash.
szl_pl: bōł przeniysiōny do hasiŏka

source: Crunching&hellip;
szl_pl: Tajlowanie&hellip;

source: Upload stopped.
szl_pl: Posyłanie było zastawiōne.

source: Security error.
szl_pl: Feler bezpieczyń.

source: IO error.
szl_pl: Feler wchodu/wychodu.

source: Upload failed.
szl_pl: Posyłanie niy podarziło sie.

source: HTTP error.
szl_pl: Feler HTTP.

source: You may only upload 1 file.
szl_pl: Mogesz posłać ino jedyn zbiōr.

source: There was a configuration error. Please contact the server administrator.
szl_pl: W kōnfiguracyji je feler. Skōntaktuj sie ze administratōrym serwera.

source: An error occurred in the upload. Please try again later.
szl_pl: Trefiōł sie feler przi posyłaniu zbioru na serwer. Sprōbuj zaś niyskorzij.

source: This file is empty. Please try another.
szl_pl: Tyn zbiōr je prōżny. Sprōbuj posłać inkszy.

source: You have attempted to queue too many files.
szl_pl: Prōbowano było przidać do raje za wiela zbiorōw.

source: This feature requires inline frames. You have iframes disabled or your browser does not support them.
szl_pl: Ta fōnkcyjŏ fołdruje użyciŏ rōmek inline. Podpora iframe'ōw je w twojij przeziyrŏczce zastawiōnŏ lebo cołkym jij niy ma.

source: of
szl_pl: z

source: Image
szl_pl: Ôbrŏzek

source: &lt; Prev
szl_pl: « Piyrwyjsze

source: Next &gt;
szl_pl: Dalsze »

source: Enter a description of the image
szl_pl: Wkludź ôpis ôd ôbrŏzka

source: Enter the URL of the image
szl_pl: Wkludź adresã URL ôd ôbrŏzka

source: Enter the URL
szl_pl: Wkludź adresã URL

source: close tags
szl_pl: zawrzij tagi

source: Close all open tags
szl_pl: Zawrzij wszyjske ôdewrzōne tagi

source: An error has occurred, which probably means the feed is down. Try again later.
szl_pl: Trefiōł sie feler, co snŏdź znŏczy, co kanał niy fōnguje. Sprōbuj zaś niyskorzij.

source: Cannot create a user with an empty login name.
szl_pl: Niy idzie zrychtować kōnta bez miana.

source: Cannot create a revision of a revision
szl_pl: Niy idzie zrychtować alternatywnyj wersyje alternatywnyj wersyje

source: Could not insert post into the database
szl_pl: Niy szło westŏwić wpisu do bazy datōw

source: Could not update post in the database
szl_pl: Niy szło zaktualizować wpisu w bazie datōw

source: Content, title, and excerpt are empty.
szl_pl: Pola treść, tytuł i stymp sōm prōżne.

source: Trash <span class="count">(%s)</span>
szl_pl: Hasiŏk <span class="count">(%s)</span>

source: Private <span class="count">(%s)</span>
szl_pl: Prywatne <span class="count">(%s)</span>

source: Pending <span class="count">(%s)</span>
szl_pl: Czekŏ <span class="count">(%s)</span>

source: Draft <span class="count">(%s)</span>
szl_pl: Cechōnek <span class="count">(%s)</span>

source: Scheduled <span class="count">(%s)</span>
szl_pl: Ôbcyrklowane <span class="count">(%s)</span>

source: Published <span class="count">(%s)</span>
szl_pl: Ôpublikowane <span class="count">(%s)</span>

source: Revision
szl_pl: Wersyjŏ

source: Home
szl_pl: Przodek

source: Previous page
szl_pl: Piyrwyjszŏ strōna

source: Next page
szl_pl: Dalszŏ strōna

source: There is no excerpt because this is a protected post.
szl_pl: Niy ma stympu, pōniywŏż wpis je bezpieczōny hasłym.

source: Private: %s
szl_pl: Prywatny: %s

source: Protected: %s
szl_pl: Bezpieczōny: %s

source: [%s] Your username and password info
szl_pl: [%s] Twoje miano używŏcza i hasło

source: [%s] New User Registration
szl_pl: [%s] Rejestracyjŏ nowego używŏcza

source: Username: %s
szl_pl: Miano ôd używŏcza: %s

source: [%1$s] Please moderate: "%2$s"
szl_pl: [%1$s] Pytanie ô moderacyjõ: „%2$s”

source: Currently %s comment is waiting for approval. Please visit the moderation panel:
szl_pl: Na przituplowanie czekŏ %s kōmyntŏrz. Wejzdrzij do panelu moderacyje:

source: Approve it: %s
szl_pl: Potwiyrdź to: %s

source: Pingback excerpt:
szl_pl: Fragmynt ze pingbacka:

source: Trackback excerpt:
szl_pl: Fragmynt ze trackbacka:

source: Spam it: %s
szl_pl: Do spamu: %s

source: Delete it: %s
szl_pl: Wychrōń to: %s

source: Trash it: %s
szl_pl: Wciep do hasiŏka: %s

source: [%1$s] Comment: "%2$s"
szl_pl: [%1$s] Kōmyntŏrz: "%2$s"

source: What do I do now?
szl_pl: Co terŏz?

source: New %1$s User: %2$s
szl_pl: Nowy %1$s Używŏcz: %2$s

source: New User Registration: %s
szl_pl: Registracyjŏ nowego używŏcza: %s

source: That username is already activated.
szl_pl: Take miano ôd używŏcza już je aktywowane.

source: Could not create user
szl_pl: Niy szło zrychtować używŏcza

source: Invalid activation key.
szl_pl: Niynŏlyżny klucz aktywacyje.

source: That email address has already been used. Please check your inbox for an activation email. It will become available in a couple of days if you do nothing.
szl_pl: Ta emailowŏ adresa już je używanŏ. Wejzdrzij do swojij brifkastle, kaj winiyn być aktywacyjny email. Adresa bydzie zaś dostympnŏ za pŏrã dni, jeźli nic niy bydziesz robić.

source: That username is currently reserved but may be available in a couple of days.
szl_pl: To miano je terŏz zarezerwowane, moge ale być dostympne za pŏrã dni.

source: Sorry, that email address is already used!
szl_pl: Tyj emailowyj adresy już ftoś używŏ!

source: Sorry, that username already exists!
szl_pl: To miano ôd używŏcza już sam je!

source: Sorry, that email address is not allowed!
szl_pl: Ta adresa emailowŏ je zabroniōnŏ!

source: Sorry, usernames must have letters too!
szl_pl: Miana ôd używŏczōw muszōm mieć tyż litery!

source: You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider.
szl_pl: Niy mogesz używać tyj emailowyj adresy do registracyje. Mōmy z nimi niyprzileżytości, bo blokujōm niykere nasze maile. Użyj inkszego dostŏwcy email.

source: That user does not exist.
szl_pl: Tego używŏcza sam niy ma.

source: PM
szl_pl: Po połedniu

source: AM
szl_pl: Rano

source: pm
szl_pl: po połedniu

source: am
szl_pl: rano

source: &laquo; Older Comments
szl_pl: &laquo; Starsze kōmyntŏrze

source: Newer Comments &raquo;
szl_pl: Nowsze kōmyntŏrze &raquo;

source: Last Post
szl_pl: Ôstatni post

source: Next Post
szl_pl: Dalszy post

source: Previous Post
szl_pl: Piyrwyjszy post

source: Comments Feed
szl_pl: Źrōdło kōmyntŏrzy

source: Insert Page Break tag
szl_pl: Wraź tag "Łōmanie zajty"

source: Remove link
szl_pl: Wychrōń link

source: Insert link
szl_pl: Wraź ôdkŏz

source: Check Spelling
szl_pl: Sprŏwdź ôrtografijõ

source: Select all
szl_pl: Ôbrać wszyjske

source: Action
szl_pl: Akcyjŏ

source: Letter
szl_pl: Litera

source: Link Rel
szl_pl: Relacyjŏ (XFN)

source: Source
szl_pl: Źrōdło

source: Edit Gallery
szl_pl: Edytuj galeryjõ

source: Mute
szl_pl: Wycisz

source: Fullscreen
szl_pl: Połny ekran

source: Background
szl_pl: Zadek

source: Align
szl_pl: Rōwnej

source: Loop
szl_pl: Szlajfa

source: Constrain proportions
szl_pl: Trzimej proporcyje

source: General
szl_pl: Ôgōlne

source: Bottom
szl_pl: Spodek

source: Middle
szl_pl: Pojstrzodek

source: Top
szl_pl: Wiyrch

source: Horizontal space
szl_pl: Poziōmŏ spacyjŏ

source: Vertical space
szl_pl: Piōnowŏ spacyjŏ

source: Dimensions
szl_pl: Miary

source: Border
szl_pl: Rōmka

source: Image description
szl_pl: Ôpis ôbrŏzka

source: New document
szl_pl: Nowy dokumynt

source: Paste
szl_pl: Wkludź

source: Copy
szl_pl: Kopiyruj

source: Cut
szl_pl: Kroj

source: Superscript
szl_pl: Gōrny indeks

source: Subscript
szl_pl: Dolny indeks

source: Strikethrough
szl_pl: Przesztrychowanie

source: Underline
szl_pl: Podsztrychowanie
