Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/dev/wp-dev-szl.po
Languages: szl_pl

source: Older comments
szl_pl: Starsze kōmyntŏrze

source: Posts published on %s
szl_pl: Posty ôpublikowane we dniu %s

source: Use the %s filter instead.
szl_pl: W plac tego użyj filtra %s.

source: Close sharing dialog
szl_pl: Zawrzij ôkynko udostympnianiŏ

source: Copy and paste this code into your site to embed
szl_pl: Skopiyruj i wraź tyn kod na swōj plac, coby narazić elymynt

source: Copy and paste this URL into your WordPress site to embed
szl_pl: Skopiyruj i wraź tã adresa na swōj plac WordPressa, coby narazić elymynt

source: HTML Embed
szl_pl: Narażanie HTML

source: WordPress Embed
szl_pl: Narażanie elymyntōw WordPressa

source: Open sharing dialog
szl_pl: Ôdewrzij ôkynko udostympnianiŏ

source: %s <span class="screen-reader-text">Comment</span>
szl_pl: %s <span class="screen-reader-text">Kōmyntŏrz</span>

source: When in reorder mode, additional controls to reorder widgets will be available in the widgets list above.
szl_pl: W trybie pōmiany porzōndku, powyżyj bydōm dostympne nadbytnie elymynty do pōmiany porzōndku widżetōw.

source: Sorry, you have used your space allocation.
szl_pl: Cołki twōj plac na dysku je używany.

source: Sorry, you are not allowed to moderate or edit this comment.
szl_pl: Niy mŏsz przizwolyniŏ na moderacyjõ lebo edycyjõ tego kōmyntŏrza.

source: Reorder widgets
szl_pl: Pōmiyń porzōndek widżetōw

source: Press return or enter to open this section
szl_pl: Wciś knefel ynter, by ôdewrzić tã sekcyjõ

source: Live Preview: %s
szl_pl: Podejzdrzynie na żywo: %s

source: The requested theme does not exist.
szl_pl: Ôbranego tymau niy ma.

source: Sorry, you are not allowed to edit theme options on this site.
szl_pl: Niy mŏsz przizwolyniŏ do edycyje ôpcyji ôd tymatu na tym placu.

source: The post type %1$s is not registered, so it may not be reliable to check the capability "%2$s" against a post of that type.
szl_pl: Zorta treści %1$s niyma zaregistrowanŏ, tōż wybadowanie uprawniyniŏ "%2$s" może niy dŏwać godnych wynikōw.

source: %1$s is deprecated. Use %2$s instead.
szl_pl: %1$s to je starŏ praktyka. W plac tego użyj %2$s.

source: Clear Results
szl_pl: Ôpucuj wyniki

source: The following formatting shortcuts are replaced when pressing Enter. Press Escape or the Undo button to undo.
szl_pl: Te przimy formatowaniŏ bydōm zastōmpiōne po naciśniyńciu knefla Ynter. Wciś knefel Escape lebo knefel Cofnij, by cofnōńć formatowanie.

source: Toggle section: %s
szl_pl: Przeszaltruj sekcyjõ: %s

source: Edit menu item: %1$s (%2$s)
szl_pl: Edytuj elymynt myni: %1$s (%2$s)

source: Remove Menu Item: %1$s (%2$s)
szl_pl: Wychrōń elymynt myni: %1$s (%2$s)

source: Toggle section: Custom Links
szl_pl: Przeszaltruj sekcyjõ: włŏsne ôdkŏzy

source: Your new password has not been saved.
szl_pl: Nowe hasło niy było spamiyntane.

source: Hide password
szl_pl: Skryj hasło

source: Show password
szl_pl: Pokŏż hasło

source: Menu Name
szl_pl: Miano ôd myni

source: Preview as an app icon
szl_pl: Podejzdrzynie jako ikōna ôd aplikacyje

source: As an app icon
szl_pl: Jako ikōna ôd aplikacyje

source: Preview as a browser icon
szl_pl: Podejzdrzyne jako ikōna we przeziyrŏczce

source: As a browser icon
szl_pl: Jako ikōna we przeziyrŏczce

source: No items
szl_pl: Niy ma elymyntōw

source: Registration confirmation will be emailed to you.
szl_pl: Przituplikowanie rejestracyje dostaniesz bez email.

source: Hide
szl_pl: Skryj

source: Show
szl_pl: Pokŏż

# password mismatch
source: Mismatch
szl_pl: Niyzgodliwość haseł

# password strength
source: Strong
szl_pl: Siylny

# password strength
source: Weak
szl_pl: Słabe

# password strength
source: Very weak
szl_pl: Fest słabe

source: Add new image
szl_pl: Przidej nowy ôbrŏzek

source: Add new header image
szl_pl: Przidej nowy ôbrŏzek do nŏgōwka

source: Hide image
szl_pl: Skryj ôbrŏzek

source: Hide header image
szl_pl: Skryj ôbrŏzek w nŏgōwku

source: Site Icon
szl_pl: Ikōna ôd placu

source: Site Identity
szl_pl: Tożsamość ôd placu

source: Add to menu: %1$s (%2$s)
szl_pl: Przidej do myni: %1$s (%2$s)

source: When starting a new paragraph with one of these formatting shortcuts followed by a space, the formatting will be applied automatically. Press Backspace or Escape to undo.
szl_pl: Jeźli napoczniesz nowy akapit tekstu ôd jednego z tych przimōw formatowaniŏ, a za niōm wrazisz spacyjõ i isty tekst, autōmatycznie bydzie zapuszczōne pasowne formatowanie. Wciś knefel Backspace lebo Escape, coby cofnōńć pōmianã.

source: Your password reset link has expired. Please request a new link below.
szl_pl: Ôdkŏz do resetowaniŏ hasła potraciōł wŏżność. Antraguj ô nowy ôdkŏz niżyj.

source: Your password reset link appears to be invalid. Please request a new link below.
szl_pl: Ôdkŏz do resetowaniŏ hasła zdŏwŏ sie być niynŏleżny. Antraguj ô nowy ôdkŏz niżyj.

source: WordPress database error:
szl_pl: Feler bazy datōw WordPressa:

source: To set your password, visit the following address:
szl_pl: Coby nasztalować hasło, przejdź pod adresã:

source: Username may not be longer than 60 characters.
szl_pl: Miano ôd używŏcza niy może być dugsze aniżeli 60 znŏkōw.

source: The %s directory of the develop repository must be used for RTL.
szl_pl: Dlŏ RTL zdŏ sie użyć katalogu %s deweloperskigo repozytoriōm.

source: The called constructor method for %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
szl_pl: Wywołany knif kōnstruktōra dlŏ %1$s je <strong>stary</strong> ôd wersyje %2$s! W plac niego, użyj %3$s.

# HTML tag
source: Preformatted
szl_pl: Preformatowany tekst

source: Previewing theme
szl_pl: Podejzdrzywanie tymatu

source: Active theme
szl_pl: Terŏźnie używany tymat

source: Menus can be displayed in locations defined by your theme.
szl_pl: Myni mogōm być pokŏzowane w placach sdefiniowanych bez używany tymat.

source: Reorder mode closed
szl_pl: Tryb pōmiany porzōndku była zastawiōny

source: Reorder mode enabled
szl_pl: Tryb pōmiany porzōndku była zapuszczōnŏ

# Missing menu name.
source: (unnamed)
szl_pl: (niyzamianowane)

source: When in reorder mode, additional controls to reorder menu items will be available in the items list above.
szl_pl: W trybie pōmiany porzōndku, powyżyj bydōm dostympne nadbytnie elymynty do pōmiany porzōndku myni.

source: Close reorder mode
szl_pl: Zastŏw tryb pōmiany porzōndku

source: Reorder menu items
szl_pl: Pōmiyń porzōndek elymyntōw myni

source: Add or remove menu items
szl_pl: Przidej lebo wychrōń elymynty myni

source: [%s] Notice of Email Change
szl_pl: [%s] Informacyjŏ ô pōmianie adresy email

source: [%s] Notice of Password Change
szl_pl: [%s] Informacyjŏ ô pōmianie hasła

source: Hi ###USERNAME###, This notice confirms that your password was changed on ###SITENAME###. If you did not change your password, please contact the Site Administrator at ###ADMIN_EMAIL### This email has been sent to ###EMAIL### Regards, All at ###SITENAME### ###SITEURL###
szl_pl: Witej ###USERNAME###, Tyn email tuplikuje pōmianã hasła na zajcie ###SITENAME###. Jeźli Twoje hasło niy było pōmiyniane bez Ciebie, proszymy ô kōntakt z Administratōrym: ###ADMIN_EMAIL### Tyn email bōł posłany do ###EMAIL### Pozdrŏwiōmy, Ekipa zajty ###SITENAME### ###SITEURL###

source: No tags
szl_pl: Niy ma tagōw

source: Attempting to parse a shortcode without a valid callback: %s
szl_pl: Prōbujesz parsować krōtki kod bez nŏleżnego wywołaniŏ ôbrotnego: %s

source: Update Failed: %s
szl_pl: Aktualizacyjŏ sie niy podarziła: %s

source: Are you sure you want to edit this comment? The changes you made will be lost.
szl_pl: Na isto chcesz edytować tyn kōmyntŏrz? Wkludzōne pōmiany bydōm stracōne.

source: Close code tag
szl_pl: Zawrzij znŏcznik kodu

source: Close list item tag
szl_pl: Zawrzij znŏcznik elymyntu wykŏzu

source: List item
szl_pl: Elymynt wykŏzu

source: Close numbered list tag
szl_pl: Zawrzij znŏcznik numerowanego wykŏzu

source: Close bulleted list tag
szl_pl: Zawrzij znŏcznik pōnktowanego wykŏzu

source: Close inserted text tag
szl_pl: Zawrzij znŏcznik wrażōnego tekstu

source: Inserted text
szl_pl: Wrażōny tekst

source: Close deleted text tag
szl_pl: Zawrzij znŏcznik wychrōniōnego tekstu

source: Deleted text (strikethrough)
szl_pl: Wychrōniōny tekst (przeszkryfniyńcie)

source: Close blockquote tag
szl_pl: Zawrzij znŏcznik cytaty

source: Close italic tag
szl_pl: Zawrzij znŏcznik kursywy

source: Close bold tag
szl_pl: Zawrzij znŏcznik porubiyniŏ

# media
source: Remove video track
szl_pl: Wychrōń ściyżkã filmu

source: Remove poster image
szl_pl: Wychrōń ôbrŏzek plakŏtu

source: Remove video source
szl_pl: Wychrōń źrōdło filmu

source: Remove audio source
szl_pl: Wychrōń źrōdło klangu

source: Content:
szl_pl: Treść:

source: Allow link notifications from other blogs (pingbacks and trackbacks) on new articles
szl_pl: Przizwōl inkszym blogōm na uwiadōmianie ô ôpublikowaniu ôdkŏzu (pingbacki i trackbacki) do nowych artiklōw

source: Ctrl + letter:
szl_pl: Ctrl + litera:

source: Cmd + letter:
szl_pl: Cmd + litera:

source: Shift + Alt + letter:
szl_pl: Shift + Alt + litera:

source: Ctrl + Alt + letter:
szl_pl: Ctrl + Alt + litera:

source: Inline toolbar (when an image, link or preview is selected)
szl_pl: Podryncznŏ lajsta nŏczyń (kedy ôbrany je ôbrŏzek, ôdkŏz lebo podejzdrzynie)

source: Additional shortcuts,
szl_pl: Nadbytnie przimy,

source: Default shortcuts,
szl_pl: Wychodne przimy,

source: Customizing
szl_pl: Przipasowowanie

source: Menu Options
szl_pl: Ôpcyje myni

source: Add to Menu
szl_pl: Przidej do myni

source: Custom Links
szl_pl: Włŏsne ôdkŏzy

source: The search results will be updated as you type.
szl_pl: Wyniki zeszukowaniŏ bydōm ôdnŏwiane w czasie wkludzaniŏ.

source: Search menu items&hellip;
szl_pl: Przeszukej elymynty myni&hellip;

source: Search Menu Items
szl_pl: Przeszukej elymynty myni

source: Add Menu Items
szl_pl: Przidej elymynty myni

source: Customizing &#9656; %s
szl_pl: Persōnalizacyjŏ &#9656; %s

source: Move one level down
szl_pl: Przeniyś ô poziōm niżyj

source: Move one level up
szl_pl: Przeniyś ô poziōm wyżyj

source: Menu Locations
szl_pl: Położynia myni

source: This panel is used for managing navigation menus for content you have already published on your site. You can create menus and add items for existing content such as pages, posts, categories, tags, formats, or custom links.
szl_pl: Ta sekcyjŏ je używanŏ do reskyrowaniŏ myni nawigacyjnymi dlŏ treści, kere już były ôpublikowane na placu. Możesz rychtować nowe myni aji przidŏwać elymynty take jak zajty, wpisy, kategoryje, tagi, formaty aji włŏsne ôdkŏzy do już fertich myni.

source: %1$s. Sub item number %2$d under %3$s.
szl_pl: %1$s. Elymynt podmyni %2$d z %3$s.

source: %1$s. Menu item %2$d of %3$d.
szl_pl: %1$s. Elymynt myni %2$d z %3$d.

source: Out from under %s
szl_pl: Spod %s

source: Under %s
szl_pl: Pod %s

source: Move out from under %s
szl_pl: Przeniyś spod %s

source: Move under %s
szl_pl: Przeniyś pod %s

source: Move to the top
szl_pl: Przeniyś na gōrã

source: Move down one
szl_pl: Przeniyś do dołu

source: Move up one
szl_pl: Przeniyś do gōry

source: Loading more results... please wait.
szl_pl: Wgrowanie dŏlszych wynikōw. Czekej.

source: Additional items found: %d
szl_pl: Nadbytnie znŏdniynte elymynty: %d

source: Number of items found: %d
szl_pl: Wielość znŏdniyntych elymyntōw: %d

source: %s (Pending)
szl_pl: %s (czekŏ)

source: %s (Invalid)
szl_pl: %s (niynŏleżnŏ)

source: Menu item is now a sub-item
szl_pl: Elymynt myni je terŏz podelymyntym

source: Menu item moved out of submenu
szl_pl: Elymynt myni bōł wyrażōny z podmyni

source: Menu item moved down
szl_pl: Elymynt mynibōł przeniysiōny do dołu

source: Menu item moved up
szl_pl: Elymynt myni bōł przeniysiōny do gōry

source: Menu deleted
szl_pl: Myni było wychrōniōne

source: Menu created
szl_pl: Myni było zrychtowane

source: Menu item deleted
szl_pl: Elymynt myni bōł wychrōniōny

source: Menu item added
szl_pl: Elymynt myni bōł przidany

# nav menu home label
source: Home
szl_pl: Blŏt

source: Create Menu
szl_pl: Zrychtuj myni

source: Original: %s
szl_pl: Ôryginalny: %s

source: The description will be displayed in the menu if the current theme supports it.
szl_pl: Ôpis bydzie pokŏzany w myni, jeźli używany tymat podpiyrŏ takõ fōnkcyjõ.

source: Link Relationship (XFN)
szl_pl: Relacyje (XFN)

source: CSS Classes
szl_pl: Klasy CSS

source: Title Attribute
szl_pl: Atrybut &#8222;Tytuł&#8221;

source: Open link in a new tab
szl_pl: Ôdewrzij ôdkŏz we nowyj szkarcie

source: Navigation Label
szl_pl: Etyketa nawigacyje

source: Automatically add new top-level pages to this menu
szl_pl: Autōmatycznie przidŏwej zajty nojzwielgszego poziōmu do tego myni.

source: Delete Menu
szl_pl: Wychrōń myni

source: Add Items
szl_pl: Przidej elymynty

source: XML Error: %1$s at line %2$s
szl_pl: Feler XML: %1$s we wiyrszu %2$s

source: User Dashboard: %s
szl_pl: Blŏt ôd używŏcza: %s

source: No %1$s was set in the arguments array for the "%2$s" sidebar. Defaulting to "%3$s". Manually set the %1$s to "%3$s" to silence this notice and keep existing sidebar content.
szl_pl: Niy była nasztalowanŏ werta %1$s w tabuli argumyntōw dlŏ bocznego panelu &#8221;%2$s&#8221;. Użytŏ bydzie wychodnŏ werta: &#8221;%3$s&#8221;. Nasztaluj wertã ôd argumyntu %1$s na &#8221;%3$s&#8221;, coby skryć to uwiadōmiynie i spamiyntać terŏźnõ zawartość bocznego panelu.

source: Connection lost or the server is busy. Please try again later.
szl_pl: Skuplowanie było stracōne abo serwer niy ôdpadŏ. Sprōbuj zaś niyskorzij.

source: Updates may not complete if you navigate away from this page.
szl_pl: Wylyziynie ze zajty może przerwać aktualizacyjõ.

source: Update Failed!
szl_pl: Aktualizacyjŏ sie niy podarziła.

source: Update canceled.
szl_pl: Aktualizacyjõ była pociepniyntŏ.

# theme
source: Change
szl_pl: Pōmiyń

source: Dismiss this notice.
szl_pl: Skryj tyn kōmunikat.

source: %1$s response to %2$s
szl_pl: %1$s ôdpowiydź na %2$s

source: Site Preview
szl_pl: Podejzdrzynie placu

source: Updating...
szl_pl: Aktualizowanie...

source: Install Now
szl_pl: Instaluj Terŏz

source: Installing...
szl_pl: Instalowanie...

source: Installing... please wait.
szl_pl: Instalowanie... Czekej.

source: Updating... please wait.
szl_pl: Aktualizowanie... proszã czekać.

source: Update completed successfully.
szl_pl: Aktualizacyjõ skōńczōnŏ sprŏwnie.

source: Installation completed successfully.
szl_pl: Instalacyjŏ była skōńczōnŏ sprŏwnie.

source: Taxonomy names must be between 1 and 32 characters in length.
szl_pl: Miana ôd taksōnōmiji muszōm mieć ôd 1 do 32 znŏkōw zdelki.

source: Could not split shared term.
szl_pl: Niy idzie potajlować spōłtajlowanego terminu.

source: Customizer
szl_pl: Persōnalizacyjŏ

source: Drag and drop to reorder media files.
szl_pl: Przeciōng i pujś, coby dać do porzōndku zbiory mydiōw.

source: Howdy USERNAME, Your new SITE_NAME site has been successfully set up at: BLOG_URL You can log in to the administrator account with the following information: Username: USERNAME Password: PASSWORD Log in here: BLOG_URLwp-login.php We hope you enjoy your new site. Thanks! --The Team @ SITE_NAME
szl_pl: Witej USERNAME, Twoja nowŏ zajta, SITE_NAME, była sprŏwnie sztartniyntŏ pod adresōm: BLOG_URL Mogesz wlogować sie do administracyjnego panelu datami: Miano ôd używŏcza: USERNAME Hasło: PASSWORD Wloguj sie sam: BLOG_URLwp-login.php Dufōmy, co bydziesz zakōntynt ze swojigo nowego placu. Dziynkujymy, --Ekipa SITE_NAME

source: Howdy USERNAME, Your new account is set up. You can log in with the following information: Username: USERNAME Password: PASSWORD LOGINLINK Thanks! --The Team @ SITE_NAME
szl_pl: Serwus USERNAME, Twoje kōnto je fertich. Moeesz sie wlogować, tymi datami: Miano ôd używŏcza: USERNAME Hasło: PASSWORD LOGINLINK Dziynki! --Kapela SITE_NAME

source: <strong>Database tables are missing.</strong> This means that MySQL is not running, WordPress was not installed properly, or someone deleted %s. You really should look at your database now.
szl_pl: <strong>Chybiŏ tabulōw w bazie datōw.</strong> To ôznŏczŏ, co MySQL niy fōnguje, WordPress niy bōł zainstalowany nŏleżnie lebo ftoś wychrōniōł %s. Na isto musisz terŏz wybadać swojã bazã datōw.

source: Custom Link
szl_pl: Włŏsny link

source: <strong>Could not find site %1$s.</strong> Searched for table %2$s in database %3$s. Is that right?
szl_pl: <strong>Niy idzie znojść placu %1$s.</strong> Szukanŏ była tabula %2$s w bazie %3$s. Je tŏ richtich?

source: Post type names must be between 1 and 20 characters in length.
szl_pl: Miano ôd zorty treści musi mieć ôd 1 do 20 znŏkōw zdelki.

# revision date format
source: F j, Y @ H:i:s
szl_pl: j F Y \ô H:i:s

source: Link Text
szl_pl: Tekst ôd linka

source: 1 Comment<span class="screen-reader-text"> on %s</span>
szl_pl: 1 kōmyntŏrz<span class="screen-reader-text"> ô %s</span>

source: Comments Off<span class="screen-reader-text"> on %s</span>
szl_pl: Kōmyntŏrze<span class="screen-reader-text"> ô %s</span> sōm zastawiōne

source: Select Year
szl_pl: Ôbier rok

source: Select Day
szl_pl: Ôbier dziyń

source: Select Week
szl_pl: Ôbier tydziyń

source: Select Post
szl_pl: Ôbier post

source: No Comments<span class="screen-reader-text"> on %s</span>
szl_pl: Żŏdnych kōmyntŏrzy<span class="screen-reader-text"> ô %s</span>

source: The %1$s option is deprecated for the family of %2$s functions. Use the %3$s option instead.
szl_pl: Ôpcyjŏ %1$s je starŏ we familiji ôd fōnkcyji %2$s. W plac tego użyj ôpcyje %3$s.

source: The %1$s option is deprecated for the family of %2$s functions. Use the %3$s function instead.
szl_pl: Ôpcyjŏ %1$s je starŏ we familiji ôd fōnkcyji %2$s. W plac tego użyj fōnkcyje %3$s.

source: Theme Details
szl_pl: Detajle ôd tymatu

source: Live Preview
szl_pl: Podejzdrzynie na żywo

source: No categories found.
szl_pl: Niy szło znojś żŏdnych kategoryji.

source: Distraction-free writing mode
szl_pl: Tryb pisaniŏ bez rozprŏszaniŏ

source: Theme support for %1$s should be registered before the %2$s hook.
szl_pl: Podpora %1$s w tymacie winna być zaregistrowanŏ przed hŏkym %2$s.

source: Widget moved up
szl_pl: Widżet przeniysiōny wyżyj

source: Widget moved down
szl_pl: Widżet przeniysiōny niżyj

source: Rich Text Area. Press Alt-Shift-H for help.
szl_pl: Przestrzyństwo edycyje WYSIWYG. Wciś Alt-Shift-H, coby dostać pōmoc

source: Focus shortcuts:
szl_pl: Przimy do cechowaniŏ elymyntōw:

source: Editor menu (when enabled)
szl_pl: Myni edytōra (kej funguje)

source: Editor toolbar
szl_pl: Lajsta nŏczyniōw ôd edytōra

source: To move focus to other buttons use Tab or the arrow keys. To return focus to the editor press Escape or use one of the buttons.
szl_pl: Coby przeniyść pozōr na inkszy knefel wciś Tab lebo knefle z fajlikami. Coby przeniyść je nazŏd do edytōra, wciś Escape lebo użyj jednego z kneflōw.

source: Elements path
szl_pl: Cesta ôd elymyntōw

source: The following values do not describe a valid date: month %1$s, day %2$s.
szl_pl: Te werty niy ôkryślajōm nŏleżnego datōmu: miesiōnc %1$s, dziyń %2$s.

source: A term with the name provided already exists in this taxonomy.
szl_pl: Je już taksōnōmijŏ ô takim mianie i uproszczōnym mianie.

source: %s must set a database connection for use with escaping.
szl_pl: %s musi mieć nasztalowane skuplowanie z bazōm datōw, coby szło używać eskejpowaniŏ.

source: You need to pass an array of types.
szl_pl: Musisz przekŏzać tabulã zortōw.

# translations
source: Installed
szl_pl: Zainsztalowane

# translations
source: Available
szl_pl: Dostympne

source: Older posts
szl_pl: Starsze posty

source: Posts navigation
szl_pl: Nawigacyjŏ po postach

source: Newer posts
szl_pl: Nowsze posty

source: Previous
szl_pl: Piyrwyjsze

source: Edit Selection
szl_pl: Edytuj ôbrane

# noun
source: Trash
szl_pl: Hasiŏk

source: Comment: %s
szl_pl: Kōmyntŏrz: %s

source: You can see all trackbacks on this post here:
szl_pl: Mogesz widzieć wszyjske trackbacki ô tym poście sam:

source: You can see all pingbacks on this post here:
szl_pl: Mogesz widzieć wszyjske pingbacki ô tym poście sam:

source: You can see all comments on this post here:
szl_pl: Mogesz widzieć wszyjske kōmyntŏrze ô tym poście sam:

# verb
source: Trash
szl_pl: Hasiŏk

source: Add to Dictionary
szl_pl: Przidej do dykcjōnŏrza

source: Border color
szl_pl: Farba ôd rōmki

# horizontal table cell alignment
source: H Align
szl_pl: Położynie w poziōmie

# vertical table cell alignment
source: V Align
szl_pl: Położynie we piōnie

source: Invalid value %1$s for %2$s. Expected value should be between %3$s and %4$s.
szl_pl: Werta %1$s dlŏ %2$s je niynŏleżnŏ. Ôczekowanŏ była werta postrzōd %3$s a %4$s.

source: Reply to %s
szl_pl: Ôdpowiydz %s

source: The following values do not describe a valid date: year %1$s, month %2$s, day %3$s.
szl_pl: Te werty niy ôkryślajōm nŏleżnego datōmu: rok %1$s, miesiōnc %2$s, dziyń %3$s.

source: Category: %s
szl_pl: Kategoryjŏ: %s

source: Author: %s
szl_pl: Autōr: %s

source: Year: %s
szl_pl: Rok: %s

# post format archive title
source: Asides
szl_pl: Zapiski na rancie

# daily archives date format
source: F j, Y
szl_pl: j F Y

source: Day: %s
szl_pl: Dziyń: %s

source: Month: %s
szl_pl: Miesiōnc: %s

# post format archive title
source: Images
szl_pl: Ôbrŏzki

# post format archive title
source: Galleries
szl_pl: Galeryje

# post format archive title
source: Quotes
szl_pl: Cytaty

# post format archive title
source: Videos
szl_pl: Wideo

# post format archive title
source: Links
szl_pl: Linki

# post format archive title
source: Statuses
szl_pl: Sztatusy

# post format archive title
source: Chats
szl_pl: Gŏdki

# post format archive title
source: Audio
szl_pl: Źwiynk

source: Archives: %s
szl_pl: Archiwa: %s

source: No alignment
szl_pl: Bez wyrōwnaniŏ

source: No file selected
szl_pl: Żŏdyn zbiōr niy bōł ôbrany

source: No image selected
szl_pl: Żŏdyn ôbrŏzek niy bōł ôbrany

source: Custom color
szl_pl: Włŏsnŏ farba

source: Color
szl_pl: Farba

# label for custom color
source: Custom...
szl_pl: Włŏsnŏ...

source: No color
szl_pl: Bez farby

# list style
source: Default
szl_pl: Wychodne

# TinyMCE menu
source: Format
szl_pl: Formatuj

# post type general name
source: Media
szl_pl: Mydia

# add new media
source: Add New
szl_pl: Przidej nowe

source: <strong>You have successfully updated WordPress!</strong> Please log back in to see what&#8217;s new.
szl_pl: <strong>Aktualizacyjŏ WordPressa sie podarziła!</strong> Ôbejzdrzij dziynnik pōmian, coby ujzdrzić, co nowego.

source: Untrash Selected
szl_pl: Prziwrōć ôbrane

source: Trash Selected
szl_pl: Wychrōń ôbrane

source: You are about to trash these items. 'Cancel' to stop, 'OK' to delete.
szl_pl: Zarŏz wychrōnisz tyn elymynt do hasiŏka. "Pociep", coby sztopnōńć, "OK", coby wychrōnisz.

source: Untrash
szl_pl: Prziwrōć

source: Press return or enter to open this panel
szl_pl: Wciś Return abo Enter, coby ôdewrzić tyn panel

source: Delete Selected
szl_pl: Wychrōń ôbrane

source: Cancel Selection
szl_pl: Pociep ôbranie

source: Bulk Select
szl_pl: Ôbier kupōm

# missing menu item navigation label
source: (no label)
szl_pl: (bez etykety)

source: This site is no longer available.
szl_pl: Webplac niyma już dostympny.

source: Search Media
szl_pl: Szukej mydiōw

source: Filter by type
szl_pl: Filtruj podle zorty

source: Filter by date
szl_pl: Filtruj podle daty

source: Unattached
szl_pl: Niyprzisznalowane

source: All dates
szl_pl: Wszyjske daty

source: Bitrate Mode
szl_pl: Tryb bitrate

source: Edit more details
szl_pl: Edytuj wiyncyj detajlōw

source: View attachment page
szl_pl: Wejzdrzij na zajtã ôd przidŏwka

source: Uploaded To
szl_pl: Zaladowane na

source: Uploaded By
szl_pl: Zaladowane ôd

source: Dimensions:
szl_pl: Miary:

source: File size:
szl_pl: Srogość ôd zbioru:

source: Uploaded on:
szl_pl: Zaladowane we:

source: File type:
szl_pl: Zorta zbioru:

source: File name:
szl_pl: Miano ôd zbioru:

source: Edit next media item
szl_pl: Edytuj dalsze mydiōm
