Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/dev/wp-dev-szl.po
Languages: szl_pl

source: The requested user does not exist.
szl_pl: Wołanego używŏcza sam niy ma.

source: Image Editor Save Failed
szl_pl: Spamiyntanie we edytōrze ôbrŏzkōw sie niy podarziło

source: Image flip failed.
szl_pl: Przeciepowanie ôbrŏzka do gōry nogami sie niy podarziło.

source: Image rotate failed.
szl_pl: Ôbrŏcanie ôbrŏzka sie niy podarziło.

source: Image crop failed.
szl_pl: Przistrziganie ôbrŏzka sie niy podarziło.

source: Image resize failed.
szl_pl: Ablyzōnek srogości ôbrŏzka sie niy podarził.

source: Could not read image size.
szl_pl: Niy szło przeczytać srogości ôbrŏzka.

source: File is not an image.
szl_pl: Zbiōr to niyma ôbrŏzek.

source: File doesn&#8217;t exist?
szl_pl: Zbioru niy ma?

source: Select Color
szl_pl: Ôbier farbã

source: Clear
szl_pl: Wysnoż

source: Add to gallery
szl_pl: Przidej do galeryje

source: Insert into post
szl_pl: Wraź do posta

source: Create a new gallery
szl_pl: Zrychtuj nowõ galeryjõ

source: View Attachment Page
szl_pl: Wejzdrzij na zajtã ôd przidŏwka

source: Select Files
szl_pl: Ôbier zbiory

# Uploader: Drop files here - or - Select Files
source: or
szl_pl: abo

source: Alternative Text
szl_pl: Alternatywny tekst

source: Sorry, revisions are disabled.
szl_pl: Korekty sōm zastawiōne.

source: Sorry, you are not allowed to edit posts.
szl_pl: Niy mŏsz uprawniyń do edytowaniŏ postōw.

source: Sorry, the user cannot be updated.
szl_pl: Używŏcz niy moge być ôdnowiōny.

source: Sorry, you are not allowed to create pages as this user.
szl_pl: Niy mŏsz przizwolyniŏ na rychtowanie zajtōw jako tyn używŏcz.

source: Display post date?
szl_pl: Pokŏzywać datã ôd postu?

source: %1$s %2$s %3$s Feed
szl_pl: Kanał %1$s %2$s %3$s

source: There is a revision of this post that is more recent.
szl_pl: Je tyż nowszŏ wersyjŏ tego posta.

source: XML-RPC services are disabled on this site.
szl_pl: Usugi XML-RPC sōm zastawiōne na tyj strōnie.

source: Incorrect username or password.
szl_pl: Niynŏleżne miano ôd używŏcza abo hasło.

# Name for the Text editor tab (formerly HTML)
source: Text
szl_pl: Tekstowy

source: Skip to toolbar
szl_pl: Przestōmp do lajsty nŏczyniōw

source: Header Text Color
szl_pl: Farba ôd tekstu ôd nŏgōwka

source: Colors
szl_pl: Farby

source: Saved
szl_pl: Spamiyntane

source: Save &amp; Publish
szl_pl: Spamiyntej i ôpublikuj

source: Customize
szl_pl: Nasztaluj

source: Insufficient arguments passed to this XML-RPC method.
szl_pl: Do tego knifu XML-RPC podano było za mało argumyntōw.

source: Sorry, you cannot stick a private post.
szl_pl: Niy mogesz przipnōńć prywatnego posta.

source: Sorry, you are not allowed to publish this page.
szl_pl: Niy mŏsz przizwolyniŏ na ôpublikowanie zajty.

source: Header Image
szl_pl: Nŏgōwkowy ôbrŏzek

source: Post Thumbnail
szl_pl: Miniatura ôd posta

source: Toggle Editor Text Direction
szl_pl: Przeszaltruj richtōng pisaniŏ w edytōrze

source: text direction
szl_pl: richtōng pisaniŏ

source: Username must be at least 4 characters.
szl_pl: Miano ôd używŏcza musi mieć nojmynij 4 znŏki.

source: That name is not allowed.
szl_pl: Take miano niyma przizwolōne.

source: Please enter a site title.
szl_pl: Wpisz tytuł ôd webplacu.

source: Please enter a username.
szl_pl: Wkludź miano ôd używŏcza.

source: Please enter a site name.
szl_pl: Wpisz miano ôd webplacu.

source: A static page
szl_pl: Statycznõ zajtã

source: Background Image
szl_pl: Zadni ôbrŏzek

source: Background Color
szl_pl: Farba ze zadku

source: Remove image
szl_pl: Wychrōń ôbrŏzek

source: Posts page
szl_pl: Zajta z postami

source: Allowed Files
szl_pl: Dopuszczane zorty zbiorōw

source: Remove
szl_pl: Wychrōń

source: Sorry, you are not allowed to assign terms in this taxonomy.
szl_pl: Niy mŏsz przizwolyniŏ na przipisowanie terminōw z tyj taksōnōmije.

source: Sorry, deleting the term failed.
szl_pl: Wychrōniane terminu sie niy podarziło.

source: Sorry, editing the term failed.
szl_pl: Edytowanie terminu sie niy podarziło.

source: Invalid term ID.
szl_pl: Niynŏleżny idyntyfikatōr terminu.

source: Sorry, you are not allowed to edit terms in this taxonomy.
szl_pl: Niy mŏsz przizwolyniŏ na edycyjõ terminōw tyj taksōnōmiji.

source: Parent term does not exist.
szl_pl: Wkludzōnego narzyndnego terminu niy ma.

source: This taxonomy is not hierarchical.
szl_pl: Ta taksōnōmijŏ niyma hierarchicznŏ.

source: Sorry, you are not allowed to create terms in this taxonomy.
szl_pl: Niy mŏsz przizwolyniŏ na rychtowanie terminōw tyj taksōnōmije.

source: Invalid taxonomy.
szl_pl: Taksōnōmijŏ je niynŏleżnŏ.

source: The term name cannot be empty.
szl_pl: Miano ôd terminu niy moge być puste.

source: Select Link Category:
szl_pl: Ôbier kategoryjõ ôd linkōw:

source: Stylesheet
szl_pl: Stylowŏ archa

source: Template
szl_pl: Muster

source: Number of links to show:
szl_pl: Liczba linkōw do pokŏzaniŏ:

source: Link ID
szl_pl: Idyntyfikatōr ôd linku

source: Link rating
szl_pl: Ôcyna ôd linku

source: Link title
szl_pl: Tytuł ôd linku

source: The "%s" theme is not a valid parent theme.
szl_pl: "%s" to niyma nŏleżny tymat-ôjciec.

source: Stylesheet is not readable.
szl_pl: Niy idzie przeczytać stylowyj archy.

source: ERROR: The themes directory is either empty or doesn&#8217;t exist. Please check your installation.
szl_pl: FELER: Katalogu tymatōw baj niy ma abo je pusty. Sprŏwdź swojã instalacyjõ.

source: Customize: %s
szl_pl: Przipasuj „%s”

source: &mdash; Select &mdash;
szl_pl: &mdash; Ôbier &mdash;

source: Tagline
szl_pl: Podtytuł

source: Your latest posts
szl_pl: Twoje ôstatnie posty

source: The post type may not be changed.
szl_pl: Zorta posta niy moge być umiyniōnŏ.

source: Image default align
szl_pl: Wychodne wyrōwnanie ôbrŏzka

source: Image default link type
szl_pl: Wychodnŏ zorta linka ôbrŏzka

source: Image default size
szl_pl: Wychodnŏ srogość ôbrŏzka

source: Sorry, you are not allowed to edit this post.
szl_pl: Niy mogesz edytować tego posta.

source: Edit Site
szl_pl: Edytuj zajtã

source: Sorry, one of the given taxonomies is not supported by the post type.
szl_pl: Jedna ze tych taksōnomijōw niyma podpiyranŏ ôd tyj zorty posta.

source: Sorry, you are not allowed to assign a term to one of the given taxonomies.
szl_pl: Niy mogesz prziporzōndkować tyrminu do jednyj ze tych taksōnomijōw.

source: Sorry, you are not allowed to create posts as this user.
szl_pl: Niy mŏsz przizwolyniŏ na rychtowanie postōw jako tyn używŏcz.

source: The post cannot be deleted.
szl_pl: Tyn post niy moge być wychrōniōny.

source: Sorry, you are not allowed to add a term to one of the given taxonomies.
szl_pl: Niy mogesz przidać tyrminu do jednyj ze tych taksōnomijōw.

source: Ambiguous term name used in a hierarchical taxonomy. Please use term ID instead.
szl_pl: Niyklarowne miano ôd tyrminu użyte we hierarchicznyj taksōnomiji. Użyj idyntyfikatōra ôd tyrminu.

source: Invalid author ID.
szl_pl: Niynŏleżny idyntyfikatōr ôd używŏcza.

source: Sorry, you are not allowed to edit posts in this post type.
szl_pl: Niy mŏsz przizwolyniŏ na edytowanie tyj zorty treści.

source: Allow search engines to index this site.
szl_pl: Przizwōl wyszukiwarkōm indeksować tyn plac.

source: Create a Configuration File
szl_pl: Zrychtuj zbiōr kōnfiguracyje

source: You can create a %s file through a web interface, but this doesn't work for all server setups. The safest way is to manually create the file.
szl_pl: Mogesz zrychtować zbiōr <code>wp-config.php</code> bez interfejs WWW, ale niy fōnguje to na wszyjskich serwerach. Nojbarzij zicher je go zrychtować przedsiã.

source: Your account has been activated. You may now <a href="%1$s">log in</a> to the site using your chosen username of &#8220;%2$s&#8221;. Please check your email inbox at %3$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%4$s">reset your password</a>.
szl_pl: Twoje kōnto je aktywne. Mogesz terŏz <a href="%1$s">wlogować sie</a> na plac, przi użyciu swojigo miana &#8222;%2$s&#8221;. Wejzdrzij do swojigo maila we %3$s, coby znojś tam hasło i instrukcyjõ logowaniŏ. Jeźli niy dostŏwŏsz maila, wejzdrzij do swojigo foldera ze spamym. Jeźli durch niy dostŏwŏsz maila bez godzinã, mogesz <a href="%4$s">zresetować swoje hasło</a>.

source: One or more database tables are unavailable. The database may need to be <a href="%s">repaired</a>.
szl_pl: Jedna abo wiyncyj tabulōw ôd bazy datōw je niydostympnŏ. Bazie datōw zdŏ sie <a href="%s">sprŏwunek</a>

source: You are posting comments too quickly. Slow down.
szl_pl: Za wartko kōmyntujesz. Poleku.

# admin bar menu group label
source: New
szl_pl: Nowy

source: %s comment awaiting moderation
szl_pl: %s kōmyntŏrz czekŏ na moderacyjõ

source: %s exceeds the maximum upload size for the multi-file uploader when used in your browser.
szl_pl: Miara ôd zbioru „%s” przestōmpiŏ maksymalnõ miarã ôd zbiorōw posyłanych bez skrypt posyłaniŏ w przeziyrŏczce.

source: &#8220;%s&#8221; has failed to upload.
szl_pl: Niy szło posłać zbioru „%s” na serwer.

source: Please try uploading this file with the %1$sbrowser uploader%2$s.
szl_pl: Sprōbuj posłać zbiōr bez %1$sformular ôd przeziyrŏczki%2$s.

# links widget
source: All Links
szl_pl: Wszyjske linki

source: The menu ID should not be empty.
szl_pl: Idyntyfikatōr ôd myni niy winiyn być pusty.

source: About WordPress
szl_pl: Ô WordPressie

source: %s exceeds the maximum upload size for this site.
szl_pl: Zbiōr „%s” przestōmpiŏ maksymalnõ miarã zbiorōw posyłanych na tyn plac.

source: Feedback
szl_pl: Ôpinie

source: <strong>ERROR</strong>: please fill the required fields (name, email).
szl_pl: <strong>FELER</strong>: wkludź daty we przidajnych polach (miano, email).

source: <strong>ERROR</strong>: please enter a valid email address.
szl_pl: <strong>FELER</strong>: wkludź nŏleżnõ adresã email.

source: <strong>ERROR</strong>: please type a comment.
szl_pl: <strong>FELER</strong>: wkludź kōmyntŏrz.

source: Could not load the preview image. Please reload the page and try again.
szl_pl: Niy szło wgrać podejzdrzyniŏ ôbrŏzka. Ôdświyż zajtã i sprōbuj zaś.

source: <strong>ERROR</strong>: problem creating site entry.
szl_pl: <strong>FELER</strong>: problym przi rychtowaniu wpisu ôd webzajty.

source: <strong>ERROR</strong>: Site URL already taken.
szl_pl: <strong>FELER</strong>: URL ôd webplacu już je wziynty.

source: Support Forums
szl_pl: Fora ze podporōm

source: Documentation
szl_pl: Dokumyntacyjŏ

source: Error establishing a database connection
szl_pl: Feler przi kuplowaniu ze bazōm datōw

source: Database Error
szl_pl: Feler bazy datōw

source: %s Comment
szl_pl: %s kōmyntŏrz

source: Network Admin: %s
szl_pl: Admin necu: %s

# taxonomy general name
source: Tags
szl_pl: Tagi

source: Scripts and styles should not be registered or enqueued until the %1$s, %2$s, or %3$s hooks.
szl_pl: Skrypty i sznity niy winny być registrowane ani przidŏwane do rajōw do czŏsu zapuszczyniŏ jednego ze hŏkōw: &#8222;%1$s&#8221;, &#8222;%2$s&#8221; lebo &#8222;%3$s&#8221;.

source: You have been added to this site. Please visit the <a href="%s">homepage</a> or <a href="%s">log in</a> using your username and password.
szl_pl: Twoje kōnto było przidane do tego placu. Przejdź na <a href="%s">przodniõ zajtã</a> lebo <a href="%s">wloguj sie</a>, swojim mianym ôd używŏcza i hasłym.

source: Memory exceeded. Please try another smaller file.
szl_pl: Limit pamiyńci bōł przestōmpiōny. Sprōbuj posłać myńszy zbiōr.

source: This file is not an image. Please try another.
szl_pl: Tyn zbiōr to niyma ôbrŏzek. Sprōbuj posłać inkszy zbiōr.

source: This is larger than the maximum size. Please try another.
szl_pl: Miara ôd tego zbioru je za srogŏ. Sprōbuj posłać inkszy.

# admin color scheme
source: Blue
szl_pl: Modry

source: The timezone you have entered is not valid. Please select a valid timezone.
szl_pl: Wkludzōnŏ czasowŏ cōuna je niynŏlyżnŏ. Wkludź nŏlyżnõ cōuna.

# add new from admin bar
source: User
szl_pl: Używŏcz

# add new from admin bar
source: Media
szl_pl: Mydiōm

source: View Category
szl_pl: Pokŏż do kategoryje

source: View Tag
szl_pl: Wejzdrzij na tag

source: You should specify a nonce action to be verified by using the first parameter.
szl_pl: Musisz podać fōngowanie, dlŏ kerego &#8222;nonce&#8221; (&#8222;number used once&#8221;; ang. &#8222;wielość używanŏ jedyn rŏz&#8221;) bōł srychtowany, jako piyrszy parameter ôd fōnkcyje.

source: Your account is now activated. <a href="%1$s">View your site</a> or <a href="%2$s">Log in</a>
szl_pl: Twoje kōnto je terŏz aktywne. <a href="%1$s">Wejzdrzij na swojã zajtã</a> abo <a href="%2$s">Wloguj sie</a>

source: Your account is now activated. <a href="%1$s">Log in</a> or go back to the <a href="%2$s">homepage</a>.
szl_pl: Twoje kōnto je terŏz aktywne. <a href="%1$s">Wloguj sie</a> abo przińdź na <a href="%2$s">przodniõ zajtã</a>.

source: All Pages
szl_pl: Wszyjske zajty

source: All Posts
szl_pl: Wszyjske posty

source: Approve and Reply
szl_pl: Przitupluj i ôdpowiydz

source: Post navigation
szl_pl: Nawigacyjŏ po poście

source: Comments navigation
szl_pl: Nawigacyjŏ bez kōmyntŏrze

source: Toolbar
szl_pl: Lajsta nŏczyniōw

source: Preload
szl_pl: Wgrowej zatymczasowo

source: Poster
szl_pl: Plakŏt

source: Destination directory for file streaming does not exist or is not writable.
szl_pl: Niy ma kataloga do szpricowaniŏ zbiorōw abo ôn niyma spamiyntywalny.

source: There are no HTTP transports available which can complete the requested request.
szl_pl: Niy ma dostympnych transportōw HTTP, kere by mogły sprŏwić przikŏz.

source: Or link to existing content
szl_pl: Abo skupluj ze zawartościōm, co już egzystuje

source: Enter the destination URL
szl_pl: Wpisz cylowy URL

source: Conditional query tags do not work before the query is run. Before then, they always return false.
szl_pl: Warunkowe tagi spytań niy fōngujōm przed sztartniyńciym spytaniŏ; swrŏcajōm wtynczŏs 'fałeszne'.

source: The user is already active.
szl_pl: Tyn używŏcz już je aktywny.

source: (This message was added in version %s.)
szl_pl: (Ta widōmość była przidanŏ we wersyji %s.)

source: %1$s was called <strong>incorrectly</strong>. %2$s %3$s
szl_pl: %1$s była wołanŏ <strong>niynŏleżniy</strong>. %2$s %3$s

source: Permalink: %s
szl_pl: Peramanyntny link: %s

# Post format
source: Standard
szl_pl: Normalny

source: domain
szl_pl: dōmyna ôd placu

source: Your address will be %s.
szl_pl: Twoja adresa to bydzie %s.

# Post format
source: Audio
szl_pl: Źwiynk

source: No search term specified. Showing recent items.
szl_pl: Niy bōła wpisanŏ żŏdnŏ fraza szukaniŏ. Pokŏzane sōm ôstatnie elymynty.

source: Only a static class method or function can be used in an uninstall hook.
szl_pl: Przi ôdinstalowowaniu użyty może być jyno statyczny knif klasy lebo fōnkcyjŏ.

source: Passing an integer number of posts is deprecated. Pass an array of arguments instead.
szl_pl: Podŏwanie imyntnego numera jako argumyntu dlŏ ôkryślyniŏ numera wpisōw je starōm praktykōm. W plac tego podej tabulã.

# Post format
source: Video
szl_pl: Wideo

# Post format
source: Status
szl_pl: Sztatus

# Post format
source: Quote
szl_pl: Cytata

# Post format
source: Image
szl_pl: Ôbrŏzek

# Post format
source: Gallery
szl_pl: Galeryjŏ

# Post format
source: Chat
szl_pl: Czat

# Post format
source: Aside
szl_pl: Zapiska na rancie

source: No posts found in Trash.
szl_pl: Niy szło znojś żŏdnych wpisōw w hasiŏku.

source: No pages found.
szl_pl: Niy szło znojś żŏdnych zajtōw.

source: No pages found in Trash.
szl_pl: Niy szło znojś żŏdnych zajtōw w hasiŏku.

source: Network Enable
szl_pl: Zapuść w cołkim necu

source: Shortlink
szl_pl: Krōtki link

source: Invalid attachment ID.
szl_pl: Niynŏleżny idyntyfikatōr ôd przidŏwka.

source: This file no longer needs to be included.
szl_pl: Tyn zbiōr niy musi już być przidŏwany.

source: Please enter your username or email address. You will receive a link to create a new password via email.
szl_pl: Wkludź swoje miano ôd używŏcza lebo adresã email. Ôdkŏz do zrychtowaniŏ nowego hasła bydzie posłany emailym.

source: Display as dropdown
szl_pl: Pokŏż za myni rozwijane

source: Thumbnail Width
szl_pl: Szyrzka miniatury

source: Thumbnail Height
szl_pl: Zwielgość miniatury

source: Crop thumbnail to exact dimensions
szl_pl: Przistrziż miniaturã do akuratnyj miary

source: Large size image width
szl_pl: Szyrzka srogigo ôbrŏzka

source: Medium size image height
szl_pl: Zwielgość strzednigo ôbrŏzka

source: Medium size image width
szl_pl: Szyrzka strzednigo ôbrŏzka

source: Large size image height
szl_pl: Zwielgość srogigo ôbrŏzka

source: Enter your new password below.
szl_pl: Wkludź swoje nowe hasło niżyj.

source: If this was a mistake, just ignore this email and nothing will happen.
szl_pl: Jeźli je to feler, ańfach zignoruj tego emaila, a nic sie niy stanie.

source: Someone has requested a password reset for the following account:
szl_pl: Ftoś napytoł ô wygynerowanie nowego hasła dlŏ tego kōnta:

source: Your password has been reset.
szl_pl: Hasło było zresetowane.

source: Password Reset
szl_pl: Resetowanie hasła

source: The passwords do not match.
szl_pl: Wkludzōne hasła niy sztymujōm.

source: Reset Password
szl_pl: Spamiyntej nowe hasło

source: To reset your password, visit the following address:
szl_pl: Coby nasztalować nowe hasło, przejdź pod adresã:

source: Confirm new password
szl_pl: Przituplikuj nowe hasło

source: New password
szl_pl: Nowe hasło

source: Manage Comments
szl_pl: Reskyruj kōmyntŏrzami

source: Edit My Profile
szl_pl: Edytuj swōj profil

source: Invalid post.
szl_pl: Niynŏleżny wpis.

source: Blavatar
szl_pl: Blawatar

source: Invalid taxonomy: %s.
szl_pl: Taksōnōmijŏ je niynŏleżnŏ: %s

source: Link Category
szl_pl: Kategoryjŏ ôdkŏzōw

source: Search Link Categories
szl_pl: Przeszukej kategoryje ôdkŏzōw

source: All Link Categories
szl_pl: Wszyjske kategoryje ôdkŏzōw

source: Update Link Category
szl_pl: Zaktualizuj kategoryjõ ôdkŏzōw

source: Add New Link Category
szl_pl: Przidej nowõ kategoryjõ ôdkŏzōw

source: New Link Category Name
szl_pl: Miano ôd nowyj kategoryje ôdkŏzōw

source: Network Admin
szl_pl: Admin necu

source: Your server is running PHP version %1$s but WordPress %2$s requires at least %3$s.
szl_pl: Tyn serwer używŏ z PHP w wersyji %1$s, atoli WordPress %2$s fołdruje nojmynij wersyje %3$s.

source: This post is password protected. Enter the password to view comments.
szl_pl: Tyn post je bezpieczōny hasłym. Wkludź je, coby ujzdrzić kōmyntŏrze.

source: You are currently browsing the archives for the %s category.
szl_pl: Przeziyrŏsz archiwa kategoryje &#8222;%s&#8221;.

source: l, F jS, Y
szl_pl: l, j F Y

source: You have searched the %1$s blog archives for <strong>&#8216;%2$s&#8217;</strong>. If you are unable to find anything in these search results, you can try one of these links.
szl_pl: Archiwa bloga %1$s były zeszukane za tekstym <strong>&#8216;%2$s&#8217;</strong>. Jeźli niy znojdziesz pasownych treści postrzōd tych wynikōw zeszukowaniŏ, mogesz nawiydzić keryś z tych ôdkŏzōw.

source: %1$s is proudly powered by %2$s
szl_pl: Plac %1$s hyrsko podpiyrŏ WordPress

source: Choose from the most used tags
szl_pl: Ôbier spostrzōd wszeôbecnych tagów

# taxonomy general name
source: Categories
szl_pl: Kategoryje

source: All Tags
szl_pl: Wszyjske tagi

source: Parent Category
szl_pl: Kategoryjŏ nadrzyndnŏ

source: Parent Category:
szl_pl: Kategoryjŏ nadrzyndnŏ:

source: Update Tag
szl_pl: Zaktualizuj tag

source: Add New Tag
szl_pl: Przidej nowy tag

source: Add New Category
szl_pl: Przidej nowõ kategoryjõ

source: New Tag Name
szl_pl: Miano ôd nowego tagu

source: New Category Name
szl_pl: Miano ôd nowyj kategoryje

source: Popular Tags
szl_pl: Popularne tagi

source: Search Tags
szl_pl: Zeszukŏwej tagi

# taxonomy singular name
source: Category
szl_pl: Kategoryjŏ

source: Check the junk or spam folder of your email client. Sometime emails wind up there by mistake.
szl_pl: Wybadej folder &#8222;Niychciane&#8221; lebo &#8222;Spam&#8221; swojigo klijynta email. Niyrŏz normalne wiadōmości cufalym trefiajōm tam.

source: Wait a little longer. Sometimes delivery of email can be delayed by processes outside of our control.
szl_pl: Doczkej jeszcze troszkã. Niyrŏz dolifrowanie emaila może być zniyskorzōne skuli procesōw, kere sōm poza naszōm kōntrolōm.

source: Sorry, new registrations are not allowed at this time.
szl_pl: Nowe registracyje niy sōm możebne terŏzki.

source: We send your registration email to this address. (Double-check your email address before continuing.)
szl_pl: Wysyłōmy twōj registracyjny email na tã adresã (Sprŏwdź adresã jeszcze rŏz przed kōntynuowaniym).

# post type singular name
source: Page
szl_pl: Zajta

# post type general name
source: Pages
szl_pl: Zajty

source: Add New Page
szl_pl: Przidej nowõ zajtã

source: Search Posts
szl_pl: Szukej postōw

source: Edit Page
szl_pl: Edytuj zajtã

# post type general name
source: Posts
szl_pl: Posty

source: Parent Page:
szl_pl: Zajta nadrzyndnŏ:

source: Add New Post
szl_pl: Przidej nowy post

source: Search Pages
szl_pl: Szukej zajtōw

source: <strong>Conflicting values for the constants VHOST and SUBDOMAIN_INSTALL.</strong> The value of SUBDOMAIN_INSTALL will be assumed to be your subdomain configuration setting.
szl_pl: <strong>Ôstuda miyndzy wertami ôd ôbstōnych VHOST i SUBDOMAIN_INSTALL.</strong> Do ôkryślyniŏ, eli użytŏ mŏ być kōnfiguracyjŏ subdōmynowŏ eli podkatalogowŏ, wyużytŏ bydzie werta ôd ôbstōnyj SUBDOMAIN_INSTALL.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
szl_pl: <strong>FELER</strong>: Podane miano ôd używŏcza je niynŏleżne, pōniywŏż zawiyrŏ niyprzizwolōne cechy. Wkludzić nŏleżne miano ôd używŏcza.

source: Required fields are marked %s
szl_pl: Wymŏgane pola sōm ôznŏczōne %s

source: Theme without %s
szl_pl: Tymat bez %1$s

source: Please include a %s template in your theme.
szl_pl: Zawrzij w motywie szablōnã %1$s.

source: Sorry, you are not allowed to publish pages on this site.
szl_pl: Niy mŏsz uprawniyń do publikowaniŏ zajtōw na tym webplacu.

source: Sorry, you must be able to edit posts on this site in order to view categories.
szl_pl: Musisz mōc edytować posty na tym placu, coby widzieć kategoryje.

source: Sorry, you are not allowed to publish posts on this site.
szl_pl: Niy mŏsz uprawniyń do publikacyje postōw na tym webplacu.

source: Sorry, you are not allowed to post on this site.
szl_pl: Niy mogesz postować na tyj zajcie.

source: Site Tagline
szl_pl: Podtytuł ôd zajty

source: Sorry, you must be able to edit posts on this site in order to view tags.
szl_pl: Musisz mōc edytować posty na tym placu, coby widzieć tagi.

source: New user registration on your site %s:
szl_pl: Nowŏ registracyjŏ używŏcza na twojim placu %s:

source: That site is currently reserved but may be available in a couple days.
szl_pl: To miano je terŏz zarezerwowane, moge ale być dostympne za pŏrã dni.

source: Sorry, that site is reserved!
szl_pl: Taki webplac je zarezerwowany!

source: Sorry, you may not use that site name.
szl_pl: Niy mogesz użyć takigo miana ôd webplacu.

source: Sorry, site names must have letters too!
szl_pl: Miana ôd webplacōw muszōm mieć tyż litery!

source: Could not create site.
szl_pl: Niy szło zrychtować webplacu.

source: Sorry, you are not allowed access to details about this site.
szl_pl: Niy mŏsz przizwolyniŏ na wejzdrzynie do detajlōw ôd tego placu.

source: The site is already active.
szl_pl: Tyn webplac już je aktywny.

source: New %1$s Site: %2$s
szl_pl: Nowy %1$s Plac: %2$s

source: New Site Registration: %s
szl_pl: Registracyjŏ nowego webplacu: %s
