Repository: maheshwaghmare/wp-i18n
Catalog: po-files/themes/customify/wp-themes-customify-*.po
Languages: mr

source: Customify is fast, lightweight, responsive and super flexible multipurpose theme built with SEO, speed, and usability in mind. Unleash the power of your imagination with a true WYSIWYG Header & Footer builder (inside the WordPress Customizer) built exclusively for this theme. The theme works great with any of your favorite page builder likes Elementor, Beaver Builder, SiteOrigin, Thrive Architect, Divi, Visual Composer, etc. Combined with the Header & Footer builder, you can build any type of websites like shop, business agencies, corporate, portfolio, education, university portal, consulting, church, restaurant, medical and so on. Customify is compatible with all well-coded plugins, including major ones like WooCommerce, OrbitFox, Yoast, BuddyPress, bbPress, etc. Learn more about the theme and ready to import demo sites at https://wpcustomify.com
mr: कस्टमिफाय हे एसइओ, स्पीड आणि वापरण्यायोग्यतेसह जलद, हलके, प्रतिसाद आणि अति लवचिक अशी बहुउद्देशीय थीम आहे. या थीमसाठी केवळ तयार केलेली खरा WYSIWYG हेडर आणि फूटर बिल्डर (वर्डप्रेस कस्टमायझरच्या आत) सह आपल्या कल्पनाशक्तीची शक्ती मुक्त करा. ही थीम आपल्या कोणत्याही आवडत्या पृष्ठ बिल्डरला एलिमेंटर, बीव्हर बिल्डर, साइटओरिजिन , आर्किटेक्ट, दिवी, व्हिज्युअल संगीतकार, इत्यादी कोणत्याही आवडीचे काम करते. हेडर आणि फूटर बिल्डरसह संयुक्त, आपण दुकाने, व्यवसाय एजन्सीज, कॉरपोरेट, पोर्टफोलिओ, शिक्षण, विद्यापीठ पोर्टल, सल्लागार, चर्च, रेस्टॉरंट, मेडिकल इत्यादी कोणत्याही प्रकारच्या वेबसाइट्स तयार करू शकता. कस्टमिफाय वूकॉमर्स, ऑर्बिटफॉक्स, योस्ट, बडिप्रेस, बीबीप्रेस इत्यादी प्रमुख विषयांसह सर्व सु-कोड केलेल्या प्लगइनसह सुसंगत आहे. थीमबद्दल अधिक जाणून घेण्यासाठी आणि डेमो साइट पाहण्यासाठी https://wpcustomify.com येथे जा.

source: Customify
mr: कस्टोमीफाय

source: Recommend Plugins
mr: सूचितकेलेल्या प्लगइन्स

source: Activate
mr: सक्रिय करा

source: Apply to body and paragraph text.
mr: मुख्य भाग आणि परिच्छेद मजकूरावर लागू करा.

source: Post Header Background Cover
mr: पोस्ट शीर्षलेख पार्श्वभूमी कव्हर

source: Search Page
mr: शोध पृष्ठ

source: Blog Archive Page
mr: ब्लॉग संग्रहण पृष्ठ

source: Logo Position
mr: लोगोची जागा

source: Show Site Tagline
mr: साइटची टॅगलाइन दर्शवा

source: Show Site Title
mr: साइट शीर्षक दर्शवा

source: Open link in a new tab.
mr: लिंक नवीन टॅबमध्ये उघडा.

source: Show Read More Button
mr: रीडमोअर बटन् दाखवा

source: Drag to reorder the meta item.
mr: मेटा आयटम पुनर्क्रमित करण्यासाठी ड्रॅग करा.

source: Hide featured image if empty.
mr: वैशिष्ट्यीकृत रिक्त असल्यास फोटो लपवा.

source: Pages:
mr: पृष्ठे:

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
mr: असे दिसते की आपण जे शोधत आहात ते आम्ही शोधू शकत नाही.कदाचित शोध केल्यास मदत मिळेल.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
mr: क्षमस्व, परंतु आपल्या शोध अटीशी काहीही जुळत नाही. कृपया काही भिन्न कीवर्डसह पुन्हा प्रयत्न करा.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
mr: आपले प्रथम पोस्ट प्रकाशित करण्यास सज्ज आहात? <a href="%1$s"> येथे सुरवात करा </a>.

source: Nothing Found
mr: काहीही सापडले नाही

source: Your comment is awaiting moderation.
mr: आपली टिप्पणी सुधारणेच्या प्रतीक्षेत आहे.

source: Edit
mr: संपादित करा

source: Post author
mr: पोस्ट लेखक

source: Reply
mr: उत्तर द्या

source: (Edit)
mr: (संपादन)

source: Pingback:
mr: पिंगबॅक:

# post author
source: by %s
mr: %s द्वारे

# post date
source: Posted on %s
mr: %s वर पोस्ट केले

source: Content / Sidebar / Sidebar
mr: सामग्री / साइडबार / साइडबार

source: Sidebar / Sidebar / Content
mr: साइडबार / साइडबार / सामग्री

source: Sidebar / Content / Sidebar
mr: साइडबार / सामग्री / साइडबार

source: Content (no sidebars)
mr: सामग्री (कोणतेही साइडबार नाहीत)

source: Sidebar / Content
mr: साइडबार / सामग्री

source: Content / Sidebar
mr: सामग्री / साइडबार

source: No Support
mr: कोणतेही समर्थन नाही

source: Saved %s
mr: %s जतन केले

source: Access denied
mr: प्रवेश नाकारला

source: Class <strong>%s</strong> do not extends class <strong>Customify_Customize_Builder_Panel</strong>.
mr: वर्ग <strong>%s</strong> वर्ग वाढवू नका <strong>कस्टोमीफाय_कस्टमाइझ_बिल्डर_पॅनल</strong>.

source: Reset
mr: रीसेट करा

source: inset
mr: इनसेट

source: Spread
mr: प्रसार

source: Blur
mr: अस्पष्ट

source: Close
mr: बंद

source: Move Up
mr: वर घ्या

source: Move Down
mr: खाली घ्या

source: Toggle item visible
mr: टॉगल आयटम दृश्यमान

source: Toggle edit panel
mr: टॉगल पॅनेल संपादन

source: Reset to default
mr: मूळस्थितीत रिसेट करा

source: Change
mr: बदला

source: Add
mr: जोडा

source: No file selected
mr: कोणतीही फाइल निवडली नाही

source: Type icon name
mr: चिन्हाचे नाव टाइप करा

source: All Icon Types
mr: सर्व चिन्ह प्रकार

source: Cancel
mr: रद्द करा

source: Pick an icon
mr: एक चिन्ह निवडा

source: Languages
mr: भाषा

source: Variants
mr: रूपे

source: Strikethrough
mr: मध्यरेखीत

source: Bold
mr: जाड

source: Toggle values together
mr: मूल्य एकत्र टॉगल करा

source: Chose an unit
mr: एक एकक निवडा

source: Add an item
mr: एक आयटम जोडा

source: Done
mr: झाले

source: Reorder
mr: पुनर्क्रमित

# customify-font-weight
source: Bold
mr: ठळक

# customify-font-weight
source: Normal
mr: सामान्य

source: Do you want to reset this section settings?
mr: आपण या विभाग सेटिंग्ज रीसेट करू इच्छिता का?

source: Reset this section settings
mr: या विभागात सेटिंग्ज रीसेट करा

source: Theme Default
mr: थीम डीफॉल्ट

source: Heading H6
mr: हेडिंग H6

source: Heading H5
mr: हेडिंग H5

source: Heading H4
mr: हेडिंग H4

source: Heading H3
mr: हेडिंग H3

source: Heading H2
mr: हेडिंग H2

source: Heading H1
mr: हेडिंग H1

source: Site Title
mr: साइटचे शीर्षक

source: Site Title & Tagline
mr: साइटचे शीर्षक & टॅगलाइन

source: Apply to all heading elements.
mr: सर्व शीर्षक घटकांवर लागू करा.

source: Heading
mr: शीर्षक

source: Body & Paragraph
mr: मुख्यभाग व परिच्छेद

source: Base
mr: तळ

source: Heading Color
mr: हेडींगचा रंग

source: Meta Color
mr: मेटा रंग

source: Text Color
mr: मजकूर रंग

source: Primary Color
mr: प्राथमिक रंग

source: Global Colors
mr: जागतिक रंग

source: Meta Settings
mr: मेटा सेटिंग्ज

source: Comment Form
mr: टिप्पणी फॉर्म

source: Post Navigation
mr: पोस्ट नेव्हिगेशन

source: Tags
mr: टॅग्ज

source: Content
mr: सामग्री

source: Thumbnail
mr: लघुप्रतिमा

source: Items Display
mr: आयटम प्रदर्शित करा

source: Single Blog Post
mr: सिंगल ब्लॉग पोस्ट

source: Oops! That page can't be found.
mr: अरेरे! ते पृष्ठ शोधले जाऊ शकत नाही.

source: Cover Text Align
mr: कव्हर मजकूर संरेखन

source: Cover Height
mr: कव्हरची उंची

source: Cover Overlay
mr: कव्हर आच्छादन

source: Cover Background
mr: कव्हर बॅकग्राउंड

source: Cover Settings
mr: कव्हर सेटिंग्ज

source: Text Align
mr: मजकूर संरेखन

source: Tagline is pull from post excerpt, archive description.
mr: टॅगलाइन पोस्ट अंश, संग्रह वर्णनापासून चालवले आहे.

source: Show Tagline
mr: टॅगलाइन दर्शवा

source: Enable
mr: सक्षम करा

source: Enable or disable archive prefix on category, date, tag page.
mr: श्रेणी, तारीख, टॅग पृष्ठावर संग्रहण प्रेफिक्स (उपसर्ग) सक्षम किंवा अक्षम करा.

source: Archive Prefix
mr: संग्रह प्रेफिक्स

source: Tagline
mr: टॅगलाइन

source: Title & tagline for special pages.
mr: विशिष्ट पृष्ठांसाठी शीर्षक आणि टॅगलाइन.

source: Title & Tagline
mr: शीर्षक & टॅगलाइन

source: Use title & tagline of current post
mr: वर्तमान पोस्टचा शीर्षक आणि टॅगलाइन वापरा

source: Single Post Title & Tagline
mr: एकच पोस्ट शीर्षक & टॅगलाइन

source: Use featured image of current post
mr: वर्तमान पोस्टची वैशिष्ट्यीकृत इमेज वापरा

source: Apply when viewing single post and page header setting displays as cover.
mr: कव्हर म्हणून एकच पोस्ट आणि पृष्ठ शीर्षलेख सेटिंग प्रदर्शित करताना लागू करा.

source: Advanced
mr: प्रगतशील

source: Display Settings
mr: प्रदर्शन सेटिंग्ज

source: Page Header
mr: पृष्ठ शीर्षलेख

source: Tagline for 404 page
mr: 404 पृष्ठासाठी टॅगलाइन

source: Tagline for single post
mr: एका पोस्टसाठी टॅगलाइन

source: Tagline for index page
mr: अनुक्रमणिका पृष्ठासाठी टॅगलाइन

source: Title for 404 page
mr: 404 पृष्ठासाठी शीर्षक

source: Title for single post
mr: एका पोस्टसाठी शीर्षक

source: Title for index page
mr: अनुक्रमणिका पृष्ठासाठी शीर्षक

source: Apply when the page not found
mr: जेव्हा पृष्ठ आढळले नाही तेव्हा लागू करा

source: Display on 404 page
mr: 404 पृष्ठावर प्रदर्शित करा

source: Apply when viewing archive pages, e.g. Tag, Author, Date, Custom Post Type or Custom Taxonomy
mr: संग्रहण पृष्ठे पहाताना लागू करा, उदा. टॅग, लेखक, तारीख, कस्टम पोस्ट टाईप किंवा कस्टम वर्गीकरण

source: Display on archive
mr: संग्रहणावर प्रदर्शित करा

source: Apply when viewing search results page
mr: शोध परिणाम पृष्ठ पाहताना लागू करा

source: Display on search
mr: शोधावर प्रदर्शित करा

source: Apply when your homepage displays as latest posts
mr: आपले मुख्यपृष्ठ जेव्हा नवीनतम पोस्ट म्हणून प्रदर्शित होते तेव्हा लागू करा

source: Display on index
mr: अनुक्रमणिकावर प्रदर्शित करा

source: Apply when viewing a category page
mr: कॅटेगरी पृष्ठ पहात असताना लागू करा

source: Display on categories
mr: कॅटेगरीजवर प्रदर्शित करा

source: Apply when viewing single post
mr: एकच पोस्ट पहात असताना लागू करा

source: Display on single post
mr: एकाच पोस्टवर दाखवा

source: Apply when viewing single page
mr: एकच पृष्ठ पाहताना अर्ज करा

source: Display on single page
mr: एका पृष्ठावर दाखवा

source: 404 Page
mr: 404 पृष्ठ

source: Blog posts
mr: ब्लॉग पोस्ट

source: Pages
mr: पृष्ठे

source: Sidebar with vertical border
mr: उभी बॉर्डर असलेल्या साइडबार

source: Default Sidebar Layout
mr: डीफॉल्ट साइडबार मांडणी

source: Sidebars
mr: साइडबार

source: Site content padding
mr: साइट सामग्री पॅडिंग

source: Full width
mr: पूर्ण रुंदी

source: Site content layout
mr: साइट सामग्री लेआउट

source: Site framed margin
mr: साइट फ्रेम केलेले मार्जिन

source: Site boxed/framed shadow
mr: साइट बॉक्स केलेले / फ्रेम केलेले छाया

source: Framed
mr: फ्रेम केलेले

source: Boxed
mr: बॉक्स केलेले

source: Select global site layout.
mr: जागतिक साइट लेआउट निवडा.

source: Site layout
mr: साइट लेआउट

source: Global
mr: जागतिक

source: Layouts
mr: लेआउट

source: Border & border radius
mr: सीमा आणि सीमा त्रिज्या

source: Icon Color
mr: चिन्हाचा रंग

source: Custom Color
mr: कस्टम रंग

source: Custom
mr: सानुकूल

source: Official Color
mr: अधिकृत रंग

source: Circle
mr: वर्तृळ

source: Square
mr: चौरस

source: Rounded
mr: गोलाकार केलेला

source: Shape
mr: आकार

source: Icon Spacing
mr: चिन्हाचे अंतर

source: Adding rel="nofollow" for social links.
mr: सोसिअल लिंकसाठी rel="nofollow" जोडत आहे.

source: Social Profiles
mr: सामाजिक प्रोफाइल

source: Social Icons
mr: सामाजिक चिन्ह

source: Search Modal Width
mr: मॉडेल रूंदी शोधा

source: Form modal styling
mr: फॉर्म मॉडेल स्टाईल

source: Form Styling
mr: फॉर्म स्टाईलिंग

source: Modal Settings
mr: मॉडेल सेटिंग्ज

source: Search icon styling
mr: शोध चिन्ह शैली

source: Icon Padding
mr: चिन्ह पॅडिंग

source: Search Icon
mr: शोध चिन्ह

# label
source: Search for:
mr: यासाठी शोध:

source: Icon Styling
mr: चिन्ह शैली

source: Search input styling
mr: इनपुट शैली शोधा

source: Input Styling
mr: इनपुट शैली

source: Typography for search input
mr: शोध इनपुटसाठी टायपोग्राफी

source: Input Text Typography
mr: इनपुट मजकूर टायपोग्राफी

source: Input Height
mr: इनपुट उंची

source: Note: The width can not greater than grid width.
mr: टीप: रूंदी ग्रिडच्या रुंदीपेक्षा जास्त असू शकत नाही.

source: Search Form Width
mr: फॉर्मची रूंदी शोधा

source: Search ...
mr: शोध ...

source: Placeholder
mr: प्लेसहोल्डर

source: Search Box
mr: शोध बॉक्स

source: Merge with right item
mr: उजव्या आयटमसह एकत्र करा

source: Merge with left item
mr: डाव्या आयटमसह एकत्र करा

source: If you choose to merge this item, the alignment setting will inherit from the item you are merging.
mr: आपण हा आयटम एकत्र करणेसाठी निवडल्यास, अलायमेंट सेटिंग आपण एकत्र केलेल्या आयटममधून वारस होईल.

source: Merge Item
mr: आयटम एकत्रिकरण

source: Item Layout
mr: आयटम लेआउट

source: Toggle Dropdown
mr: ड्रॉपडाउन टॉगल करा

source: Full-screen Overlay
mr: पूर्ण-स्क्रीन आच्छादन

source: Slide From Right
mr: उजवी कडून सरकवा

source: Slide From Left
mr: डावी कडून सरकवा

source: Display Type
mr: प्रदर्शन प्रकार

source: Height
mr: उंची

source: Header
mr: शीर्षलेख

source: Menu Sidebar
mr: मेनू साइडबार

source: Header Bottom
mr: शीर्षलेखाचा तळ

source: Header Main
mr: शीर्षलेख मुख्य

source: Header Top
mr: शीर्षलेख शीर्ष

source: Mobile/Tablet
mr: मोबाईल / टॅब्लेट

source: Desktop
mr: डेस्कटॉप

source: Color Hover
mr: रंग फिरवा

source: Large
mr: मोठे

source: Medium
mr: मध्यम

source: Small
mr: लहान

source: Icon Size
mr: चिन्ह आकार

source: Show Label
mr: लेबल दर्शवा

source: Label Settings
mr: लेबल सेटिंग्ज

source: Label
mr: लेबल

source: Menu
mr: मेनू

source: Menu Icon
mr: मेनू चिन्ह

source: Submenu settings is a part of Advanced Header & Footer builder modules which only available in Customify Pro. <a target="_blank" href="https://wpcustomify.com/help/documentation/customify-pro-modules/advanced-header-footer-builder/">Learn more about it here</a>.
mr: उपमेनु सेटिंग्ज प्रगतशील शीर्षलेख आणि फूटर बिल्डर मोड्यूलचा एक भाग आहे जे केवळ कस्टोमीफाय प्रो मध्ये उपलब्ध आहे. <a target="_blank" href="https://wpcustomify.com/help/documentation/customify-pro-modules/advanced-header-footer-builder/">याबद्दल येथे अधिक जाणून घ्या</a>.

source: Submenu
mr: उपमेनू

source: Typography for menu
mr: मेनूसाठी टायपोग्राफी

source: Top Menu Items Typography
mr: शीर्ष मेनू आयट्मची टायपोग्राफी

source: Hover/Active
mr: फिरवा/सक्रिय

source: Styling for top level menu items
mr: शीर्ष स्तर मेनू आयटमसाठी शैली

source: Top Menu Items Styling
mr: शीर्ष मेनू आयटम शैली

source: Top Menu
mr: शीर्ष मेनू

source: Arrow icon size
mr: बाण चिन्हाचा आकार

source: Hide menu dropdown arrow
mr: मेनू ड्रॉपडाऊन बाण लपवा

source: Menu Preset
mr: मेनू प्रीसेट

source: Assign <a href="#menu_locations" class="focus-section">Menu Location</a> for %1$s
mr: %1$s साठी <a href="#menu_locations" class="focus-section"> मेनू स्थान </a> नियुक्त करा

source: Primary Menu
mr: प्राथमिक मेनू

source: Logo
mr: लोगो

source: Bottom
mr: तळ

source: Right
mr: उजवा

source: Left
mr: डावा

source: Top
mr: शीर्ष

source: No
mr: नाही

source: Yes
mr: होय

source: Logo Retina
mr: रेटिना लोगो

source: Logo Max Width
mr: लोगो कमाल रूंदी

source: Arbitrary HTML code.
mr: अनियंत्रित HTML कोड.

source: Add custom text here or remove it
mr: येथे कस्टम मजकूर जोडा किंवा ते काढा

source: Advanced styling for button
mr: बटणासाठी प्रगत शैली

source: Advanced typography for button
mr: बटणासाठी प्रगत टायपोग्राफी

source: Link
mr: लिंक

source: After
mr: नंतर

source: Before
mr: आधी

source: Icon Position
mr: चिन्ह स्थिती

source: Icon
mr: चिन्ह

source: Text
mr: मजकूर

source: Button
mr: बटण

source: <p>Replace this widget content by going to <a href="%1$s"><strong>Appearance &rarr; Customize &rarr; Footer &rarr; Footer %2$s</strong></a> and adding widgets into this widget area.</p>
mr: <p><a href="%1$s"><strong>Appearance &rarr; Customize &rarr; Footer &rarr; Footer %2$s</strong></a> वर जाऊन ह्या विडजेट्स चे कॅन्टेन्टस बदला आणि ह्या जागेवर विडजेट्स वाढवा.</p>

source: Footer Widget %s
mr: तळटीप विजेट %s

source: Footer Sidebar 6
mr: तळटीप साइडबार 6

source: Footer Sidebar 5
mr: तळटीप साइडबार ५

source: Footer Sidebar 4
mr: तळटीप साइडबार ४

source: Footer Sidebar 3
mr: तळटीप साइडबार ३

source: Footer Sidebar 2
mr: तळटीप साइडबार २

source: Footer Sidebar 1
mr: तळटीप साइडबार १

source: Save
mr: जतन करा

source: Save Template
mr: टेम्पलेट जतन करा

source: Templates
mr: टेम्पलेट्स

source: No saved templates.
mr: जतन केलेले टेम्पलेट नाहीत

source: Remove
mr: काढून टाका

source: Load
mr: लोड करा

source: Untitled
mr: अशीर्षकांकित

source: Saved Templates
mr: जतन केलेले टेम्पलेट

source: Advanced styling for %s
mr: %s साठी प्रगत शैली

source: Widget Title Color
mr: विडजेट शीर्षक रंग

source: Layout <code>Full width - Contained</code> and <code>Full Width</code> will not fit browser width because you've selected <a class='focus-control' data-id='site_layout' href='#'>Site Layout</a> as <code>Boxed</code> or <code>Framed</code>
mr: लेआउट <code>पूर्ण रूंदी - समाविष्ट</code> आणि <code>पूर्ण रूंदी</code> ब्राउझर रूपात फिट होणार नाही कारण आपण <a class='focus-control' data-id='site_layout' href='#'>साइट लेआउट</a> <code>बॉक्स</code> किंवा <code>फ्रेम </code> केलेले निवडले आहे

source: Contained
mr: समाविष्टीत

source: Full width - Contained
mr: पूर्ण रुंदी - समाविष्टीत

source: Footer Top
mr: तळटीप शीर्ष

source: Footer
mr: तळटीप

source: Footer Bottom
mr: तळटीप बटन

source: Footer Main
mr: तळटीप मुख्य

source: Footer Layout
mr: तळटीप मांडणी

source: Align
mr: संरेखित

source: Copyright Text Typography
mr: कॉपीराइट मजकूर टायपोग्राफी

source: Arbitrary HTML code or shortcode. Available tags: {current_year}, {site_title}, {theme_author}
mr: अनियंत्रित HTML कोड किंवा लघुसंकेत. उपलब्ध टॅग: {current_year}, {site_title}, {theme_author}

source: Copyright Text
mr: कॉपीराइट मजकूर

source: Copyright &copy; {current_year} {site_title} - Powered by {theme_author}.
mr: कॉपीराइट &copy; {current_year} {site_title} - {theme_author} द्वारा समर्थित

source: Copyright
mr: कॉपीराइट

source: Compatibility
mr: सुसंगतपणा

source: Blog
mr: ब्लॉग

source: How many numbers to either side of the current pages
mr: वर्तमान पृष्ठांच्या दोन्ही बाजूस किती संख्या आहेत

source: Next Label
mr: पुढील लेबल

source: Show Next, Previous Label
mr: पुढील, मागील लेबल दर्शवा

source: Show Pagination
mr: पृष्ठांकन पहा

source: Pagination
mr: पृष्ठांकन

source: Read More Text
mr: अधिक वाचा मजकूर

source: Read More
mr: अधिक वाचा

source: Avatar Size
mr: अवतार आकार

source: Show author avatar
mr: लेखकाचा अवतार दर्शवा

source: Title
mr: शीर्षक

source: Comment
mr: टीका

source: Categories
mr: श्रेण्या

source: Date
mr: तारीख

source: Author
mr: लेखक

source: Separator
mr: वेगळे करणारे

source: Meta
mr: मेटा

source: Excerpt More
mr: अधिक उतारा

source: Excerpt Length
mr: लांबी उतारा

source: Excerpt
mr: उतारा

source: Thumbnail Size
mr: लघुप्रतिमा आकार

source: Media Radius
mr: मीडिया त्रिज्या

source: Media Width
mr: मीडियाची रूंदी

source: Media Ratio
mr: मीडियाचे प्रमाण

source: Media
mr: मीडिया

source: Article Wrapper
mr: लेख आराखडा

source: Article Styling
mr: लेख शैली

source: Layout
mr: लेआउट

source: Box Shadow
mr: बॉक्स सावली

source: Border Radius
mr: बॉर्डर त्रिज्या

source: Border Color
mr: बॉर्डर रंग

source: Border Width
mr: बॉर्डर रूंदी

source: Outset
mr: आउटसेट

source: Inset
mr: इन्सेट

source: Ridge
mr: पर्वतांची रांग

source: Double
mr: दुहेरी

source: Dashed
mr: डॅश केलेले

source: Dotted
mr: बिंदुकित

source: Solid
mr: भरीव

source: Border Style
mr: सीमा शैली

source: Border
mr: सीमा

source: Fixed
mr: निश्चित

source: Scroll
mr: स्क्रोल करा

source: Attachment
mr: जोडायची गोष्ट

source: Repeat vertical
mr: उभी रिपीट

source: Repeat horizontal
mr: आडवी रिपीट

source: No repeat
mr: पुनरावृत्ती नाही

source: Repeat
mr: पुनरावृत्ती

source: Bottom Right
mr: तळाशी उजवीकडे

source: Bottom Center
mr: तळाशी मध्यभागी

source: Bottom Left
mr: तळाशी डावीकडे

source: Top Center
mr: शीर्ष केंद्र

source: Top Right
mr: वर उजवीकडे

source: Top Left
mr: वर डावीकडे

source: Center
mr: केंद्र

source: Position
mr: स्थान

source: Size
mr: आकार

source: Contain
mr: समाविष्ट आहेत

source: Auto
mr: स्वयं

source: Background Image
mr: पार्श्वभूमी इमेज

source: Background Color
mr: पार्श्वभूमीचा रंग

source: Background
mr: पार्श्वभूमी

source: Padding
mr: पॅडिंग

source: Margin
mr: मार्जिन

source: Link Color
mr: लिंक रंग

source: Color
mr: रंग

source: Hover
mr: फिरवा

source: Capitalize
mr: कॅपिटलाइझ

source: Lowercase
mr: लोअरकेस

source: Uppercase
mr: अपरकेस

source: Text Transform
mr: मजकूर रूपांतरित करा

source: None
mr: काहीही नाही

source: Line through
mr: माध्यमातून रेषा

source: Overline
mr: ओव्हरलाइन

source: Underline
mr: अधोरेखित

source: Text Decoration
mr: टेक्स्ट डेकोरेशन

source: Oblique
mr: तिरकस

source: Italic
mr: तिरपा

source: Normal
mr: सामान्य

source: Font Style
mr: अक्षरशैली

source: Letter Spacing
mr: अक्षरामधील अंतर

source: Line Height
mr: ओळीची उंची

source: Font Size
mr: अक्षराचा आकार

source: Font Languages
mr: फॉन्ट भाषा

source: Font Weight
mr: फॉन्ट वजन

source: Font Family
mr: फॉन्ट फॅमिली

source: FontAwesome
mr: अप्रतिमफॉन्ट

source: Google Web Fonts
mr: गुगल वेब फॉन्ट

source: Default Web Fonts
mr: डीफॉल्ट वेब फॉन्ट

source: Customizing
mr: कस्टमाइझ करणे

source: Customizing &#9656; %s
mr: कस्टमाइझिंग &#9656; %s

source: WooCommerce Secondary Sidebar
mr: वूकॉमर्सचा दुय्यम साइडबार

source: WooCommerce Primary Sidebar
mr: वूकॉमर्सचा प्राथमिक साइडबार

source: Single Product
mr: सिंगल उत्पादन

source: Display on single product
mr: एकाच उत्पादनावर प्रदर्शित करा

source: Display on product taxonomies (categories/tags,..)
mr: उत्पादक टॅक्सॉनॉमीवर प्रदर्शित करा (कॅटेगरीज / टॅग,..)

source: Styling for breadcrumb
mr: ब्रेडक्रंबसाठी स्टाईलिंग

source: Typography for breadcrumb
mr: ब्रेडक्रंबसाठी टायपोग्राफी

source: Settings display for special pages.
mr: विशेष पृष्ठांसाठी सेटिंग्ज प्रदर्शित

source: Display
mr: प्रदर्शन

source: Hide on product tag
mr: उत्पादन टॅगवर लपवा

source: Hide on product category
mr: उत्पादन श्रेणीवर लपवा

source: Hide on product page
mr: उत्पादन पृष्ठावर लपवा

source: Hide on 404 page
mr: 404 पृष्ठावर लपवा

source: Hide on singular
mr: एक वर लपवा

source: Hide on single post
mr: एकाच पोस्टवर लपवा

source: Hide on single page
mr: एकाच पृष्ठावर लपवा

source: Hide on archive
mr: संग्रहण वर लपवा

source: Hide on search
mr: शोधावर लपवा

source: Hide on categories
mr: श्रेण्यांवर लपवा

source: Hide on index
mr: अनुक्रमणिका वर लपवा

source: Before site main
mr: साइट मुख्य करण्यापूर्वी

source: Inside cover/titlebar
mr: कव्हर/शीर्षकबार मध्ये

source: After header
mr: शीर्षलेखा नंतर

source: Display Position
mr: प्रदर्शन स्थिती

source: Breadcrumb
mr: ब्रेडक्रंब

source: Show
mr: दाखवा

source: Hide
mr: लपवा

source: Titlebar
mr: शीर्षकबार

source: Cover
mr: कव्हर

source: Disable Footer Bottom
mr: तळटीपचे बटन अक्षम करा

source: Disable Footer Main
mr: फूटर मुख्य अक्षम करा

source: Disable Title
mr: शीर्षक अक्षम करा

source: Disable Header
mr: शीर्षलेख अक्षम करा

source: Disable Elements
mr: घटक अक्षम करा

source: Full Width - Stretched
mr: पूर्ण रूंदी - लांब करा

source: Full Width
mr: पूर्ण रुंदी

source: Default
mr: डीफॉल्ट

source: Content Layout
mr: सामग्री लेआउट

source: Inherit from customize settings
mr: कस्टमाइझ सेटिंग्जमधून प्राप्त करा

source: Sidebar
mr: साइडबार

source: Customify Settings
mr: कस्टोमीफाय सेटिंग्ज

source: Footer Sidebar %d
mr: तळटीप साइडबार %d

source: Secondary Sidebar
mr: दुय्यम साइडबार

source: Add widgets here.
mr: येथे विजेट जोडा.

source: Primary Sidebar
mr: प्राथमिक साइडबार

source: Primary
mr: प्राथमिक

source: Search Results for: %s
mr: %s : यासाठी शोध परिणाम

# next set of posts
source: Next
mr: पुढील

# previous set of posts
source: Previous
mr: मागील

source: Continue reading %s
mr: %s वाचणे सुरू ठेवा

source: Read more &larr;
mr: अधिक वाचा &larr;

source: Read more &rarr;
mr: अधिक वाचा &rarr;

# comments number
source: %1$s Comment
mr: एकवचनी: %1$s टिप्पणी

source: 1 Comment
mr: 1 टिप्पणी

source: Multiple Headers
mr: एकापेक्षा जास्त हेडर्स

source: Portfolio
mr: पोर्टफोलिओ

source: Blog Pro
mr: ब्लॉग प्रो

source: Scroll To Top
mr: वर स्क्रोल करा

source: Header Sticky
mr: शीर्षलेख चिकटणारा

source: Header Transparent
mr: शीर्षलेख पारदर्शक

source: Details
mr: तपशील

source: Active Now
mr: आता सक्रिय करा

source: Install Now
mr: स्थापित करा

source: View Site Library
mr: साइटची लायब्ररी पहा

source: <strong>Customify Sites</strong> is a free add-on for the Customify theme which help you browse and import ready made websites with few clicks.
mr: <strong>कस्टोमीफाय साईट्स</strong> कस्टोमीफाय थीमसाठी एक विनामूल्य अॅड-ऑन आहे जी आपल्याला काही क्लिकसह तयार केलेल्या वेबसाइट ब्राउझ आणि इम्पोर्ट करण्यास मदत करते.

source: Customify ready to import sites
mr: कस्टोमीफाय साइट आयात करण्यासाठी सज्ज आहे
