Repository: maheshwaghmare/wp-i18n
Catalog: po-files/themes/customify/wp-themes-customify-*.po
Languages: mr

source: Join Our Facebook Group &rarr;
mr: आमच्या फेसबुक ग्रुप &rarr मध्ये सामील व्हा.

source: Join the Facebook group for updates, discussions, chat with other Customify lovers.
mr: अपडेट्स, चर्चा, इतर कस्टोमीफाय प्रेमींसह गप्पा मारण्यासाठी फेसबुक गटात सामील व्हा.

source: Join the community!
mr: समुदायात सामील व्हा!

source: Links to Customizer Settings
mr: कस्टमाइर सेटिंग्सला लिंक करा

source: Homepage Settings
mr: मुख्यपृष्ठ सेटिंग्ज

source: Blog Posts
mr: ब्लॉग पोस्ट्स

source: Titlebar Settings
mr: शीर्षकबार सेटिंग्ज

source: Sidebar Settings
mr: साइडबार सेटिंग्ज

source: Typography
mr: टायपोग्राफी

source: Styling
mr: स्टाईलिंग

source: Footer Builder
mr: तळटीप बिल्डर

source: Header Builder
mr: शीर्षलेख बिल्डर

source: Layout Settings
mr: लेआउट सेटिंग्ज

source: Logo & Site Identity
mr: लोगो आणि साइटची ओळख

source: To fully take advantage of the best our theme can offer please make sure you visit our <a href="%1$s">Customify options page</a>.
mr: आपल्या साइटचा सर्वोत्तम उपयोग करून घेण्यासाठी कृपया आमच्या <a href="%1$s">कस्टोमीफाय पर्याय पृष्ठ</a> ला भेट द्या.

source: Thanks for installing Customify, you rock! <img draggable="false" class="emoji" alt="" src="https://s.w.org/images/core/emoji/2.4/svg/1f918.svg">
mr: कस्टोमीफाय इन्स्टॉल केल्याबद्दल धन्यवाद, तुम्ही जिंकला आहात! <img draggable="false" class="emoji" alt="" src="https://s.w.org/images/core/emoji/2.4/svg/1f918.svg">

source: logo
mr: लोगो

source: Customify Options
mr: पर्याय कस्टोमीफाय करा

source: Skip to content
mr: सामग्रीवर जा

source: Comments are closed.
mr: टिप्पण्या बंद आहेत.

source: One thought on &ldquo;%1$s&rdquo;
mr: &ldquo;%1$s&rdquo वर एक विचार ;

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
mr: या स्थानावर काहीही आढळले नाही असे दिसते. कदाचित खालील एखादी लिंक किंवा शोध मधून प्रयत्न?

source: Oops! That page can&rsquo;t be found.
mr: अरेरे! ते पृष्ठ शोधले जाऊ शकत नाही.

source: WPCustomify
mr: डब्लूपी कस्टोमीफाय
