Repository: maheshwaghmare/wp-i18n
Catalog: po-files/plugins/contact-form-7/*/wp-plugins-contact-form-7-stable-*-translated.po
Languages: mr

source: Save Changes
mr: बदल जतन करा

source: Make this checkbox optional
mr: हा चेकबॉक्स पर्यायी करा

source: Professional Services
mr: व्यावसायिक सेवा

source: Support Forums
mr: सपोर्ट फोरम

source: Do you need help?
mr: तुम्हाला मदत हवी आहे का?

source: Condition
mr: अट

source: Not consented
mr: मंजूर नाही

source: Consented
mr: मंजूर झाले

source: You can edit the mail template here. For details, see %s.
mr: आपण मेल इथून संपादित करू शकता. माहितीसाठी पहा, %s

source: (left and right arrow)
mr: डावा आणि उजवा बाण

source: (configuration error)
mr: कॉन्फिगरेशन संबंधित चुक

source: This contact form is available only for logged in users.
mr: हा कॉन्टॅक्ट फॉर्म फक्त लॉगड इन वापरकत्यानं करिता उपलब्ध आहे.

source: Deprecated settings are used.
mr: बहिष्कृत सेटिंग्ज वापरलया आहेत.

source: To use CAPTCHA, you need %s plugin installed.
mr: कॅप्चा वापरण्यासाठी, तुम्ही %s हे प्लगइन इन्स्टॉल असणे आवश्यक आहे.

source: There was an error deleting the contact form.
mr: संपर्क फॉर्म हटविताना एक त्रुटी होती.

source: You are not allowed to access the requested contact form.
mr: आपल्याला विनंती केलेला संपर्क फॉर्म वापरण्याची करण्याची परवानगी नाही.

source: The requested contact form was not found.
mr: विनंती केलेला संपर्क फॉर्म सापडला नाही.

source: You are not allowed to create a contact form.
mr: आपणस संपर्क फॉर्म तयार करण्याची परवानगी दिली नाही.

source: Cannot create existing contact form.
mr: विद्यमान संपर्क फॉर्म पुन्हा तयार करू शकत नाही.

source: You are not allowed to access contact forms.
mr: आपणस संपर्क फॉर्म प्रवेश करण्याची परवानगी नाही.

source: Attachment file does not exist at %path%.
mr: %path% येथे जोडलेली फाइल अस्तित्वात नाही.

source: Invalid mailbox syntax is used in the %name% field.
mr: %name% फील्डमध्ये अवैध मेलबॉक्स वाक्यरचना वापरली आहे.

source: There are invalid mail header fields.
mr: येथे अवैध मेल हेडर्स फील्ड आहेत.

source: HTML tags are used in a message.
mr: संदेशामध्ये HTML टॅग्स वापरले गेले आहेत.

source: Sender email address does not belong to the site domain.
mr: प्रेषक ईमेल पत्ता साइट डोमेनशी संबंधित नाही.

source: Invalid mailbox syntax is used.
mr: अवैध मेलबॉक्समध्ये सिन्टेक्स वापरले जाते.

source: There is a possible empty field.
mr: संभाव्य रिक्त क्षेत्र आहे.

source: %s configuration error detected
mr: %s कॉन्फिगरेशन तृटी आढळली.

source: %d configuration errors detected in this tab panel
mr: टॅब पॅनल मध्ये %d कॉन्फिगरेशन तृटी आढळल्या.

source: 1 configuration error detected in this tab panel
mr: या टॅब पॅनल मध्ये १ कॉन्फिगरेशन तृटी आढळली.

source: %d configuration errors detected
mr: %d कॉन्फिगरेशन तृटी आढळल्या.

source: 1 configuration error detected
mr: १ कॉन्फिगरेशन तृटी आढळली.

source: There was an error saving the contact form.
mr: संपर्क फॉर्म सेव्ह करताना तृटी आली.

source: %1$s is <strong>deprecated</strong> since Contact Form 7 version %2$s! Use %3$s instead.
mr: %1$s हे संपर्क फॉर्म 7 आवृत्ती %2$s! पासून <strong>deprecated</strong> आहे . त्याऐवजी %3$s वापरा.

source: Flamingo
mr: फ्लेमिंगो

source: Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.
mr: आपण होण्याआधी संदेश संग्रह प्लगइन स्थापित करा %s सर्व संदेश डाटाबेसमध्ये संपर्काच्या माध्यमातून वाचवितो. फ्लेमिंगो हे एक विनामूल्य वर्डप्रेस प्लगइन आहे जे फोरम 7 फॉर्मच्या स्वरूपात आहे.

source: Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.
mr: संपर्क फॉर्म 7 संदेश कोठेही साठवून ठेवत नाही. म्हणून, आपल्या मेल सर्व्हरकडे काही समस्या असल्यास किंवा मेल कॉन्फिगरेशनमध्ये आपण चूक केली तर आपण कायमचे महत्वाचे संदेश गमावू शकता.

source: Before you cry over spilt mail&#8230;
mr: स्पिल्ड मेल वर रडण्याआधी &#8230;

source: comment blacklist
mr: टिप्पणी ब्लॅकलिस्ट

source: Contact Form 7 supports spam-filtering with %1$s. Intelligent %2$s blocks annoying spambots. Plus, using %3$s, you can block messages containing specified keywords or those sent from specified IP addresses.
mr: फॉर्म 7 शी संपर्क साधा - स्पॅम-फिल्टरिंग %1$s सह समर्थन करते. बुद्धिमान %2$s त्रासदायक स्पंबोट्स अवरोधित करते. प्लस,%3$s चा वापर करून, आपण निर्दिष्ट केलेले कीवर्ड असलेले संदेश किंवा निर्दिष्ट केलेल्या IP पत्त्यांवरून पाठविलेले संदेश ब्लॉक करू शकता.

source: Spammers target everything; your contact forms aren&#8217;t an exception. Before you get spammed, protect your contact forms with the powerful anti-spam features Contact Form 7 provides.
mr: स्पॅमर्सना प्रत्येक गोष्टीला लक्ष्य करतात; आपले संपर्क फॉर्म अपवाद नाहीत. स्पॅम मिळवण्याआधी, आपल्या संपर्क फॉर्मला शक्तिशाली स्पॅम वैशिष्ट्यांसह संरक्षित करा जे संपर्क फॉर्म 7 प्रदान करते.

source: FAQ about Configuration Validator
mr: संरचना सत्यापनकर्ता बद्दल नेहमी विचारले जाणारे प्रश्न

source: The telephone number is invalid.
mr: टेलिफोन नंबर अवैध आहे.

source: The URL is invalid.
mr: URL अवैध आहे.

source: The e-mail address entered is invalid.
mr: प्रविष्ट केलेला ईमेल पत्ता अवैध आहे.

source: The answer to the quiz is incorrect.
mr: क्विझचे उत्तर चुकीचे आहे.

source: The number is larger than the maximum allowed.
mr: संख्या कमाल परवानगी पेक्षा मोठी आहे.

source: The number is smaller than the minimum allowed.
mr: संख्या किमान परवानगी पेक्षा लहान आहे.

source: The number format is invalid.
mr: क्रमांकाचे स्वरूप अवैध आहे.

source: There was an error uploading the file.
mr: फाइल अपलोड करताना एक त्रुटी आली होती.

source: The file is too big.
mr: फाईल खूप मोठी आहे.

source: You are not allowed to upload files of this type.
mr: आपणस या प्रकारच्या फाइल्स अपलोड करण्याची परवानगी नाही.

source: There was an unknown error uploading the file.
mr: फाइल अपलोड करताना एक अज्ञात त्रुटी आली होती.

source: The date is after the latest one allowed.
mr: ही तारीख परवानगी असलेल्या शेवटच्या तारखेच्या नंतरची आहे.

source: The date is before the earliest one allowed.
mr: ही तारीख परवानगी असलेल्या तारखेच्या आधीची आहे.

source: The date format is incorrect.
mr: तारीख स्वरूप चुकीचे आहे.

source: The field is too short.
mr: फील्ड खूप लहान आहे.

source: The field is too long.
mr: फील्ड खूप लांब आहे.

source: The field is required.
mr: फील्ड आवश्यक आहे.

source: You must accept the terms and conditions before sending your message.
mr: आपण आपल्या संदेश पाठविण्यापूर्वी अटी आणि नियम स्वीकारणे आवश्यक आहे.

source: One or more fields have an error. Please check and try again.
mr: एक किंवा अधिक फील्ड मध्ये त्रुटी आहेत. कृपया तपासा आणि पुन्हा प्रयत्न करा.

source: There was an error trying to send your message. Please try again later.
mr: आपला संदेश पाठवण्यासाठी प्रयत्न करताना एक त्रुटी होती. कृपया थोड्या वेळानी पुन्हा प्रयत्न करा.

source: Thank you for your message. It has been sent.
mr: आपल्या संदेशाबद्दल धन्यवाद. तो पाठविण्यात आले आहे.

source: Misconfiguration leads to mail delivery failure or other troubles. Validate your contact forms now.
mr: मिसकॉन्फिगरेशनमुळे मेल वितरण अयशस्वी होणे किंवा इतर त्रास होतो.आत्ताच आपले संपर्क फॉर्म प्रमाणित करा

source: Validate Contact Form 7 Configuration
mr: सत्यापित संपर्क फॉर्म 7 संरचना

source: Configuration validation completed. No invalid contact form was found.
mr: संरचना वैधता पूर्ण केले. कोणतेही अवैध संपर्क फॉर्म सापडले नाही.

source: Validate Configuration
mr: कॉन्फिगरेशन प्रमाणित करा

source: Validate %s Contact Form Now
mr: %s संपर्क फॉर्म आत्ता प्रमाणित करा

source: You are not allowed to validate configuration.
mr: आपणस कॉन्फिगरेशन प्रमाणित करण्यासाठी परवानगी नाही.

source: Secret Key
mr: सीक्रेट की

source: Site Key
mr: साइट की

source: Settings saved.
mr: सेटिंग्ज जतन केली.

source: Invalid key values.
mr: अवैध की मूल्ये.

source: ERROR
mr: त्रुटी

source: reCAPTCHA
mr: रिकॅपचा

source: CAPTCHA (Really Simple CAPTCHA)
mr: कॅपचा (अत्यंत सोपे कॅपचा)

source: Takayuki Miyoshi
mr: टाकायुकी मियोशी

source: Just another contact form plugin. Simple but flexible.
mr: आणखीन एक कॉन्टॅक्ट फॉर्म प्लगइन. साधा पण लवचिक.

source: Contact form %d
mr: संपर्क फॉर्म %d

source: Generate a form-tag for a multi-line text input field. For more details, see %s.
mr: Multi-line text input field करिता एक फॉर्म टॅग निर्माण करा. अधिक माहितीसाठी,%s पहा.

source: text area
mr: टेक्स्ट एरिया

source: This field requires author's URL
mr: या क्षेत्रात ऑथरचा URL आवश्यक आहे

source: This field requires author's email address
mr: या क्षेत्रात ऑथरचा ईमेल पत्ता आवश्यक आहे

source: This field requires author's name
mr: या क्षेत्रात लेखकाचे नाव आवश्यक आहे

source: Akismet
mr: अकिस्मेट

source: Text Fields
mr: मजकूर फील्ड

source: Generate a form-tag for a single-line telephone number input field. For more details, see %s.
mr: Single-line telephone number input field करिता एक फॉर्म टॅग निर्माण करा. अधिक माहितीसाठी,%s पहा.

source: Generate a form-tag for a single-line URL input field. For more details, see %s.
mr: Single-line URL input field करिता एक फॉर्म टॅग निर्माण करा. अधिक माहितीसाठी,%s पहा.

source: Generate a form-tag for a single-line email address input field. For more details, see %s.
mr: single-line email address input field करिता एक फॉर्म टॅग निर्माण करा. अधिक माहितीसाठी,%s पहा.

source: Generate a form-tag for a single-line plain text input field. For more details, see %s.
mr: single-line plain text input field करिता एक फॉर्म टॅग निर्माण करा. अधिक माहितीसाठी,%s पहा.

source: email
mr: ई-मेल

source: text
mr: मजकूर

source: Telephone number that the sender entered is invalid
mr: सेंडरने प्रविष्ट केलेला टेलिफोन नंबर अवैध आहे

source: URL that the sender entered is invalid
mr: सेंडरनी एंटर केलेले URL अवैध आहे

source: Email address that the sender entered is invalid
mr: प्रेषक प्रविष्ट केलेला ईमेल पत्ता अवैध आहे

source: Label
mr: लेबल

source: Submit Button
mr: सबमिट बटण

source: Generate a form-tag for a submit button. For more details, see %s.
mr: सबमिट बटणासाठी एक फॉर्म-टॅग तयार करा. अधिक माहितीसाठी , %s पहा

source: submit
mr: सबमिट

source: Insert a blank item as the first option
mr: प्रथम पर्याय म्हणून एक रिकामा आयटम समाविष्ट करा

source: Allow multiple selections
mr: अनेक निवडींची परवानगी द्या

source: drop-down menu
mr: ड्रॉप-डाउन मेनू

source: One pipe-separated question-answer pair (e.g. The capital of Brazil?|Rio) per line.
mr: प्रत्येक पाईप-विभाजित प्रश्न-उत्तर जोडी (उदा. ब्राझीलची राजधानी?रिओ) प्रत्यक ओळ.

source: Questions and answers
mr: प्रश्न आणि उत्तरे

source: Quiz
mr: क्विझ

source: Generate a form-tag for a question-answer pair. For more details, see %s.
mr: प्रश्न-उत्तर जोडी करिता एक फॉर्म टॅग निर्माण करा. अधिक माहितीसाठी,%s पहा.

source: quiz
mr: चाचणी

source: Sender doesn't enter the correct answer to the quiz
mr: सेंडरने क्विझचे अचूक उत्तर दिलेले नाही

source: Slider
mr: स्लायडर

source: Spinbox
mr: स्पिनबॉक्स

source: Number Fields
mr: क्रमांक फील्ड

source: Generate a form-tag for a field for numeric value input. For more details, see %s.
mr: Numeric value input field करिता एक फॉर्म टॅग निर्माण करा. अधिक माहितीसाठी,%s पहा.

source: number
mr: संख्या

source: Number is larger than maximum limit
mr: संख्या कमाल मर्यादेपेक्षा अधिक मोठी आहे

source: Number is smaller than minimum limit
mr: संख्या किमान मर्यादा पेक्षा लहान आहे

source: Number format that the sender entered is invalid
mr: प्रेषक केला त्या क्रमांक स्वरूप अवैध आहे

source: This contact form contains file uploading fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.
mr: या संपर्क फॉर्ममध्ये फाईल अपलोडिंग फील्ड आहेत, परंतु फायलींसाठी (%s) तात्पुरते फोल्डर अस्तित्वात नाही किंवा लिहीण्यायोग्य नाही. आपण फोल्डर तयार करू शकता किंवा त्याच्या परवानगी व्यक्तिचलितपणे बदलू शकता.

source: To attach the file uploaded through this field to mail, you need to insert the corresponding mail-tag (%s) into the File Attachments field on the Mail tab.
mr: मेलद्वारे या क्षेत्राद्वारे अपलोड केलेली फाईल संलग्न करण्यासाठी, आपल्याला संबंधित मेल-टॅग (%s) फाइल संलग्नक फील्डमध्ये मेल टॅबवर निविष्ट करणे आवश्यक आहे.

source: Acceptable file types
mr: मान्य फाइल प्रकार

source: File size limit (bytes)
mr: फाईल आकार मर्यादा (बाइट)

source: File Uploading and Attachment
mr: फाइल अपलोड आणि संलग्नक

source: Generate a form-tag for a file uploading field. For more details, see %s.
mr: File uploading field करिता एक फॉर्म टॅग निर्माण करा. अधिक माहितीसाठी,%s पहा.

source: file
mr: फाइल

source: Uploading a file fails for PHP error
mr: फाइल अपलोड PHP त्रुटीमुळे अपयशी

source: Uploaded file is too large
mr: अपलोड फाइल खूप मोठी आहे

source: Uploaded file is not allowed for file type
mr: अपलोड केलेल्या फाइलचा प्रकारा करीता परवानगी नाही

source: Uploading a file fails for any reason
mr: फाइल अपलोड कोणत्याही कारणास्तव अपयशी

source: Max
mr: जास्तीतजास्त

source: Min
mr: कमीतकमी

source: Range
mr: श्रेणी

source: Use this text as the placeholder of the field
mr: हा मजकूर फील्डचा प्लेसहोल्डर म्हणून वापरा

source: Default value
mr: डिफॉल्ट मूल्य

source: Date Field
mr: तारीख फील्ड

source: Generate a form-tag for a date input field. For more details, see %s.
mr: Date input field करिता एक फॉर्म टॅग निर्माण करा. अधिक माहितीसाठी,%s पहा.

source: date
mr: तारीख

source: Date is later than maximum limit
mr: तारीख कमाल मर्यादा पेक्षा नंतर आहे

source: Date is earlier than minimum limit
mr: तारीख किमान मर्यादा पूर्वीची आहे

source: Date format that the sender entered is invalid
mr: प्रेषकाने प्रवेश केलेल्या तारखेचे स्वरूपन अवैध आहे

source: To use the value input through this field in a mail field, you need to insert the corresponding mail-tag (%s) into the field on the Mail tab.
mr: मेल क्षेत्रात या क्षेत्राद्वारे मूल्य इनपुट वापरण्यासाठी, आपल्याला मेल टॅबवरील संबंधित मेल-टॅग (%s) निविष्ट करणे आवश्यक आहे

source: Make checkboxes exclusive
mr: चेकबॉक्स एक्सक्लुसिव्ह करा

source: Wrap each item with label element
mr: प्रत्येक आयटम लेबल एलिमेंट मध्ये गुंढाळा

source: Put a label first, a checkbox last
mr: प्रथम एक लेबल ठेवा, आणि एक चेकबॉक्स शेवटी

source: One option per line.
mr: प्रत्येक ओळीवर एक पर्याय.

source: Required field
mr: आवश्यक फील्ड

source: Field type
mr: फील्ड प्रकार

source: Checkboxes, Radio Buttons and Menus
mr: चेकबॉक्स, रेडिओ बटणे आणि मेनू

source: Generate a form-tag for a group of radio buttons. For more details, see %s.
mr: Radio button group करिता एक फॉर्म टॅग निर्माण करा. अधिक माहितीसाठी,%s पहा.

source: Generate a form-tag for a group of checkboxes. For more details, see %s.
mr: Checkboxes group करिता एक फॉर्म टॅग निर्माण करा. अधिक माहितीसाठी,%s पहा.

source: radio buttons
mr: रेडिओ बटणे

source: checkboxes
mr: चेकबॉक्स

source: This contact form contains CAPTCHA fields, but the necessary libraries (GD and FreeType) are not available on your server.
mr: या संपर्क फॉर्ममध्ये कॅप्चा फील्ड्स आहेत, परंतु आवश्यक लायब्ररी (जीडी आणि फ्रीटिप) आपल्या सर्व्हरवर उपलब्ध नाहीत.

source: This contact form contains CAPTCHA fields, but the temporary folder for the files (%s) does not exist or is not writable. You can create the folder or change its permission manually.
mr: या संपर्क फॉर्ममध्ये कॅप्चा फील्ड समाविष्ट आहेत, परंतु फाइल (%s) साठी तात्पुरती फोल्डर अस्तित्वात नाही किंवा लिहीण्यायोग्य नाही. आपण फोल्डर तयार करू शकता किंवा त्याच्या परवानगी व्यक्तिचलितपणे बदलू शकता.

source: Input field settings
mr: इनपुट फील्ड सेटिंग

source: Image settings
mr: प्रतिमा सेटिंग्ज

source: Generate form-tags for a CAPTCHA image and corresponding response input field. For more details, see %s.
mr: कॅप्चा प्रतिमा आणि संबंधित प्रतिसाद इनपुट फील्डसाठी फॉर्म-टॅग व्युत्पन्न करा. अधिक तपशीलांसाठी,%s पहा.

source: To use CAPTCHA, you first need to install and activate %s plugin.
mr: कॅपचा वापरण्यासाठी, आपणस प्रथम %s प्लगइन स्थापित आणि सक्रिय करणे आवश्यक आहे.

source: CAPTCHA
mr: कॅपचा

source: Your entered code is incorrect.
mr: आपला प्रविष्ट कोड अयोग्य आहे.

source: The code that sender entered does not match the CAPTCHA
mr: सेंडर ने एंटर केलेला कोड CAPTCHA शी मेळ खात नाही

source: Insert Tag
mr: टॅग समाविष्ट करा

source: Class attribute
mr: क्लास अट्रीब्युट

source: Id attribute
mr: आयडी अट्रीब्युट

source: Options
mr: पर्याय

source: Name
mr: नाव

source: Acceptance Checkbox
mr: स्वीकृती चेकबॉक्स

source: acceptance
mr: स्वीकृती

source: <code>%1$s</code> property of a <code>WPCF7_ContactForm</code> object is <strong>no longer accessible</strong>. Use <code>%2$s</code> method instead.
mr: <code>%1$s</code> एक <code> WPCF7_ContactForm </code> ऑब्जेक्टची मालमत्ता <strong> आता उपलब्ध नाही </strong> आहे त्याऐवजी <code>%2$s </code> पद्धत वापरा

source: Untitled
mr: अशीर्षकांकित

source: Contact Form
mr: कॉन्टॅक्ट फॉर्म

source: There is a field with input that is shorter than the minimum allowed length
mr: एक इनपुट फील्ड किमान अनुमत लांबी पेक्षा लहान आहे

source: There is a field with input that is longer than the maximum allowed length
mr: एक इनपुट फील्ड कमाल अनुमत लांबी जास्त आहे

source: There is a field that the sender must fill in
mr: प्रेषक भरा आवश्यक आहे की एक क्षेत्र आहे

source: There are terms that the sender must accept
mr: प्रेषक मान्य केली पाहिजे अशा काही अटी आहेत

source: Submission was referred to as spam
mr: सबमिशन स्पॅम म्हणून संदर्भित करण्यात आले आहे

source: Validation errors occurred
mr: प्रमाणीकरण त्रुटी आली

source: Sender's message failed to send
mr: प्रेषकाचे संदेश पाठविण्यात अयशस्वी झाला आहे

source: Sender's message was sent successfully
mr: प्रेषकाचे संदेश यशस्वीरित्या पाठविला गेला

source: This e-mail was sent from a contact form on %1$s (%2$s)
mr: हा ई-मेल %1$s (%2$s) ला संपर्क फॉर्म वरून पाठविला होता

source: Message Body:
mr: संदेश शरीर:

source: Subject: %s
mr: विषय: %s

source: From: %s
mr: कडून: %s

source: Send
mr: पाठवा

source: Your Message
mr: आपला संदेश

source: Your Email
mr: आपला ई-मेल

source: (required)
mr: (आवश्यक)

source: Your Name
mr: आपले नाव

source: Form-tag Generator: %s
mr: फॉर्म टॅग जेनेरेटर:%s

source: For more information:
mr: अधिक माहितीसाठी:

source: Any information you provide will not be shared with service providers without your authorization.
mr: आपण प्रदान केलेली कोणतीही माहिती आपल्या अनुमती शिवाय न सेवा प्रदात्याला दिली जाणार नाही.

source: You may need to first sign up for an account with the service that you plan to use. When you do so, you would need to authorize Contact Form 7 to access the service with your account.
mr: आपण प्रथम वापरलेल्या योजनासह एखाद्या खात्यासाठी साइन अप करण्याची आवश्यकता असू शकते. आपण असे करता तेव्हा, आपल्या खात्यासह सेवेमध्ये प्रवेश करण्यासाठी आपल्याला फॉर्म 7 नुसार अधिकृत करणे आवश्यक आहे.

source: On this screen, you can manage services that are available through Contact Form 7. Using API will allow you to collaborate with any services that are available.
mr: या स्क्रीनवर, आपण संपर्क फॉर्म 7 द्वारे उपलब्ध असलेल्या सेवा व्यवस्थापित करू शकता. API वापरणे आपल्याला उपलब्ध असलेल्या कोणत्याही सेवांसह सहयोग करण्याची परवानगी देईल.

source: There are also special mail-tags that have specific names, but don&#8217;t have corresponding form-tags. They are used to represent meta information of form submissions like the submitter&#8217;s IP address or the URL of the page.
mr: विशेष मेल-टॅग देखील आहेत ज्या विशिष्ट नावांची आहेत, परंतु त्यास अनुरुप-टॅग नसतात. ते सबमिटर & # 8217; IP पत्ता किंवा पृष्ठाच्या URL सारख्या फॉर्म सबमिशनची मेटा माहितीचे प्रतिनिधित्व करण्यासाठी वापरले जातात.

source: A mail-tag is also a short code enclosed in square brackets that you can use in every Mail and Mail (2) field. A mail-tag represents a user input value through an input field of a corresponding form-tag.
mr: मेल-टॅग हा एक लहान कोड आहे जो चौकटी कंसात संलग्न आहे जो आपण प्रत्येक मेल आणि मेल (2) फील्डमध्ये वापरू शकता. संबंधित टॅग-टॅगच्या इनपुट फील्डद्वारे मेल-टॅग वापरकर्ता इनपुट मूल्यास सादर करते.

source: A form-tag is a short code enclosed in square brackets used in a form content. A form-tag generally represents an input field, and its components can be separated into four parts: type, name, options, and values. Contact Form 7 supports several types of form-tags including text fields, number fields, date fields, checkboxes, radio buttons, menus, file-uploading fields, CAPTCHAs, and quiz fields.
mr: एक फॉर्म-टॅग फॉर्म सामग्रीमध्ये वापरल्या गेलेल्या चौकटी कंसात जोडलेला एक लहान कोड आहे. एक फॉर्म-टॅग सामान्यत: इनपुट फील्ड दर्शवतो आणि त्याचे घटक चार भागांमध्ये विभाजित केले जाऊ शकतात: प्रकार, नाव, पर्याय आणि मूल्य. फॉर्म 7 शी संपर्क करा, मजकूर प्रकार, नंबर फील्ड, तारीख फील्ड, चेकबॉक्स्, रेडिओ बटणे, मेनू, फाइल-अपलोडिंग फील्ड, कॅप्चाअ आणि क्विझ फील्ड अशा अनेक प्रकारच्या फॉर्म-टॅगचे समर्थन करते.

source: <strong>Additional Settings</strong> provides a place where you can customize the behavior of this contact form by adding code snippets.
mr: <strong> अतिरिक्त सेटिंग्ज </strong> अशी एक जागा उपलब्ध करतात जिथे आपण कोड स्निपेट जोडून या संपर्क फॉर्मचे वर्तन स्निप्पेस्ट्स करू शकता.

source: In <strong>Messages</strong>, you can edit various types of messages used for this contact form. These messages are relatively short messages, like a validation error message you see when you leave a required field blank.
mr: <strong>Message</strong>यामधुन आपण या संपर्क फॉर्मसाठी वापरलेल्या विविध परकारांचे मेसेस बदलू शकता. हे मेसेस तुलनेने लहान आहेत, जसे की एका वैधता त्रुटी मेसेस प्रमाणे जेव्हा आपण एक आवश्यक फील्ड रिक्त ठेवता तेव्हा आपल्याला दिसत असते. हे संदेश तुलनेने संदेश आहेत, जसे की एका सत्यापन त्रुटी संदेशाप्रमाणे आपण आवश्यक फील्ड रिक्त ठेवता तेव्हा.

source: <strong>Mail (2)</strong> is an additional mail template that works similar to Mail. Mail (2) is different in that it is sent only when Mail has been sent successfully.
mr: <strong> मेल (2) </strong> हे मेल सारखाच कार्य करणाऱ्या अतिरिक्त मेल टेम्पलेट आहे मेल (2) हे वेगळे आहे जेव्हा ते मेल पाठवले जाते तेव्हाच पाठवले जाते.

source: <strong>Mail</strong> manages a mail template (headers and message body) that this contact form will send when users submit it. You can use Contact Form 7&#8217;s mail-tags here.
mr: <strong> मेल </strong> मेल टेम्पलेटचे (शीर्षलेख आणि संदेश भाग) व्यवस्थापित करते जे वापरकर्त्यांनी सबमिट केल्यानंतर हा संपर्क फॉर्म पाठविला जाईल. आपण येथे संपर्क फॉर्म 7 & # 8217; मेल-टॅग वापरू शकता.

source: <strong>Form</strong> is a content of HTML form. You can use arbitrary HTML, which is allowed inside a form element. You can also use Contact Form 7&#8217;s form-tags here.
mr: <strong> फॉर्म </strong> HTML स्वरूपाची एक सामग्री आहे. आपण अनियंत्रित HTML वापरू शकता, ज्यास फॉर्म एलिमेंटमध्ये परवानगी आहे. आपण येथे संपर्क फॉर्म 7 & # 8217; चे फॉर्म-टॅग वापरू शकता.

source: <strong>Title</strong> is the title of a contact form. This title is only used for labeling a contact form, and can be edited.
mr: <strong>Title</strong> हे कॉन्टॅक्ट फॉर्म चे शीर्षक आहे. ह्या शीर्षकाचा उपयोग कॉन्टॅक्ट फॉर्मच्या लेबलिंग साठी केला आहे तसेच हे शीर्षक एडिट करता येईल.

source: On this screen, you can edit a contact form. A contact form is comprised of the following components:
mr: या पडद्यावर, आपण कॉन्टॅक्ट फॉर्म एडिट करू शकता. एक संपर्क फॉर्म खालील घटक बनलेली आहे:

source: <strong>Duplicate</strong> - Clones that contact form. A cloned contact form inherits all content from the original, but has a different ID.
mr: <strong> डुप्लिकेट </strong> - क्लोन जे संपर्क फॉर्म एक क्लोन संपर्क फॉर्म मूळमधून सर्व सामग्रीचा वारसा असतो, परंतु त्याचे वेगळे ID असते.

source: <strong>Edit</strong> - Navigates to the editing screen for that contact form. You can also reach that screen by clicking on the contact form title.
mr: <strong> संपादित करा </strong> - त्या संपर्क फॉर्मसाठी संपादन स्क्रीनवरील नेव्हीगेट्स आपण संपर्क फॉर्म शीर्षक वर क्लिक करून त्या स्क्रीनवर देखील पोहोचू शकता.

source: Hovering over a row in the contact forms list will display action links that allow you to manage your contact form. You can perform the following actions:
mr: संपर्क फॉर्म सूचीमध्ये एका ओळीवर फिरवल्याने आपल्याला आपले संपर्क फॉर्म व्यवस्थापित करण्याची परवानगी देणारे अॅक्शन दुवे प्रदर्शित होतील. आपण खालील क्रिया करू शकता:
