Repository: maheshwaghmare/wp-i18n
Catalog: po-files/plugins/contact-form-7/*/wp-plugins-contact-form-7-stable-*-translated.po
Languages: mr

source: On this screen, you can manage contact forms provided by Contact Form 7. You can manage an unlimited number of contact forms. Each contact form has a unique ID and Contact Form 7 shortcode ([contact-form-7 ...]). To insert a contact form into a post or a text widget, insert the shortcode into the target.
mr: या स्क्रीन वर, आपण संपर्क फॉर्म 7 द्वारे प्रदान संपर्क फॉर्म व्यवस्थापित करू शकता. आपण असंख्य संपर्क फॉर्म व्यवस्थापित करू शकता. प्रत्येक संपर्क फॉर्मकडे एक अद्वितीय ID आणि संपर्क फॉर्म 7 लघुसंकेत आहे ([संपर्क फॉर्म-7 ...]). एखाद्या पोस्ट किंवा मजकूर विजेटमध्ये संपर्क फॉर्म समाविष्ट करण्यासाठी, लक्ष्य मध्ये शोर्ट कोड घाला

source: Mail-tags
mr: मेल-टॅग

source: Form-tags
mr: फॉर्म-टॅग

source: Available Actions
mr: उपलब्ध क्रिया

source: Overview
mr: आढावा

source: You can add customization code snippets here. For details, see %s.
mr: आपण येथे पसंतीचा कोड स्निपेट्स जोडू शकता. तपशीलासाठी,%s पहा.

source: File Attachments
mr: फाइल अटॅचमेंट्स

source: Use HTML content type
mr: HTML कन्टेन्ट टाईप वापरा

source: Exclude lines with blank mail-tags from output
mr: आउटपुटमधून रिक्त मेल-टॅगसह ओळी काढून टाका.

source: Message Body
mr: मेसेज बॉडी

source: Additional Headers
mr: अतिरिक्त हेडर्स

source: Subject
mr: विषय

source: From
mr: कडून

source: To
mr: च्याकडे

source: In the following fields, you can use these mail-tags:
mr: खालील फील्ड मध्ये, आपण मेल-टॅग वापरू शकता:

source: Mail (2) is an additional mail template often used as an autoresponder.
mr: मेल(2) एक अतिरिक्त मेल टेम्पलेट आहे जो ऑटोरेस्पोन्डर म्हणून वापरला जातो.

source: Use Mail (2)
mr: मेल वापरा (२)

source: Mail (2)
mr: मेल (२)

source: %s ago
mr: %s पूर्वी

source: Edit &#8220;%s&#8221;
mr: संपादन &#8220;%s&#8221;

source: Edit
mr: संपादन

source: Date
mr: तारीख

source: Author
mr: लेखक

source: Shortcode
mr: शॉर्टकोड

source: Title
mr: शीर्षक

source: Additional Settings
mr: अतिरिक्त सेटिंग्ज

source: Additional Settings (%d)
mr: अतिरिक्त सेटिंग्ज (%d)

source: Messages
mr: संदेश

source: Mail
mr: मेल

source: Form
mr: फॉर्म

source: Support
mr: सपोर्ट

source: https://contactform7.com/support/
mr: http://contactform7.com/support/

source: FAQ
mr: एफ.ए.क्यू

source: Docs
mr: दस्तऐवज

source: You are about to delete this contact form. 'Cancel' to stop, 'OK' to delete.
mr: तुम्ही हा कॉन्टॅक्ट फॉर्म डिलीट करत आहात. रद्द करण्यासाठी 'Cancel' अथवा डिलीट करण्यासाठी 'OK' दाबा.

source: Delete
mr: हटवा

source: Duplicate
mr: डुप्लिकेट

source: Status
mr: स्टेटस

source: You can also use this old-style shortcode:
mr: आपण जुन्या प्रकारची शॉर्टकोड वापर करू शकता:

source: Copy this shortcode and paste it into your post, page, or text widget content:
mr: हा शॉर्टकोड कॉपी करा आणि आपल्या पोस्ट, पेज किंवा टेक्स्ट विजेट मध्ये पेस्ट करा:

source: Enter title here
mr: येथे शीर्षक प्रविष्ट करा

source: Save
mr: जतन

source: You are not allowed to edit this contact form.
mr: तुम्हाला हा संपर्क फॉर्म संपादित करण्याची परवानगी नाही आहेत.

source: Dismiss
mr: डिसमिस

source: <strong>Contact Form 7 %1$s requires WordPress %2$s or higher.</strong> Please <a href="%3$s">update WordPress</a> first.
mr: <strong>कॉन्टॅक्ट फॉर्म ७ %1$s ला वर्डप्रेस %2$s किंवा त्या हुन उच्य व्हरजन ची गरज आहे </strong> आधी कृपया <a href="%3$s">वर्डप्रेस अपडेट करा </a>.

source: Settings
mr: सेटिंग्ज

source: Contact form deleted.
mr: संपर्क फॉर्म हटविले.

source: Contact form saved.
mr: संपर्क फॉर्म जतन झाला.

source: Contact form created.
mr: संपर्क फॉर्म तयार झाला.

source: Search Contact Forms
mr: कॉन्टॅक्ट फॉर्म शोधा

source: Search results for &#8220;%s&#8221;
mr: &#8220;%s&#8221; च्या शोधाचे निकाल

source: The changes you made will be lost if you navigate away from this page.
mr: या पृष्ठ सोडून गेलात तर केलेले बदल नष्ट होतील

source: Error in deleting.
mr: हटविताना त्रुटी आली.

source: You are not allowed to delete this item.
mr: तुम्हाला हा आयटम हटवायची परवानगी नाही.

source: You are not allowed to edit this item.
mr: तुम्हाला हा आयटम संपादित करण्याची परवानगी नाही.

source: Integration
mr: एकत्रीकरण

source: Integration with Other Services
mr: इतर सेवा बरोबर एकीकरण

source: Add New
mr: नवीन जोडा

source: Add New Contact Form
mr: नवीन कॉन्टॅक्ट फॉर्म तयार करा

source: Contact Forms
mr: संपर्क फॉर्म

source: Edit Contact Form
mr: संपर्क फॉर्म संपादित करा

source: Contact
mr: संपर्क

source: Contact Form 7
mr: कॉन्टॅक्ट फॉर्म ७
