Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.4.x/wp-4.4.x-admin-*.po
Languages: kab

source: You can refine the list to show only posts in a specific category or from a specific month by using the dropdown menus above the posts list. Click the Filter button after making your selection. You also can refine the list by clicking on the post author, category or tag in the posts list.
kab: Tzemreḍ ad tweneɛeḍ tabdart iwakken ad tbeqqeḍ ḥaca imagraden n yiwet n taggayt neɣ n yiwen n waggur s ttawil n wumuɣ ifettin i yellan nnig n tebdart. Mi tgiḍ tafrayt ssed ɣef tanast Sti. Daɣen tzemreḍ ad twenneɛeḍ tabdart ma tssedeṣ ɣef ameskar n umagrad, taggayt-is neɣ awal yufraren.

source: You can filter the list of posts by post status using the text links in the upper left to show All, Published, Draft, or Trashed posts. The default view is to show all posts.
kab: Tzemreḍ ad testiḍ tabdart n imagraden s waddad s ttawil n izdayen iḍersanen uksawen ɣer zelmaḍ iwakken ad tbeqqeḍeḍ imagraden merra, neɣ ḥaca imagraden yttusegdeden neɣ imerkasen atg. S lexṣas imagraden merra ttwabeqqeḍen.

source: You can hide/display columns based on your needs and decide how many posts to list per screen using the Screen Options tab.
kab: Tzemreḍ ad teffreḍ /ad tbeqqeḍeḍ tigejda akken tebɣiḍ, ad tferneḍ amḍan n imagraden ara tbeqqedeḍ deg wegdil s ttawil n tfelwit Tixtiṛiyin n ugdil.

source: Error in deleting.
kab: Anezri di tukksa.

source: Error in restoring from Trash.
kab: Anezri di tukksa seg tqecwalt.

source: You are not allowed to restore this item from the Trash.
kab: Ur tesɛiḍ ara azref iwakken ad d-ttekseḍ aferdis-agi si tqecwalt.

source: Error in moving to Trash.
kab: Anezri deg wesmutti ɣer tqecwalt.

source: You are not allowed to move this item to the Trash.
kab: Ur tesɛiḍ ara azref iwakken ad terreḍ aferdis-agi ɣer tqecwalt.

source: Categories can be selectively converted to tags using the <a href="%s">category to tag converter</a>.
kab: Taggayin zemrent ad ttuslektent ɣer wawalen yufraren s ttawil n <a href="%s">Aselkat n taggayt ɣer wawal yufraren</a>.

source: Note:
kab: Note&nbsp;:

source: You can change the display of this screen using the Screen Options tab to set how many items are displayed per screen and to display/hide columns in the table.
kab: Tzemreḍ ad tbeddeleḍ abeqqeḍ n wegdil-agi deg tfelwit Tixtiṛiyin n wegdil iwakken ad tesbaduḍ amḍan n iferdisen ara yebeqqeḍen deg wegdil, aked beqqeḍ/ffer tigejda n tfelwit.

source: When adding a new tag on this screen, you&#8217;ll fill in the following fields:
kab: Mi ara ternuḍ awal yufraren amaynut seg wegdil-agi, ilaq ad tačareḍ urtiyen-agi :

source: When adding a new category on this screen, you&#8217;ll fill in the following fields:
kab: Quand vous ajoutez une nouvelle catégorie via cet écran, vous devez remplir les champs suivants&nbsp;:

source: What&#8217;s the difference between categories and tags? Normally, tags are ad-hoc keywords that identify important information in your post (names, subjects, etc) that may or may not recur in other posts, while categories are pre-determined sections. If you think of your site like a book, the categories are like the Table of Contents and the tags are like the terms in the index.
kab: Quelle est la différence entre les catégories et les mots-clés&nbsp;? Normalement, les mots-clés identifient les informations importantes dans votre article (noms, sujets, etc.) qui seraient susceptibles de revenir dans d&rsquo;autres articles, ou pas. De leur côté, les catégories ont des sections prédéterminées. Si vous voyez votre site comme un livre, alors les catégories sont la table des matières, et les mots-clés forment l&rsquo;index.

source: You can assign keywords to your posts using <strong>tags</strong>. Unlike categories, tags have no hierarchy, meaning there&#8217;s no relationship from one tag to another.
kab: Vous pouvez assigner des <strong>mots-clés</strong> à vos articles via le bloc dédié. Au contraire des catégories, les mots-clés n&rsquo;ont pas de hiérarchie, ce qui signifie qu&rsquo;ils ne peuvent pas être liés entre eux.

source: You can use categories to define sections of your site and group related posts. The default category is &#8220;Uncategorized&#8221; until you change it in your <a href="%s">writing settings</a>.
kab: Tzemreḍad tesqedceḍ taggayin iwakken ad tgeḍ tinedzumin i wesmel-inek, u ad tesgerweḍ imagraden. Taggayt n lexṣas d Non classé, tzemreḍ ad tt-tbeddeleḍ di a href="%s">textiṛiyin n tira</a>.

source: You attempted to edit an item that doesn&#8217;t exist. Perhaps it was deleted?
kab: Ala tettaɛraḍeḍ ad tẓergeḍ agbur ur nelli ara. Ahat ettwakkes ?

source: You are not allowed to delete this item.
kab: Ur tesɛiḍ ara azref iwakken ad tbeddeleḍ aferdis-agi.

source: You are not allowed to manage these items.
kab: Ur tesɛiḍ ara azref iwakken ad tesferkeḍ iferdisen-agi.

source: The description is not prominent by default; however, some themes may show it.
kab: La description n&rsquo;est pas très utilisée par défaut, cependant de plus en plus de thèmes l&rsquo;affichent.

source: Categories, unlike tags, can have a hierarchy. You might have a Jazz category, and under that have children categories for Bebop and Big Band. Totally optional.
kab: Taggayin zemrent ad sɛunt amyellel mači am wawalen yufraren. Tzemreḍ ad tesɛuḍ taggayt s yisem A daxel-is aṭas n taggayin B B D. Ayagi ma tebɣiḍ

source: The &#8220;slug&#8221; is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
kab: L&rsquo;identifiant est la version normalisée du nom. Il ne contient généralement que des lettres minuscules non accentuées, des chiffres et des traits d&rsquo;union.

source: The name is how it appears on your site.
kab: Ce nom est utilisé un peu partout sur votre site.

# term name
source: Name
kab: Isem

source: You did not select an item for editing.
kab: Ur tfrineḍ ara aferdis i teẓrigt.

source: This will be shown when someone hovers over the link in the blogroll, or optionally below the link.
kab: Aglam-agi ad ittubeqqeḍ mi ara tili tufga nnig tebdart n izdayen; yezmer daɣen ad ittubeqqeḍ ddaw uzday ma yella asentel yezmer i wayagi.

source: Example: <code>http://wordpress.org/</code> &#8212; don&#8217;t forget the <code>http://</code>
kab: Exemple&nbsp;: <code>http://www.wordpress-fr.net/</code> &#8212; Et n&rsquo;oubliez pas le <code>http://</code>&nbsp;!

source: Web Address
kab: Tansa Web

source: Example: Nifty blogging software
kab: Exemple&nbsp;: Logiciel de création de sites rapide, puissant et efficace

# link name
source: Name
kab: Nom

source: Link added.
kab: Azday yettwarenna.

# link
source: Add New
kab: Rnu

source: XFN stands for <a href="http://gmpg.org/xfn/" target="_blank">XHTML Friends Network</a>, which is optional. WordPress allows the generation of XFN attributes to show how you are related to the authors/owners of the site to which you are linking.
kab: XFN signifie <a href="http://gmpg.org/xfn/" target="_blank">XHTML Friends Network</a>, c&rsquo;est-à-dire Réseau XHTML d&rsquo;Amis. Son usage est facultatif. WordPress permet de générer les attributs XFN de vos liens, afin d&rsquo;indiquer la manière dont vous êtes lié à l&rsquo;auteur ou le propriétaire de la page liée.

source: The boxes for link name, web address, and description have fixed positions, while the others may be repositioned using drag and drop. You can also hide boxes you don&#8217;t use in the Screen Options tab, or minimize boxes by clicking on the title bar of the box.
kab: Les blocs pour le nom, l&rsquo;adresse web et la description sont fixes, tandis que les autres peuvent être repositionnés par glisser/déposer. Vous pouvez également cacher les blocs que vous n&rsquo;utilisez pas via l&rsquo;onglet &laquo;&nbsp;Options de l&rsquo;écran&nbsp;&raquo;, et fermer les blocs en cliquant sur leur barre de titre.

source: You can add or edit links on this screen by entering information in each of the boxes. Only the link&#8217;s web address and name (the text you want to display on your site as the link) are required fields.
kab: Tzemreḍ ad ternuḍ neɣ ad tbeddeleḍ izdayen n ugdil-agi s usekcem n isalen di yal iḥder. Urtiyen imaranen d wigi : Tansa aked Yisem (aḍris i tebɣiḍ ad twaliḍ d azday).

source: <a href="%s">Links</a> / Add New Link
kab: <a href="%s">Liens</a> / Rnu azday amaynut

source: Update Link
kab: Mettre à jour le lien

source: <a href="%s">Links</a> / Edit Link
kab: <a href="%s">Liens</a> / Modifier le lien

source: Edit date and time
kab: Ẓreg azemz aked usrag

# adjective
source: Pending
kab: Araǧu

source: Status
kab: Addad

source: Comment
kab: Awennit

source: URL:
kab: Tansa n web:

source: Name:
kab: Isem :

# comment
source: Permalink:
kab: Permalien&nbsp;:

source: Last edited on %1$s at %2$s
kab: Taẓrigt tanegarut di %1$s à %2$s

source: Last edited by %1$s on %2$s at %3$s
kab: Taẓrigt tanegarut sɣur %1$s, le %2$s à %3$s

source: Get Shortlink
kab: Awi-d azday awezlan

source: <strong>Connection lost.</strong> Saving has been disabled until you&#8217;re reconnected.
kab: <strong>Connexion perdue.</strong> L&rsquo;enregistrement a été désactivé jusqu&rsquo;à ce que vous soyez reconnecté.

source: Discussion Settings
kab: Tixtiṛiyin n ujmeslay

source: Inserting Media
kab: Tugra n umidya

source: Remember to click Update Media to save metadata entered or changed.
kab: Ur tettu ara ssed ɣef tanast Sekles amidya iwakken ad teskelseḍ idfresefka terniḍ neɣ i tbeddeleḍ.

source: Note that you crop the image by clicking on it (the Crop icon is already selected) and dragging the cropping frame to select the desired part. Then click Save to retain the cropping.
kab: Pour recadrer une image, cliquez sur l&rsquo;icône Recadrer puis sélectionnez la zone à conserver en cliquant sur l&rsquo;image et en faisant glisser le curseur de la souris. Ensuite, cliquez sur Enregistrer pour conserver votre modification.

source: For images only, you can click on Edit Image under the thumbnail to expand out an inline image editor with icons for cropping, rotating, or flipping the image as well as for undoing and redoing. The boxes on the right give you more options for scaling the image, for cropping it, and for cropping the thumbnail in a different way than you crop the original image. You can click on Help in those boxes to get more information.
kab: Pour les images (et seulement elles), vous pouvez cliquer sur &laquo;&nbsp;Modifier l&rsquo;Image&nbsp;&raquo;, sous la miniature, afin de faire apparaître un éditeur d&rsquo;image, vous permettant de recadrer, d&rsquo;appliquer une rotation ou d&rsquo;inverser une image, ainsi que de défaire et refaire vos modifications. Les blocs sur la droite vous donnent accès à d&rsquo;autres options pour le changement d&rsquo;échelle, le recadrage et même le recadrage de la miniature, qui peut être différent de celui de l&rsquo;image originale. Cliquez sur le bouton Aide de ces blocs pour obtenir plus d&rsquo;informations.

source: About Pages
kab: Ɣef isebtar

source: You can also create posts with the <a href="%s">Press This bookmarklet</a>.
kab: Tzemreḍ daɣen ad d-tesnulfuḍ imagraden s ttawil n bookmarklet <a href="%s">Press This bookmarklet</a>.

source: Title and Post Editor
kab: Azwel aked umaẓrag n umagrad

source: Customizing This Display
kab: Sagen agdil-agi

source: Slug
kab: Isem n useqdac

source: Discussion
kab: Ameslay

source: Custom Fields
kab: Urtiyen yugnen

source: Send Trackbacks
kab: Envoyer des rétroliens

source: Attributes
kab: Iraten

source: Page Attributes
kab: Iraten n usebter

source: Media attachment updated.
kab: Afaylu yecudden yemucceḍ.

source: Page submitted.
kab: Asebter yettwazen.

source: Page saved.
kab: Asebter yekles.

source: Page published.
kab: Asebter yeffeɣ-d.

source: Page updated.
kab: Asebter ymucceḍ.

source: Post submitted.
kab: Amagrad yettwazen.

source: Post saved.
kab: Amagrad yekles.

source: Post published.
kab: Amagrad yeffeɣ-d.

source: Custom field deleted.
kab: Urti yugnen yettwakkes.

source: Custom field updated.
kab: Urti yugnen yemucceḍ.

source: Post updated.
kab: Amagrad yemucceḍ.

source: View page
kab: Beqqeḍ asebter

source: Preview page
kab: Beqqeḍ asebter

source: View post
kab: Beqqeḍ amagrad

source: Preview post
kab: Beqqeḍ amagrad

source: Search Comments
kab: Nadi awennit

source: This comment is already marked as spam.
kab: Awennit-agi yecreḍ yakan d spam.

source: View Trash
kab: Ẓer taqecwalt

source: This comment is already in the Trash.
kab: Awennit-agi atan deg tqecwalt.

source: Edit comment
kab: Ẓreg awennit

source: This comment is already approved.
kab: Awennit-agi yettwaqbel yakan.

source: %s comment permanently deleted
kab: %s n uwennit yettwakkes i lebda

source: %s comment restored from the Trash
kab: %s n uwennit yettwakks-d si tqecwalt

source: %s comment moved to the Trash.
kab: %s n uwennit imutti ɣer tqecwalt.

source: %s comment restored from the spam
kab: %s commentaire rétabli depuis les commentaires indésirables

source: %s comment marked as spam.
kab: %s n uwenit yecreḍ d spam.

source: %s comment approved
kab: %s n uwennit yettwaqbel

source: Search results for &#8220;%s&#8221;
kab: Igmaḍ n unadi i &laquo;&nbsp;%s&nbsp;&raquo;

source: Comments list
kab: Tabdart n iwenniten

source: Comments list navigation
kab: Ḍum tabdart n iwenniten

source: Filter comments list
kab: Sti tabdart n iwenniten

source: Comments on &#8220;%s&#8221;
kab: Iwenniten ɣef &laquo;&nbsp;%s&nbsp;&raquo;

source: Collapse
kab: Simẓi

source: You do not have permission to customize headers.
kab: Ur tesɛiḍ ara azref iwakken ad tesagneḍ tisenṭiḍin.

source: Image Upload Error
kab: Anezri di tuzna n tugna

source: Crop and Publish
kab: Recadrer et publier

source: Choose the part of the image you want to use as your header.
kab: Fren tmaḍt n tugna i tebɣiḍ ad tesqedceḍ d tasenṭiḍt.

source: Crop Header Image
kab: Recadrer l&rsquo;image d&rsquo;en-tête

source: Image Processing Error
kab: Anezri dag wekal n tugna

source: Image could not be processed. Please go back and try again.
kab: L&rsquo;image n&rsquo;a pas pu être traitée. Veuillez revenir en arrière en réessayer.

source: Text Color
kab: Ini n uḍris

source: Restore Original Header Image
kab: Err-d tugna taneṣlit n tsentiḍt

source: This will restore the original header image. You will not be able to restore any customizations.
kab: Ayagi ad yerr s amkan-is tugna taneṣlit n tsentiḍt. Ur tettizmireḍ ara ad d-terreḍ isaganen.

source: Reset Image
kab: Wennez tugna

source: Remove Header Image
kab: Kkes tugna n tsentiḍt

source: This will remove the header image. You will not be able to restore any customizations.
kab: Ayagi ad yekkes tugna n tsentiḍt. Yr tettizmireḍ ara ad d-terreḍ isagenen-ik.

source: You can use one of these cool headers or show a random one on each page.
kab: Tzemreḍ ad tferneḍ gar tsentipdin-agi, neɣ ad tbeqqeḍeḍ tasentiḍt tagacurant di yal asebter.

source: If you don&lsquo;t want to upload your own image, you can use one of these cool headers, or show a random one.
kab: Ma yella ur tebɣiḍ ara ad tazneḍ tugna, tzemreḍ ad tesqedceḍ yiwet gar tsentiḍin-agi neɣ ad tbeqqeḍeḍ yiwet tagacurant

source: Default Images
kab: Tugniwin n lexṣas

source: You can choose one of your previously uploaded headers, or show a random one.
kab: Tzemreḍ ad tferneḍ tasentiḍt gar tid i tuzneḍ neɣ ad tbeqqeḍeḍ yiwet tagacurant.

source: Uploaded Images
kab: Tugniwin yuznen

source: Images of exactly <strong>%1$d &times; %2$d pixels</strong> will be used as-is.
kab: Tugniwin isɛan tiddi <strong>%1$d pixels par %2$d</strong> ad ttwesqedcent akken llant.

source: Header updated. <a href="%s">Visit your site</a> to see how it looks.
kab: Tasenṭiḍt tmucceḍ. <a href="%s">Rzu ɣer usmel-inek</a> iwaken ad twaliḍ amek tga.

source: Custom Header
kab: Asagen n tsenṭiḍt

source: <strong>Random:</strong> Show a different image on each page.
kab: <strong>Agacuran:</strong> ad ibeqqeḍ tugna yemgarden di yal asebter.

source: Repeat
kab: Alles

source: Position
kab: Ideg

source: Display Options
kab: Tixtiṛiyin n ubeqqeḍ

source: Upload
kab: Azen

source: Choose an image from your computer:
kab: Fren tugna deg weselkim-inek:

source: This will restore the original background image. You will not be able to restore any customizations.
kab: Ayagi ad yerr s amkan-is tugna taneṣlit. Ur tezmireḍ ara ad d-terreḍ isaganen-ik.

source: Restore Original Image
kab: Err-d tugna taneṣlit

source: This will remove the background image. You will not be able to restore any customizations.
kab: Ayagi ad yekkes tugna n ugilal. Ur tettizmireḍ ara ad d-terreḍ isagnen-ik.

source: Remove Background Image
kab: Kkes tugna n ugilal

source: Remove Image
kab: Kkes tugna

source: Background updated. <a href="%s">Visit your site</a> to see how it looks.
kab: Agilal imucceḍ. <a href="%s">Rzu ɣer usmel-inek</a> iwakken ad twaliḍ amek iga.

source: Custom Background
kab: Agilal yugnen

source: Don&#8217;t forget to click on the Save Changes button when you are finished.
kab: Mi tfukkeḍ ur tettu ara ssed ɣef Sekles ibeddilen.

source: You can customize the look of your site without touching any of your theme&#8217;s code by using a custom background. Your background can be an image or a color.
kab: Tzemreḍ ad tsagneḍ abani n usmel-inek war ma tnuleḍ tangalt n usentel s useqdec n ugilal yugnen. Agilal izmer ad yili d tugna neɣ d ini.

source: Icon Design
kab: Asali n tignitin

source: External Libraries
kab: Bibliothèques tierces

source: Internationalization
kab: Asegraɣlen

source: Designer
kab: Amsullay udlif

source: Developer
kab: Aneflay

source: Guest Committer
kab: Asneflay inebgi

source: Core Committer
kab: Asneflay agejdan

source: Core Developer
kab: Développeur c&oelig;ur

source: User Experience Lead
kab: En charge de l&rsquo;expérience utilisateur

source: Lead Developer
kab: Aneflay agejdan

source: Cofounder, Project Lead
kab: Cofondateur, chef de projet

source: Core Contributors to WordPress %s
kab: Wid ittekkin di tengalt n WordPress %s

source: Recent Rockstars
kab: Étoiles montantes

source: Core Developers
kab: Asneflay agejdan

source: Extended Core Team
kab: Équipe principale étendue

source: Project Leaders
kab: Aɣella n usenfar

source: Want to see your name in lights on this page? <a href="%s">Get involved in WordPress</a>.
kab: Tebɣiḍ ad twaliḍ isem-ik deg wesebter-agi ? <a href="%s">Ttekki deg wesnefli n WordPress</a>.

source: Translators
kab: Imsuqqalen

source: WordPress is created by a worldwide team of passionate individuals.
kab: WordPress tesnulfa-t-id terbaɛt i yellan di yal amkan n umaḍal

source: WordPress is created by a <a href="%1$s">worldwide team</a> of passionate individuals. <a href="%2$s">Get involved in WordPress</a>.
kab: WordPress tesnulfa-t-id <a href="%1$s">terbaɛt tamaḍlant</a> of passionate individuals. <a href="%2$s">Ttekki deg wesnefli n WordPress</a>.

source: Unknown action.
kab: Tigawt ur nettwassen ara.

source: You are not allowed to edit comments on this post.
kab: Ur tesɛiḍ ara azref iwakken ad tẓergeḍ awennit ɣef umagrad-agi.

source: Caution:
kab: Ɣur-k :

source: This comment is currently in the Trash.
kab: Awennit-agi atan di tqecwalt.

source: This comment is currently marked as spam.
kab: Awennit-agi yecreḍ d spam.

source: This comment is currently approved.
kab: Awennit-agi yettwaqbel.

source: Approve Comment
kab: Qbel awennit

source: You are about to approve the following comment:
kab: Ala tettedduḍ ad tqebleḍ awennit-agi:

source: Permanently Delete Comment
kab: Kkes ilebda awennit-agi

source: You are about to delete the following comment:
kab: Ala tettedduḍ ad tekkseḍ awennit-agi :

source: Move to Trash
kab: Smutti ɣer tqecwalt

source: You are about to move the following comment to the Trash:
kab: Ala tettedduḍ ad tesmuttiḍ awennit-agi ɣer tqecwalt:

# comment
source: Mark as Spam
kab: Creḍ d spam

source: You are about to mark the following comment as spam:
kab: Ala tettedduḍ ad tcerḍeḍ awennit-agi d spam :

source: Moderate Comment
kab: Modérer le commentaire

source: This comment is in the Trash. Please move it out of the Trash if you want to edit it.
kab: Awennit-agi atan di tqecwalt. Ttxil-k suffeɣ-it-d seg-s ma tebɣiḍ ad t-tẓergeḍ.

source: You are not allowed to edit this comment.
kab: Ur tesɛiḍ ara azref iwakken ad tbeddeleḍ awennit-agi.

source: Go back
kab: Tuɣalin

source: For more information:
kab: Ugar n isalen

source: You can also moderate the comment from this screen using the Status box, where you can also change the timestamp of the comment.
kab: Tzemreḍ ad tesqerdceḍ awennit seg wegdil-agi, s ttawil n yiḥder Addad.

source: You can edit the information left in a comment if needed. This is often useful when you notice that a commenter has made a typographical error.
kab: Tzemreḍ ad tbeddeleḍ isalen n uwennit, amedya tucḍiwin n tira.

source: Overview
kab: Tamuɣli tajemmalt

source: Edit Comment
kab: Ẓreg awennit

# media item
source: Edit
kab: Éditer

source: You are not allowed to edit this item.
kab: Ur tesɛiḍ ara azref iwakken ad tẓergeḍ aferdis-agi.

source: Unknown post type.
kab: Anaw n ugbur ur yettwassen ara.

source: Import
kab: Kter

source: You are not allowed to import.
kab: Ur tesɛiḍ ara azref iwakken ad tketreḍ.

source: Cannot load %s.
kab: Dawezɣi aɛebbi n %s.

source: Invalid plugin page
kab: Asebter n usiɣzef d urmeɣtu

source: <strong>Version %1$s</strong> addressed a security issue and fixed %2$s bug.
kab: La <strong>version %1$s</strong> s&rsquo;occupe d&rsquo;un problème de sécurité et corrige %2$s bug.

source: <strong>Version %1$s</strong> addressed %2$s bug.
kab: La <strong>version %1$s</strong> corrige %2$s bug.

source: <strong>Version %s</strong> addressed one security issue.
kab: <strong>Lqem%s</strong> iseɣti ugur n teɣlist.

source: Maintenance and Security Releases
kab: Amucceḍ n tenṭṭuft aked teɣlist

source: Security Releases
kab: Amucceḍ n teɣlist

source: Security Release
kab: Mise à jour de sécurité

source: Maintenance Releases
kab: Amucceḍ n tenṭṭuft

source: Maintenance Release
kab: Mise à jour de maintenance

source: Go to Dashboard
kab: Rzu ɣer tfelwit n welway

source: Under the Hood
kab: Sous le capot

source: Responsive images
kab: Tugniwin responsive

source: For more information, see <a href="%s">the release notes</a>.
kab: I wugar n isalen, ẓer<a href="%s">the release notes</a>.

source: <strong>Version %1$s</strong> addressed some security issues and fixed %2$s bug.
kab: La <strong>version %1$s</strong> s&rsquo;occupe de quelques problèmes de sécurité et corrige %2$s bug.

source: Maintenance and Security Release
kab: Mise à jour de maintenance et de sécurité

source: Freedoms
kab: Tilelliyin

source: Credits
kab: Crédits

source: What&#8217;s New
kab: Acu d amaynut

source: Version %s
kab: Lqem %s

source: Thank you for updating! WordPress %s makes your site more connected and responsive.
kab: tanmirt imi tmucceḍeḍ! WordPress %s ad yerr asmel-inek yeqqen ugaru s usentel responsive.

source: Welcome to WordPress&nbsp;%s
kab: Anṣuf ɣer WordPress&nbsp;%s

source: About
kab: Awal ɣef
