Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.4.x/wp-4.4.x-admin-*.po
Languages: kab

source: Custom install script.
kab: Script d&rsquo;installation personnalisée.

source: Custom database error message.
kab: Iznan n unezri yugnen i wezadur n isefka .

source: Custom database class.
kab: Classe personnalisée de connexion à la base de données.

source: Advanced caching plugin.
kab: Extension de cache avancée.

source: By %s.
kab: s %s

source: Latest Version Installed
kab: Lqem angaruu ittusbedden

source: Newer Version (%s) Installed
kab: Lqem amaynute (%s) ittuserkeb

source: Install Update Now
kab: Sbedd amucceḍ tura

source: <strong>Warning:</strong> This plugin has <strong>not been marked as compatible</strong> with your version of WordPress.
kab: <strong>Attention&nbsp;:</strong> cette extension <strong>n&rsquo;a pas été marquée comme étant compatible</strong> avec votre version de WordPress

source: <strong>Warning:</strong> This plugin has <strong>not been tested</strong> with your current version of WordPress.
kab: <strong>Attention&nbsp;:</strong> cette extension <strong>n&rsquo;a pas été testée</strong> avec votre version de WordPress.

source: Contributors
kab: Contributeurs

source: %d star
kab: %d étoile

source: Click to see reviews that provided a rating of %d star
kab: Cliquez vous pour lire les avis qui donnent une note de %d étoile

source: (based on %s rating)
kab: (yebna ɣef %s vote)

source: Average Rating
kab: Moyenne des notes

source: Donate to this plugin &#187;
kab: Faites à un don à cette extension &#187;

source: Plugin Homepage &#187;
kab: Site Web de l&rsquo;extension &#187;

source: WordPress.org Plugin Page &#187;
kab: Page WordPress.org de l&rsquo;extension &#187;

source: Compatible up to:
kab: D amṣada alam d :

source: %s or higher
kab: %s neɣ ugar

source: Requires WordPress Version:
kab: Iḥwaǧ WordPress s lqem n :

source: Plugin Install
kab: Asbeddi n isiɣzifen

# Plugin installer section title
source: Other Notes
kab: Autres notes

# Plugin installer section title
source: Reviews
kab: Avis

# Plugin installer section title
source: Changelog
kab: Liste des modifications

# Plugin installer section title
source: Screenshots
kab: Captures d&rsquo;écrans

# Plugin installer section title
source: Installation
kab: Asbeddi

# Plugin installer section title
source: Description
kab: Aglam

source: These suggestions are based on the plugins you and other users have installed.
kab: Isumar agi bnan ɣef isiɣzifen i tebeddeḍ keč d iseqdacen nniḍen.

source: Get Favorites
kab: Récupérer les extensions favorites.

source: Your WordPress.org username:
kab: Votre identifiant WordPress.org&nbsp;:

source: If you have marked plugins as favorites on WordPress.org, you can browse them here.
kab: Si vous avez mis des extensions en favoris sur WordPress.org, vous pouvez les voir ici.

source: Plugin zip file
kab: Afaylu Zip n usiɣzef

source: If you have a plugin in a .zip format, you may install it by uploading it here.
kab: Ma tesɛiḍ asiɣzef s umasal n zip tzemreḍ ad tt-tserkbeḍ, azen-itt syagi.

# Plugin Installer
source: Tag
kab: Awal yufraren

source: Keyword
kab: Awal yufraren

source: Search Plugins
kab: Nadi isiɣzifen

source: %s plugins
kab: %s n isiɣzifen

source: %s plugin
kab: %s n usiɣzef

source: You may also browse based on the most popular tags in the Plugin Directory:
kab: Vous pouvez également naviguer en fonction des mots-clés les plus populaires sur WordPress.org&nbsp;:

source: Popular tags
kab: Étiquettes populaires

source: Plugins extend and expand the functionality of WordPress. You may automatically install plugins from the <a href="%1$s">WordPress Plugin Directory</a> or upload a plugin in .zip format via <a href="%2$s">this page</a>.
kab: Les extensions étendent les fonctionnalités de WordPress, et en ajoutent de nouvelles. Vous pouvez installer des extensions automatiquement en provenance du <a href="%1$s">répertoire des extensions WordPress</a>, ou mettre en ligne une extension au format .zip, via <a href="%2$s">cette page</a>.

source: Once you complete these steps, your network is enabled and configured. You will have to log in again.
kab: Mi ara tfakeḍ isurifen-agi, aẓeṭṭa-inek ad yermed yerna ad yewel. Ilaq ad d kecmeḍ tikkelt-nniḍen.

source: To make your installation more secure, you should also add:
kab: Iwakken ad tessɣelseḍ ugar asbeddi inek; ilaq ad ternuḍ daɣen:

source: Please complete the configuration steps. To create a new network, you will need to empty or remove the network database tables.
kab: Ttxil-k kemmel imecwaren n twila. Iwakken ad d-tesnulfuḍ aẓeṭṭa amaynut; sfeḍ neɣ kkes tifelwa n uzadur n yisefka n uẓeṭṭa.

source: An existing WordPress network was detected.
kab: Nufa-d aẓeṭṭ WordPress yellan yakan.

source: Your email address.
kab: Tansa inek email

source: Network Admin Email
kab: Email n Admin n uẓeṭṭa

source: What would you like to call your network?
kab: Amek tebɣiḍ ad tsemmiḍ i weẓeṭṭ-inek?

source: Network Title
kab: Azwel n uẓeṭṭa

source: Sub-domain Install
kab: Asbeddi n taɣult taddayt

source: Because your install is in a directory, the sites in your WordPress network must use sub-directories.
kab: Isemlen di WordPress inek ad sqedcen tiɣulin taddayin acku asbeddi inek deg wekaram i yella.

source: Sub-directory Install
kab: Asbeddi n taɣult taddayt

source: Network Details
kab: Iftusen n uẓeṭṭa

source: The internet address of your network will be %s.
kab: Tansa internet n uẓeṭṭa inek d %s.

source: Server Address
kab: Tansa n uqeddac

source: You cannot change this later.
kab: Ur tettizmireḍ ara ad tbeddeleḍ ayagi ar ḍeqqal.

source: Addresses of Sites in your Network
kab: Tansiwin n isemlen deg weẓeṭṭa inek

source: It looks like the Apache %s module is not installed.
kab: Yettban-d am wakken azegrir Apache %s ur yettwasbedd ara.

source: Warning!
kab: Alɣu!

source: Please make sure the Apache %s module is installed as it will be used at the end of this installation.
kab: Ttxil-k tḥeqqeq belli azegrir Apache %s yettusbedd acku ad yettwasqedec di tagarra n usbeddi.

source: Fill in the information below and you&#8217;ll be on your way to creating a network of WordPress sites. We will create configuration files in the next step.
kab: Semmed isallen agi uksar iwakken ad tebduḍ asnulfu n uẓeṭṭ n isemlen n WordPress. Ad d-nesnulfu ifuyla n twila deg wemecwar d-iteddun.

source: Welcome to the Network installation process!
kab: Anṣuf ɣer ukala n usbeddi n uẓeṭṭa!

# Default network name
source: %s Sites
kab: %s n isemlen

source: ERROR: The network could not be created.
kab: ANEZRI: Ulamek asnulfu n uẓeṭṭa.

source: Warning:
kab: Alɣu:

source: %s has been updated.
kab: %s yemucceḍ.

source: There are some invalid menu items. Please check or delete them.
kab: Certains éléments du menu ne sont pas valides. Veuillez les vérifier ou les effacer.

source: Click Save Menu to make pending menu items public.
kab: Cliquez sur &laquo;&nbsp;Enregistrer le menu&nbsp;&raquo; pour rendre publics les éléments en attente.

source: Add menu items from the column on the left.
kab: Ajouter des éléments de menu depuis la colonne de gauche.

source: View All
kab: Beqqeḍ kulec

source: Most Recent
kab: Les plus récentes

source: No items.
kab: Ulac aferdis.

source: Menu Item
kab: Aferdis n wumuɣ

source: Confirm Deletion
kab: Sergeg tukksa

source: User has no sites or content and will be deleted.
kab: Aseqdac ad yettwakkes acku ur yesɛi ara isemlen neɣ agbur.

source: Attribute all content to:
kab: Attribuer tout le contenu à&nbsp;:

source: Delete all content.
kab: Kkes agbur merra.

source: Site: %s
kab: Asmel: %s

source: Select a user
kab: Fren aseqdac

source: What should be done with content owned by %s?
kab: Acu ara yettwagan iwegbur n useqdac %s ?

source: Warning! User cannot be deleted. The user %s is a network administrator.
kab: Ɣur-k! Aseqdac ulamek ara yettwakkes. Aseqdac %s d anedbal n uẓeṭṭa.

source: Warning! User %s cannot be deleted.
kab: Ɣur-k! Aseqdac %s ulamek ara yettwakkes.

source: You have chosen to delete the following users from all networks and sites.
kab: Tferneḍ iwakken ad tekkseḍ iseqdacen-agi seg iẓeḍwa aked isemlen.

source: Primary Site
kab: Asmel agejdan

source: Thank you for Updating! Please visit the <a href="%s">Upgrade Network</a> page to update all your sites.
kab: Tanmirt imi tgiḍ amucceḍ-agi ! Rzu ɣer usebter <a href="%s">amucceḍ n uẓeṭṭa</a> iwakken ad tmucceḍeḍ isemlen-ik merra.

source: English
kab: Taglizit

source: British English
kab: Taglizit (UK)

source: American English
kab: Taglizit (US)

source: View Site
kab: Ẓer asmel

source: Visit Dashboard
kab: Rzu ɣer tfelwit n welway

source: Your Sites
kab: Isemlen-inek

source: If you reached this screen by accident and meant to visit one of your own sites, here are some shortcuts to help you find your way.
kab: Si vous êtes arrivé sur cet écran par accident, et que vous vouliez en fait vous rendre sur l&rsquo;un de vos propres sites, voici quelques raccourcis pour vous aider à trouver votre chemin.

source: You attempted to access the "%1$s" dashboard, but you do not currently have privileges on this site. If you believe you should be able to access the "%1$s" dashboard, please contact your network administrator.
kab: Vous avez tenté d&rsquo;accéder au tableau de bord de &laquo;&nbsp;%1$s&nbsp;&raquo;. Cependant, vous ne disposez pas pour le moment des droits nécessaires sur ce site. Si vous pensez que vous devriez pouvoir accéder au tableau de bord de &laquo;&nbsp;%1$s&nbsp;&raquo;, contactez l&rsquo;administrateur du réseau.

source: MB (Leave blank for network default)
kab: Mo (Eǧǧ-it d ilem iwakken ad tesqedceḍ azal n lexṣas n uẓeṭṭa)

source: Used: %1$s%% of %2$s
kab: Taux d&rsquo;utilisation&nbsp;: %1$s%% sur %2$s

source: MB
kab: Mo

source: GB
kab: Go

source: Sorry, you have used your space allocation. Please delete some files to upload more files.
kab: Désolé, vous avez utilisé l&rsquo;intégralité de votre quota aloué. Veuillez supprimer quelques fichiers avant d&rsquo;en envoyer d&rsquo;autres.

source: Your email address has not been updated yet. Please check your inbox at %s for a confirmation email.
kab: Email-inek mazal ur imucceḍ ara. Ttxil-k selken tanak n yiznan inek %s iwakken ad teẓreḍ email n usergeg.

source: [%s] New Email Address
kab: [%s] Tansa tamaynut e-mail

source: <strong>ERROR</strong>: The email address is already used.
kab: <strong>ERREUR</strong>&nbsp;: l&rsquo;adresse de messagerie est déjà utilisée.

source: [%s] New Admin Email Address
kab: [%s] Tansa tamaynut n tedbelt

source: You have used your space quota. Please delete files before uploading.
kab: Vous avez utilisé l&rsquo;intégralité de votre quota. Veuillez supprimer quelques fichiers avant l&rsquo;envoi.

source: This file is too big. Files must be less than %1$s KB in size.
kab: Afaylu-agi bezzaf meqqer. Tiddi n ifuyla ilaq ad tili ddaw %1$s Ko.

source: Not enough space to upload. %1$s KB needed.
kab: Ulac ugar n tallunt i tuzna. %1$s Ko i yelaqen.

source: Sorry, you must delete files before you can upload any more.
kab: Surfaɣ, ilaq ad tsefḍeḍ kra n ifuyla uqbel ad tizmireḍ ad tazneḍ ugar.

source: Draft saved at %s.
kab: Brouillon enregistré à %s.

source: g:i:s a
kab: G \h i \m\i\n s \s

source: Error while saving.
kab: Anezri n usekles.

source: %s has taken over and is currently editing.
kab: %s a pris la main et modifie actuellement ce contenu.

source: Admin Color Scheme
kab: Couleurs de l&rsquo;interface d&rsquo;administration

source: (Leave at 0 for no rating.)
kab: (laissez à 0 pour ne pas donner de note.)

source: Notes
kab: Iwenniten

source: RSS Address
kab: Adresse du flux RSS

source: Image Address
kab: Tansa n tugna

source: If the link is to a person, you can specify your relationship with them using the above form. If you would like to learn more about the idea check out <a href="http://gmpg.org/xfn/">XFN</a>.
kab: Si le lien pointe sur une personne, vous pouvez préciser la relation que vous entretenez avec elle via le formulaire ci-dessus. Si vous souhaitez en apprendre plus sur ce système, consultez le <a href="http://gmpg.org/xfn/">site de XFN</a>.

source: sweetheart
kab: être aimé

source: date
kab: petit(e)-ami(e)

source: crush
kab: coup de foudre

source: romantic
kab: romantique

source: spouse
kab: conjoint

source: sibling
kab: frère/s&oelig;ur

source: kin
kab: apparenté

source: child
kab: enfant

source: family
kab: famille

source: neighbor
kab: voisin

source: co-resident
kab: colocataire

source: geographical
kab: géographique

source: colleague
kab: confrère

source: co-worker
kab: collègue de travail

source: professional
kab: professionnel

source: met
kab: rencontré(e)

source: physical
kab: physique

source: none
kab: Ulac

source: friend
kab: ami(e)

source: acquaintance
kab: connaissance

source: friendship
kab: amitié

source: another web address of mine
kab: Une autre de mes adresses Web

source: identity
kab: identité

source: rel:
kab: rel&nbsp;:

source: Choose the target frame for your link.
kab: Choisir la frame que cible le lien.

source: <code>_none</code> &mdash; same window or tab.
kab: <code>_none</code> &mdash; même fenêtre ou onglet.

source: <code>_top</code> &mdash; current window or tab, with no frames.
kab: <code>_top</code> &mdash; fenêtre ou onglet en cours, sans frame.

source: <code>_blank</code> &mdash; new window or tab.
kab: <code>_blank</code> &mdash; nouvelle fenêtre ou onglet.

source: New category name
kab: Isem n taggayt tamaunutt

source: + Add New Category
kab: + Rnu taggayt tamaynutt

source: Keep this link private
kab: Ce lien est privé

source: Visit Link
kab: Rzu ɣer uzday

source: Need help? Use the Help tab in the upper right of your screen.
kab: Teḥwaǧeḍ tallalt ? Seqdec tafelwit Tallalt di tama n ufella tayefust n ugdil.

source: (no parent)
kab: (Ulac amarew)

source: Show comments
kab: Beqeḍ iwenniten

source: Add comment
kab: Rnu awennit

source: Allow <a href="%s" target="_blank">trackbacks and pingbacks</a> on this page.
kab: Autoriser les <a href="%s" target="_blank">rétroliens et pings</a> sur cette page.

source: Allow comments.
kab: Sureg iwenniten.

source: Separate multiple URLs with spaces
kab: Brez tansiwin URL s tallunin

source: Send trackbacks to:
kab: Envoyer un rétrolien vers&nbsp;:

source: Already pinged:
kab: Déjà notifié(s) par ping&nbsp;:

source: Most Used
kab: Les plus utilisées

source: Uploaded on: <b>%1$s</b>
kab: Aɛebbi: <b>%1$s</b>

source: Browse revisions
kab: Ḍum ticagarin

# revisions
source: Browse
kab: Ḍum

source: Revisions: %s
kab: Asnilles : %s

source: Your site is configured to keep only the last %s revisions.
kab: Asmel-inek iɣwwer iwakken ad yeḥrez ḥaca %s n tccagarin tingurra.

source: Publish on: <b>%1$s</b>
kab: Segded di : <b>%1$s</b>

source: Schedule for: <b>%1$s</b>
kab: Planifier pour : <b>%1$s</b>

source: Publish <b>immediately</b>
kab: Segded <b>tura</b>

source: Published on: <b>%1$s</b>
kab: Segded di : <b>%1$s</b>

source: Scheduled for: <b>%1$s</b>
kab: Planifié pour&nbsp;: <b>%1$s</b>

source: Stick this post to the front page
kab: Mettre cet article en avant sur la page d&rsquo;accueil

source: Edit visibility
kab: Ẓreg tamuɣli

source: Password protected
kab: Protégé par un mot de passe

source: Visibility:
kab: Visibilité&nbsp;:

source: Edit status
kab: Ẓreg aẓayer

source: Preview Changes
kab: Wali ibeddilen

source: You do not have sufficient permissions to access this page.
kab: Ur tesɛiḍ ara izerfan iwakken ad tbeddeleḍ asebter-agi.

source: Audio Codec:
kab: A codec asfeldan:

source: Audio Format:
kab: Amasal n imesli :

source: File URL:
kab: Tansa web n ufaylu:

source: Displayed on attachment pages.
kab: Beqqeḍ deg yisebtar n ifuyla yecudden.

source: Sorry, you have used all of your storage quota of %s MB.
kab: Désolé, vous avez utilisé l&rsquo;intégralité de votre quota de stockage (%s Mo).

source: Scale images to match the large size selected in %1$simage options%2$s (%3$d &times; %4$d).
kab: Beddel tiddi n tugniwin iwakken ad nmeɣrint aked tiddi yettusbadun di %1$Tixtiṛiyin n tugniwin%2$s (%3$d &times; %4$d).

source: You are using the browser&#8217;s built-in file uploader. The WordPress uploader includes multiple file selection and drag and drop capability. <a href="#">Switch to the multi-file uploader</a>.
kab: Tseqdaceḍ afecku n tuzna n iminig. Afecku n tuzna n WordPress yesɛa tameẓla n tuzna n waṭas n ifuyla ɣef tikkelt aked useḥlucceg sers.<a href="#">Ɛeddi ɣer ufecku n WordPress</a>.

source: You are using the multi-file uploader. Problems? Try the <a href="%1$s" target="%2$s">browser uploader</a> instead.
kab: Tseqdaceḍ afecku n tuzna n ifuyla usgiten. Ma temlaleḍ uguren, eɛreḍ <a href="#">tarayt n iminig</a>.

source: Link to image
kab: Arez ɣer tugna

source: Link Image To:
kab: Arez tugna ɣer:

source: Link text, e.g. &#8220;Ransom Demands (PDF)&#8221;
kab: Texte du lien, par exemple &laquo; Théorie sur le chaos (PDF) &raquo;

source: Audio, Video, or Other File
kab: Audio, vidéo ou un autre format

source: Image Caption
kab: Asnumel n tugna

source: Filter &#187;
kab: Sti &#187;

source: All Types
kab: Iɣaniben merra

source: Update gallery settings
kab: Mucceḍ iswatiyen n usawlaf

source: Gallery columns:
kab: Tigejda n usawlaf:

source: Order:
kab: Amizwer:

source: Random
kab: Aléatoire

source: Date/Time
kab: Azemz/Asrag

source: Menu order
kab: Amizwer n wumuɣ

source: Order images by:
kab: Settef tugniwin:

source: Image File
kab: Afaylu n tugna

source: Link thumbnails to:
kab: Lier les miniatures à&nbsp;:

# verb
source: Clear
kab: Sfeḍ

source: Descending
kab: Yettadren

source: Ascending
kab: Yettalin

source: Sort Order:
kab: Amizwer n tefrayt:

source: All Tabs:
kab: Tous les onglets&nbsp;:

source: Insert media from another website
kab: Ger amidya seg wesmel

source: Save all changes
kab: Sekles ibeddilen merra

source: Add media files from your computer
kab: Rnu ifuyla imidyaten seg weselkim-ik

source: Drop files here
kab: Sers ifuyla dagi

source: Continue
kab: Kemmel

source: You are about to delete %s.
kab: Ala tettedduḍ ad tekkeseḍ %s.

source: Insert into Post
kab: Insérer dans l&rsquo;article

source: Upload date:
kab: Azemz n uɛebbi:

source: Alt text for the image, e.g. &#8220;The Mona Lisa&#8221;
kab: Aḍris amlellay i tugna, amedya&nbsp;: &laquo; Tagi d tugna n Dda Lmulud;

source: Location of the uploaded file.
kab: Ideg n ufaylu yettwaznen.

source: Enter a link URL or click above for presets.
kab: Sekcem tansa n uzday neɣ ssed uksar-agi i yezdayen ittwahegan.

source: Link URL
kab: Tansa n URL

source: Empty Title filled from filename.
kab: Urti n uzwel yemmed seg yisem n ufaylu.

source: Attachment Post URL
kab: URL n ufaylu yeccuden

source: File URL
kab: URL n ufaylu

source: Uploads
kab: Tuzniwin

source: Genre: %s.
kab: Tawsit: %s

source: Track %1$s.
kab: Tafuɣalt %1$s.

source: Track %1$s of %2$s.
kab: Tafuɣalt %1$s ɣef %2$s.

source: Released: %d.
kab: Azemz n tufɣa : %d.

source: %1$s by %2$s.
kab: <i>%1$s</i> sɣur %2$s.

source: "%s".
kab: <i>%s</i>.

source: "%1$s" by %2$s.
kab: <i>%1$s</i> par %2$s.

source: "%1$s" from %2$s.
kab: <i>%1$s</i> tiré de <i>%2$s</i>

source: "%1$s" from %2$s by %3$s.
kab: <i>%1$s</i> tiré de <i>%2$s</i> par %3$s.

source: Gallery (%s)
kab: Asawlaf (%s)

source: Gallery
kab: Asawlaf

source: From URL
kab: Seg URL

source: From Computer
kab: Seg weselkim-inek

source: Install the WordPress importer to import posts, pages, comments, custom fields, categories, and tags from a WordPress export file.
kab: Sbedd amaktar n WordPress iwakken ad tketreḍ imagraden, isebtar, iwenniten, urtiyen yugnen, taggayin aked wawalen yufraren seg wefaylu n usifeḍ n WordPress.

source: Install the Tumblr importer to import posts &amp; media from Tumblr using their API.
kab: Sbedd amaktar Tumblr iwakken ad tketreḍ imagraden aked imidyaten seg Tumblr s useqdec n API nnsen.

source: Install the RSS importer to import posts from an RSS feed.
kab: Sbedd amaktar RSS iwaken ad tketreḍ imagraden seg wesuddem RSS.

source: Install the blogroll importer to import links in OPML format.
kab: Installer l&rsquo;importateur de blogoliste, pour importer une liste de liens au format OPML.

source: Blogroll
kab: Liens

source: Install the Movable Type importer to import posts and comments from a Movable Type or TypePad blog.
kab: Sbedd amaktar Movable Type iwakken ad tketreḍ imagraden aked iwenniten seg ublog Movable Type neɣ TypePad blog.

source: Movable Type and TypePad
kab: Movable Type et TypePad

source: Install the LiveJournal importer to import posts from LiveJournal using their API.
kab: Sbedd amaktar LiveJournal iwakken ad tketreḍ imagraden seg ublog LiveJournal s useqdec n API nnsen.

source: Install the category/tag converter to convert existing categories to tags or tags to categories, selectively.
kab: Sbedd aselkat taggayt/awal yufraren iwakken ad tselkteḍ taggayin ɣer wawalen yufraren neɣ aken nniḍen.

source: Categories and Tags Converter
kab: Aselkat n taggayin aked wawalen yufraren

source: Install the Blogger importer to import posts, comments, and users from a Blogger blog.
kab: Sbedd amaktar Blogger iwakken ad tketreḍ imagraden, iwenniten aked iseqdacen seg ublog Blogger.

source: Image saved
kab: Tugniwin ikelsen

source: Unable to save the image.
kab: Tugna tgumma ad tekles.

source: Nothing to save, the image has not changed.
kab: Ulac acu ara teskelseḍ, tugna ur tbeddel ara.

source: Error while saving the scaled image. Please reload the page and try again.
kab: Une erreur est survenue pendant la modification de l&rsquo;échelle de l&rsquo;image. Veuillez recharger la page pour faire une nouvelle tentative.

source: Unable to create new image.
kab: Anezri deg wesnulfu n tugna tamaynut.

source: Image restored successfully.
kab: L&rsquo;image a bien été rétablie.

source: Image metadata is inconsistent.
kab: Les métadonnées de l&rsquo;image ne sont pas cohérentes.

source: Cannot save image metadata.
kab: Impossible d&rsquo;enregistrer les métadonnées de l&rsquo;image.

source: Cannot load image metadata.
kab: Impossible de charger les métadonnées de l&rsquo;image.

source: Use WP_Image_Editor::flip
kab: Seqdec WP_Image_Editor::flip

source: Use WP_Image_Editor::rotate
kab: Seqdec WP_Image_Editor::rotate

source: $image needs to be an WP_Image_Editor object
kab: $image doit être un objet WP_Image_Editor

source: There are unsaved changes that will be lost. 'OK' to continue, 'Cancel' to return to the Image Editor.
kab: Ibeddilen ur neklis ara ad ruḥen. « Ih » iwakken ad tkemmeleḍ, « Semmet »iwaken ad tuɣaleḍ ɣer umaẓrag n tugna.

source: Image preview
kab: Timeẓri n tugna

source: Flip horizontally
kab: Retournement horizontal

source: Flip vertically
kab: Retournement vertical

source: Image rotation is not supported by your web host.
kab: Asneftaɣ-agi ur yezmir ara i tuzya n tugna.

source: Rotate clockwise
kab: Tourner dans le sens des aiguilles d&rsquo;une montre

source: Rotate counter-clockwise
kab: Tourner dans le sens inverse des aiguilles d&rsquo;une montre

source: Crop
kab: Recadrer

source: All sizes except thumbnail
kab: Toutes les tailles sauf la miniature

source: All image sizes
kab: Tiddiwin merra

source: Apply changes to:
kab: Snes ibeddilen ɣef:

source: Current thumbnail
kab: Miniature actuelle

source: You can edit the image while preserving the thumbnail. For example, you may wish to have a square thumbnail that displays just a section of the image.
kab: Tzemreḍ ad tẓergeḍ tugna u ad tḥerzeḍ tuqmiḍt-is. Amedya, tzemreḍ ad d-tesnulfuḍ tuqmiḍt ara yebeqḍen ḥaca tafrayt si tugna.

source: Thumbnail Settings
kab: Réglages de la miniature

source: Selection:
kab: Tafrayt :

source: Aspect ratio:
kab: Proportion de taille&nbsp;:
