Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.4.x/wp-4.4.x-*.po
Languages: kab

source: The site you have requested is not installed properly. Please contact the system administrator.
kab: Asmel i d-tsutreḍ ur yettusbedd ara akken ilaq. Ttxil-k nermes anedbal n uqeddac-inek.

source: Briefly unavailable for scheduled maintenance. Check back in a minute.
kab: Ur yestufa ara di leɛḍil ar d-tili tneṭṭuft. Ttxil-k uɣal-d akka cwiṭ.

source: Maintenance
kab: Taneṭṭuft

source: Your PHP installation appears to be missing the MySQL extension which is required by WordPress.
kab: Asbeddi-inek n PHP ur isɛi ara MySQL. Asiɣzef i ylaqen i WordPress.

source: Your server is running PHP version %1$s but WordPress %2$s requires at least %3$s.
kab: Aqeddac-inek iseqdac lqem %1$s n PHP maca WordPress %2$s yeḥwaǧ xerṣum lqemn %3$s.

source: This is the short link.
kab: Wagi d azday awezlan.

source: Newer comments
kab: Iwenniten imaynuten

source: Older comments
kab: Iwenniten iqburen

source: &laquo; Older Comments
kab: &laquo; Iwenniten iqburen

source: Newer Comments &raquo;
kab: Iwenniten imaynuten &raquo;

# next post
source: Next
kab: Amagrad win ɣers

# previous post
source: Previous
kab: Amagrad yezrin

source: Posts navigation
kab: Inig deg yimagraden

source: Newer posts
kab: Imagraden imayten

source: Older posts
kab: Imagraden iqburen

source: Post navigation
kab: Inig n umagrad

source: &laquo; Previous Page
kab: &laquo; Asebter uzwir

source: Next Page &raquo;
kab: Asebter uḍfir &raquo;

source: Next Post
kab: Amagrad uḍfir

source: Previous Post
kab: Amagrad uzwir

source: Use commas instead of %s to separate excluded terms.
kab: Utilisez des virgules au lieu de %s pour séparer les termes exclus.

source: Edit This
kab: Modifier

source: Comments Feed
kab: Assuddim n iwenniten

# translations
source: Available
kab: Yestufa

# translations
source: Installed
kab: Yettusbedd

# admin color scheme
source: Coffee
kab: Café

# admin color scheme
source: Ocean
kab: Océan

# admin color scheme
source: Ectoplasm
kab: Ectoplasme

# admin color scheme
source: Sunrise
kab: Lever du soleil

# admin color scheme
source: Midnight
kab: Minuit

# admin color scheme
source: Blue
kab: Bleu

# admin color scheme
source: Light
kab: Lumineux

# admin color scheme
source: Default
kab: Lexṣas

source: Next &raquo;
kab: Uḍfir &raquo;

source: &laquo; Previous
kab: &laquo; Uzwir

source: %1$s %2$s %3$s Feed
kab: %1$s %2$s Assuddim i %3$s

source: %1$s %2$s Search Results for &#8220;%3$s&#8221; Feed
kab: %1$s %2$s Assuddim n unadi i &quot;%3$s&quot;

source: %1$s %2$s Posts by %3$s Feed
kab: %1$s %2$s Assuddim n imagraden i yura %3$s

source: %1$s %2$s %3$s Tag Feed
kab: %1$s %2$s Assuddim n tebzimt %3$s

source: %1$s %2$s %3$s Category Feed
kab: %1$s %2$s Assuddim n taggayt %3$s

source: %1$s %2$s %3$s Comments Feed
kab: %1$s %2$s %3$s Assuddim n iwenniten

source: %1$s %2$s Comments Feed
kab: %1$s %2$s Assuddim n iwenniten

source: %1$s %2$s Feed
kab: %1$s %2$s Flux

source: Posts published on %s
kab: Imagraden d iffɣen di %s

source: Archives
kab: Iɣbaren

source: Archives: %s
kab: Iɣbaren : %s

# post format archive title
source: Chats
kab: Imeslayen

# post format archive title
source: Audio
kab: Imesli

# post format archive title
source: Statuses
kab: Addaden

# post format archive title
source: Links
kab: Izdayen

# post format archive title
source: Quotes
kab: Citations

# post format archive title
source: Videos
kab: Ibidyuten

# post format archive title
source: Images
kab: Tugniwin

# post format archive title
source: Galleries
kab: Galeries

# post format archive title
source: Asides
kab: En passant

# daily archives date format
source: F j, Y
kab: j F Y

source: Day: %s
kab: Ass: %s

source: Month: %s
kab: Aggur: %s

source: Year: %s
kab: Aseggas: %s

source: Author: %s
kab: Ameskar: %s

source: Tag: %s
kab: Tabzimt: %s

source: Category: %s
kab: Taggayt: %s

source: Search Results %1$s %2$s
kab: Igmaḍ n unadi %1$s %2$s

source: Page %s
kab: Asebter %s

source: Search Results for &#8220;%s&#8221;
kab: Igmaḍ n unadi i &#8220;%s&#8221;

source: Page not found
kab: Asebter ulac-it

source: The %1$s option is deprecated for the family of %2$s functions. Use the %3$s function instead.
kab: Taxṭirt %1$s teqdem ur tetteddu ar aked twura %2$s. Seqdec axir taxṭirt %3$s.

source: The %1$s option is deprecated for the family of %2$s functions. Use the %3$s option instead.
kab: L'option %1$s est obsolète pour l'ensemble des fonctions %2$s. Utilisez plutôt l'option %3$s.

source: Site Admin
kab: Anedbal n usmel

source: Register
kab: Asekles

source: Log In
kab: Qqen

source: Remember Me
kab: Cfu felli

source: Password
kab: Awal n uɛeddi

source: Username
kab: Isem n useqdac

source: Log out
kab: Asenser

source: Log in
kab: Tuqqna

# submit button
source: Search
kab: Nadi

# placeholder
source: Search &hellip;
kab: Anadi&hellip;

# label
source: Search for:
kab: Nadi:

source: Do not pass style tags to wp_add_inline_style().
kab: Ne passez pas de balises de style dans wp_add_inline_style().

source: Do not deregister the %1$s script in the administration area. To target the frontend theme, use the %2$s hook.
kab: Ne désenregistrez pas le script %1$s de la zone d&rsquo;administration. Pour cibler le thème public, utilisez le crochet %2$s.

source: Scripts and styles should not be registered or enqueued until the %1$s, %2$s, or %3$s hooks.
kab: Les scripts et les styles ne peuvent pas être enregistrés ou ajoutés avant le déclenchement des crochets %1$s, %2$s ou %3$s.

source: The login page will open in a new window. After logging in you can close it and return to this page.
kab: Asebter n tuqqna ad yeldi deg usfaylu amaynut. Mi teqqneḍ tzemreḍ ad t-tmedleḍ u ad d-tuɣaleḍ ɣer usebter-agi.

source: Please log in again.
kab: Ttxil-k qqen tikkelt-nniḍen.

source: Session expired
kab: Tiɣimit tfukk

source: Manual Offsets
kab: Décalages manuels

source: Select a city
kab: Fren tamdint

source: %1$s was called <strong>incorrectly</strong>. %2$s %3$s
kab: %1$s est appelée de la mauvaise manière. %2$s %3$s

source: Please see <a href="%s">Debugging in WordPress</a> for more information.
kab: Ttxil-k ẓer <a href="%s">Debugging in WordPress</a> i wugar n isalen.

source: (This message was added in version %s.)
kab: (Izen-agi yettwarenna di lqem %s.)

source: %1$s was called with an argument that is <strong>deprecated</strong> since version %2$s with no alternative available.
kab: %1$s est appelé avec un argument qui est <strong>déprécié</strong> depuis la version %2$s, aucune alternative n&rsquo;est disponible.

source: %1$s was called with an argument that is <strong>deprecated</strong> since version %2$s! %3$s
kab: %1$s est appelé avec un argument qui est <strong>déprécié</strong> depuis la version %2$s&nbsp;! %3$s

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
kab: %1$s est <strong>déprécié</strong> depuis la version %2$s, aucune alternative n&rsquo;est disponible.

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
kab: %1$s est <strong>déprécié</strong> depuis la version %2$s! Utilisez %3$s à la place.

source: Error establishing a database connection
kab: Anezri di tuqqna ɣer uzadur n isefka

source: Database Error
kab: Anezri n uzadur n isefka

source: WordPress &rsaquo; Error
kab: WordPress &raquo; Anezri

source: &laquo; Back
kab: &laquo; Tuɣalin

source: WordPress Failure Notice
kab: Alɣu n unezri n WordPress

source: Please try again.
kab: Ttxil-k eɛreḍ tikkelt-nniḍen.

source: Do you really want to <a href='%s'>log out</a>?
kab: D tidet tebɣiḍ <a href='%s'>ad tsensreḍ</a>&nbsp;?

source: You are attempting to log out of %s
kab: Ala tesensareḍ seg %s.

source: Could not write file %s
kab: Ulamek tira n ufaylu %s

source: Invalid file type
kab: Anaw n ufaylu d urameɣtu

source: Empty filename
kab: Ulac isem n ufaylu

source: Unable to create directory %s. Is its parent directory writable by the server?
kab: Ulamek asnulfu n ukaram %s. Akaram amaraw isɛa adduf s tira i weqeddac?

source: One or more database tables are unavailable. The database may need to be <a href="%s">repaired</a>.
kab: Yiwet neɣ ugar n tdabuyin n uzadur n isefka ur wjident ara. Ahat azadur n isefka ilaq <a href="%s">ad ittuseggem</a>.

source: ERROR: This is not a valid feed template.
kab: ANEZRI: wagi mači d assuddim ameɣtu.

source: %s and %s
kab: %s aked %s

source: %s, and %s
kab: %s aked %s

source: The timezone you have entered is not valid. Please select a valid timezone.
kab: Tamnaḍt takudant mači d tameɣtut. Ttxil-k sekcem tawnaḍt takudant tameɣtut.

source: The Site address you entered did not appear to be a valid URL. Please enter a valid URL.
kab: Tansa n usmel i i teskecmeḍ mači d tameɣtut. Ttxil-k sekcem tansa tameɣtut.

source: The WordPress address you entered did not appear to be a valid URL. Please enter a valid URL.
kab: Tansa n WordPress d urameɣtut. Ttxil-k sekcem tansa tameɣtut.

source: The email address entered did not appear to be a valid email address. Please enter a valid email address.
kab: Tansa email i d-ittunefken mači d tameɣtut. Ttxil-k sekcem tansa tameɣtut.

source: %s year
kab: %s année

source: %s month
kab: %s mois

source: %s week
kab: %s semaine

source: %s day
kab: %s jour

source: %s hour
kab: %s heure

source: %s min
kab: %s minute

source: Protected Comments: Please enter your password to view comments.
kab: Iwenniten igedlen: ttxil-k sekcem awal-ik n uɛeddi iwakken ad tkecmeḍ ɣer iwenniten.

source: Comments on: %s
kab: Iwenniten di : %s

source: By: %s
kab: Sɣur : %s

source: Comment on %1$s by %2$s
kab: Iwenniten di %1$s sɣur %2$s

source: Comments for %s
kab: Iwenniten i %s

source: Comments for %1$s searching on %2$s
kab: Iwenniten i %1$s, anadi di %2$s

source: Comments on %s
kab: Iwenniten di %s

source: Continue reading %s
kab: Kemmel taɣuri n %s

source: File &#8220;%s&#8221; is not an image.
kab: Afaylu « %s » mači d tugna.

source: The GD image library is not installed.
kab: Tamkarḍit n tugna GD ur tettusbedd ara.

source: File &#8220;%s&#8221; doesn&#8217;t exist?
kab: Afaylu « %s » ulac-it ?

source: Are you sure you want to do this?
kab: D tidet tebɣiḍ ad tgeḍ aya ?

source: Last Post
kab: Amagrad angaru

source: First Post
kab: Amagrad amezwaru

source: Missing Attachment
kab: Ifuyla icudden xuṣen

source: Last updated
kab: Amucceḍ angaru

source: None
kab: Ulac

source: new WordPress Loop
kab: Tineddict tamaynutt n WordPress

source: The following values do not describe a valid date: month %1$s, day %2$s.
kab: Azalen-agi ur mmalen ara azemz ameɣtu : aggur %1$s, ass%2$s.

source: The following values do not describe a valid date: year %1$s, month %2$s, day %3$s.
kab: Azalen-agi ur mmalen ara azemz ameɣtu : aseggas%1$s, aggur %2$s, ass%3$s.

source: Invalid value %1$s for %2$s. Expected value should be between %3$s and %4$s.
kab: Azal%1$s mači d ameɣtu i %2$s. Azal itturaǧun ilaq ad yili gar %3$s aked %4$s.

# Cancel reordering widgets in Customizer
source: Done
kab: Ifukk

# Reorder widgets in Customizer
source: Reorder
kab: Alles amizwer

source: Search installed themes&hellip;
kab: Nadi isental ittusbedden&hellip;

# theme
source: Change
kab: Beddel

source: Previewing theme
kab: Tamuɣli n usentel

source: Active theme
kab: Asentel urmid

source: Theme Details
kab: Iftusen n usentel

source: <span>Active:</span> %s
kab: <span>Yermed:</span> %s

source: By %s
kab: Sɣur %s

source: Live Preview
kab: Askan usrid

source: Create Menu
kab: Snulfu-d umuɣ

source: Menu Options
kab: Tixtiṛiyin n wumuɣ

source: Show advanced menu properties
kab: Sken iraten inaẓiyen n wumuɣ

source: Original: %s
kab: %s n tazwara

source: CSS Classes
kab: Tiserkamin CSS

source: Title Attribute
kab: Iraten n uzwel

source: Edit menu item: %1$s (%2$s)
kab: Ẓreg aferdis n wumuɣ: %1$s (%2$s)

# menu location
source: (Current: %s)
kab: (Amiran: %s)

source: Delete Menu
kab: Kkes umuɣ

source: When in reorder mode, additional controls to reorder menu items will be available in the items list above.
kab: Ded weskar n wallus n umizzwer, ad ilin ugar n isenqaden n umizzwer n iferdisen n wumuɣ di tebdart uksawen.

source: Add Items
kab: Rnu iferdisen

source: Add or remove menu items
kab: Rnu neɣ kkes iferdisen n wumuɣ

source: Menu options
kab: Tixtiṛiyin n wumuɣ

source: Choose File
kab: Fren afaylu

source: No file selected
kab: Ulac afaylu yettwafernen

source: Change File
kab: Beddel afaylu

source: Select File
kab: Fren afaylu

source: Choose Image
kab: Fren tugna

source: No image selected
kab: Ulac tugna yettwafernen

source: Change Image
kab: Beddel tugna

source: Select Image
kab: Fren tugna

# custom headers
source: Suggested
kab: Ttusumren

# custom headers
source: Previously uploaded
kab: Tuzzna tuzwirt

source: Add new image
kab: Rnu tugna

source: Add new header image
kab: Rnu tasentiḍt n tugna

source: Hide image
kab: Ffer tugna

source: Hide header image
kab: Ffer taseniḍt n tugna

source: Current header
kab: Inixf amiran

source: While you can crop images to your liking after clicking <strong>Add new image</strong>, your theme recommends a header height of <strong>%s</strong> pixels.
kab: Bien que vous puissiez recadrer vos images comme bon vous semble après avoir cliqué sur <strong>Ajouter une image</strong>, votre thème recommande d&rsquo;utiliser une hauteur de <strong>%s</strong> pixels pour l&rsquo;en-tête.

source: While you can crop images to your liking after clicking <strong>Add new image</strong>, your theme recommends a header width of <strong>%s</strong> pixels.
kab: Bien que vous puissiez recadrer vos images comme bon vous semble après avoir cliqué sur <strong>Ajouter une image</strong>, votre thème recommande d&rsquo;utiliser une largeur de <strong>%s</strong> pixels pour l&rsquo;en-tête.

source: While you can crop images to your liking after clicking <strong>Add new image</strong>, your theme recommends a header size of <strong>%s &times; %s</strong> pixels.
kab: Bien que vous puissiez recadrer vos images comme bon vous semble après avoir cliqué sur <strong>Ajouter une image</strong>, votre thème recommande d&rsquo;utiliser une taille de <strong>%s &times; %s</strong> pixels pour l&rsquo;en-tête.

source: No image set
kab: Ulac tagrumma n tugna

source: Randomizing suggested headers
kab: Err inixfan ittusumren d igacuren

source: Randomizing uploaded headers
kab: Err inixfan ittuɛebban d igacuren

source: Set image
kab: Sbadu tugna

source: Remove image
kab: Kkes tugna

source: Randomize suggested headers
kab: Inixfan ittusumren s ugacur

source: Randomize uploaded headers
kab: Inixfan ittuɛebban s ugacur

source: Hex Value
kab: Azal asḍismrawan

source: Default
kab: Lexṣas

source: Once Daily
kab: Tikkelt deg wass

source: Twice Daily
kab: Snat n tikkal deg wass

source: Once Hourly
kab: Tikkelt di saɛa

source: This argument has changed to an array to match the behavior of the other cron functions.
kab: Cet argument a été transformé en un tableau, afin de mieux correspondre au comportement des autres fonctions de cron.

source: <strong>ERROR</strong>: The comment could not be saved. Please try again later.
kab: <strong>ANEZRI</strong>: Awennit yugi ad ikles. Ttxil-k eɛreḍ tikkelt-nniḍen ar ḍeqqal.

source: <strong>ERROR</strong>: please type a comment.
kab: <strong>ANEZRI</strong>: Ttxil-k aru awennit.

source: <strong>ERROR</strong>: please enter a valid email address.
kab: <strong>ANEZRI</strong>Ttxil-k sekcem tansa email tameɣtut.

source: <strong>ERROR</strong>: please fill the required fields (name, email).
kab: <strong>ANEZRI</strong>Ttxil-k ačar urtiyen ilaqen (isem, e-mail).

source: Sorry, you must be logged in to post a comment.
kab: Surfaɣ, ilaq ad tiliḍ teqqeneḍ iwakken ad taruḍ awennit.

source: Could not update comment status
kab: Ulamek amucceḍ n uẓayer n uwennit.

source: You are posting comments too quickly. Slow down.
kab: Tettazneḍ iwenniten-ik s tɣawla. Ddu kan di lɣerḍ-ik.

source: Duplicate comment detected; it looks as though you&#8217;ve already said that!
kab: Tifin n wuslig; Ittban-d am akken tuzneḍ yakan awennit-agi !

# adjective
source: Spam
kab: Indésirable

# adjective
source: Approved
kab: Approuvé

source: Unapproved
kab: Désapprouvé

source: Post Comment
kab: Eǧǧ awennit

source: Cancel reply
kab: Semmet tiririt.

source: Your email address will not be published.
kab: Tansa-inek ad d-teffeɣ.

source: You must be <a href="%s">logged in</a> to post a comment.
kab: Ilaq <a href="%s">ad teqqneḍ(e)</a> iwakken ad taruḍ awennit.

source: Required fields are marked %s
kab: Urtiyen ilaqen ttucerḍen s %s

source: Website
kab: Asmel n web

source: Email
kab: Tansa

source: Name
kab: Isem

source: Leave a Reply to %s
kab: Wajeb i %s

source: Leave a Reply
kab: Eǧǧ awennit

source: Click here to cancel reply.
kab: Qqen iwakkeen ad tsemteḍ tiririt.

source: Log in to leave a Comment
kab: Qqen iwakken ad teǧǧeḍ awennit

source: Leave a Comment
kab: Eǧǧ awennit

source: Log in to Reply
kab: Qqen iwakken ad tjawbeḍ

source: Reply to %s
kab: Jaweb i %s

source: Reply
kab: Jaweb

source: Enter your password to view comments.
kab: Sekcem awal-inek n uɛeddi iwakken ad tkecmeḍ ɣer iwenniten.

source: Comments Off<span class="screen-reader-text"> on %s</span>
kab: Iwenniten medlen <span class="screen-reader-text"> ɣef %s</span>

source: %1$s Comment<span class="screen-reader-text"> on %2$s</span>
kab: %1$s iwenniten <span class="screen-reader-text"> ɣef %2$s</span>

source: 1 Comment<span class="screen-reader-text"> on %s</span>
kab: 1 n uwennit <span class="screen-reader-text"> ɣef %s</span>

source: No Comments<span class="screen-reader-text"> on %s</span>
kab: Ulac awennit <span class="screen-reader-text"> ɣef %s</span>

source: Pingback
kab: Ping

source: Trackback
kab: Rétrolien

# noun
source: Comment
kab: Awennit

source: 1 Comment
kab: 1 n uwennit

source: No Comments
kab: Ulac iwenniten

source: %s Comment
kab: %s n uwennit

source: The specified target URL does not exist.
kab: Tansa tannicant i d-ittunefken ulac-itt.

source: Pingback from %1$s to %2$s registered. Keep the web talking! :-)
kab: Réception d&rsquo;un ping de %1$s pour %2$s. Continuons la conversation&nbsp;!&nbsp;:-)

source: The source URL does not contain a link to the target URL, and so cannot be used as a source.
kab: L&rsquo;adresse source ne contient pas de lien vers l&rsquo;adresse cible, et ne peut donc pas être utilisée comme source.

source: We cannot find a title on that page.
kab: Ur d-nufi ara azwel i wesebter-agi.

source: The source URL does not exist.
kab: Tansa n tazwara ulac-itt.

source: The pingback has already been registered.
kab: Ping agi yekles yakan.

source: The source URL and the target URL cannot both point to the same resource.
kab: L&rsquo;adresse source et l&rsquo;adresse cible ne peuvent pointer vers la même ressource.

source: The specified target URL cannot be used as a target. It either doesn&#8217;t exist, or it is not a pingback-enabled resource.
kab: L&rsquo;adresse web spécifiée ne peut être utilisée comme cible. Soit elle n&rsquo;existe pas, ou il ne s&rsquo;agit pas d&rsquo;une ressource reconnaissant les pings.

source: Is there no link to us?
kab: Ulac azday ɣerneɣ?

source: Sorry, you cannot publish this post.
kab: Surfaɣ, ur tezmireḍ ara ad d-tsuffɣeḍ amagrad-agi.

source: Sorry, you can not edit this post.
kab: Surfaɣ, ur tezmireḍ ara ad tẓergeḍ amagrad-agi

source: Could not write file %1$s (%2$s)
kab: Ulamek tira n ufaylu %1$s (%2$s)

source: Sorry, you have used your space allocation.
kab: Surfaɣ, tfukkeḍ tallunt i tḥerraḍ.

source: Sorry, your entry could not be edited. Something wrong happened.
kab: Surfaɣ, anekcum-inek ulamek ara yettwaẓreg. Yeḍra-d unezri.

source: Sorry, you do not have the right to publish this page.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad d-tsuffeɣeḍ asebter-agi.

source: You are not allowed to change the page author as this user.
kab: Vous n&rsquo;avez pas l&rsquo;autorisation de modifier des pages sous cet identifiant.

source: You are not allowed to change the post author as this user.
kab: Vous n&rsquo;avez pas l&rsquo;autorisation de modifier des articles sous cet identifiant.

source: You are not allowed to create pages as this user.
kab: Ur tesɛiḍ ara azref iwakken ad d-tesnulfuḍ isebtar s yisem-agi n useqdac.

source: Invalid post format
kab: Amasal n umagrad d urameɣtu

source: Sorry, you are not allowed to publish posts on this site.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad td-tsuffɣeḍ imagraden deg usmel-agi.

source: Sorry, you are not allowed to publish pages on this site.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad td-tsuffɣeḍ isebtar deg usmel-agi.

source: For some strange yet very annoying reason, this post could not be edited.
kab: Amagrad-agi yugi ad yeẓreg, ur neẓri ara acimi

source: Sorry, you do not have the right to publish this post.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad d-tsuffɣeḍ amagrad-agi.

source: Sorry, you do not have the right to edit this post.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad tẓergeḍ amagrad-agi.

source: Sorry, no such post.
kab: Surfaɣ, ulac amagrad inmeɣran.

source: Sorry, that file cannot be edited.
kab: Surfaɣ, afaylu-agi ulamek ara yeẓreg.

source: Either there are no posts, or something went wrong.
kab: Ahat ulac imagraden neɣ yeḍra-d unezri.

source: Sorry, you do not have access to user data on this site.
kab: Surfaɣ, Ur tesɛiḍ ara azref iwakken ad tkecmeḍ ɣer isefka n iseqdacen n usmel-agi.

source: Sorry, revisions are disabled.
kab: Surfaɣ, ticagarin medlent.

source: Sorry, you are not allowed to edit posts.
kab: Ur tesɛiḍ ara azref iwakken ad tẓergeḍ imagradenb

source: Sorry, you are not allowed to edit this post type.
kab: Ur tesɛiḍ ara azref iwakken ad tẓergeḍ anaw-agi n umagrad.

source: You do not have permission to upload files.
kab: Ur tesɛiḍ ara azref iwakken ad tazneḍ ifuyla.

source: You are not allowed to update options.
kab: Ur tesɛiḍ ara azref iwakken ad tmucceḍeḍ tixtiṛiyin.

source: You are not allowed access to details of this post.
kab: Ur tesɛiḍ ara azref iwakken ad tkecmeḍ ɣer iftusen n umagrad-agi.

source: You are not allowed access to details about this site.
kab: Ur tesɛiḍ ara azref iwakken ad tkecmeḍ iftusen n usmel-agi.

source: A valid email address is required
kab: Tlaq tansa tameɣtut

source: Comment author name and email are required
kab: Ameskar n uwennit ilaq ad ikles isem-is aked tansa-ines.

source: Sorry, comments are closed for this item.
kab: Surfaɣ, iwenniten medlen i wemagrad-agi.

source: You must be registered to comment
kab: Ilaq ad tkelseḍ iwakken ad teǧǧeḍ awennit.

source: Sorry, the comment could not be edited. Something wrong happened.
kab: Surfaɣ, awennit-inek ulamek ara yeẓreg. Yeḍra-d unezri.

source: Invalid post type.
kab: Anaw n umagrad d urameɣtu.

source: Invalid comment status.
kab: Aẓayer n uwennit d urameɣtu.

source: You are not allowed to moderate or edit this comment.
kab: Ur tesɛiḍ ara azref iwakken ad tsenqseḍ neɣ ad tẓergeḍ awennit-agi.

source: Invalid comment ID.
kab: ID n uwennit d urameɣtu.

source: Sorry, you must be able to edit posts on this site in order to view categories.
kab: Surfaɣ, ilaq ad tesɛuḍ azref i tira n imagraden iwakken ad twaliḍ taggayin.

source: Sorry, you do not have the right to delete a category.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad tekkseḍ taggyt-agi.

source: Sorry, the new category failed.
kab: Surfaɣ, asnulfu n taggayt yerreẓ.

source: Sorry, you do not have the right to add a category.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad ternuḍ taggayt

source: Sorry, you must be able to edit posts on this site in order to view tags.
kab: Surfaɣ, ilaq ad tesɛuḍ azref i weẓrag n imagraden iwakken ad twaliḍ tibzimin.

source: Sorry, you cannot edit posts on this site.
kab: Surfaɣ,ur tezmireḍ ara ad tẓergeḍ imagraden n usebter-agi.
