Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.4.x/wp-4.4.x-admin-*.po
Languages: kab

source: Successfully installed the plugin <strong>%s %s</strong>.
kab: L&rsquo;extension <strong>%s %s</strong> a bien été installée.

source: Return to Themes page
kab: Uɣal ɣer usebter n isental

source: Updating Theme %1$s (%2$d/%3$d)
kab: Amucceḍ n usentel %1$s (%2$d/%3$d)

source: Updating Plugin %1$s (%2$d/%3$d)
kab: Amucceḍ n usiɣzef %1$s (%2$d/%3$d)

source: All updates have been completed.
kab: Imucceḍen merra fukken.

source: Hide Details
kab: Ffer iftussen

source: Show Details
kab: Beqqeḍ iftusen

source: %1$s updated successfully.
kab: %1$s a bien été mis à jour.

source: The update of %1$s failed.
kab: Amucceḍ n %1$s a échoué.

source: The update process is starting. This process may take a while on some hosts, so please be patient.
kab: Akala n umucceḍ yekker. Izmer ad yeṭṭef kra n wakud ɣer kra n isneftaɣen.

source: Return to Plugins page
kab: Uɣal ɣer usebter n isiɣzifen

source: Activate Plugin
kab: Sermed asiɣzef

source: Update Plugin
kab: Mucceḍ asiɣzef

source: This <a href="%1$s">child theme</a> requires its parent theme, %2$s.
kab: <a href="%1$s">Asentel-agi aqrur</a> yuḥwaǧ asentel amaraw, %2$s.

source: You are about to delete this theme '%s' 'Cancel' to stop, 'OK' to delete.
kab: Ala tettedduḍ ad tekkseḍ asentel « %s ». « Semmet » iwakken ad tḥebseḍ, « Ih » iwakken ad t-tekkseḍ.

source: Activate &#8220;%s&#8221;
kab: Sermed &laquo;&nbsp;%s&nbsp;&raquo;

source: Only the current theme is available to you. Contact the %s administrator for information about accessing additional themes.
kab: Vous n&rsquo;avez accès qu&rsquo;au thème déjà en place. Contactez l&rsquo;administrateur de %s pour obtenir des informations sur l&rsquo;accès à d&rsquo;autres thèmes.

source: You only have one theme installed right now. Live a little! You can choose from over 1,000 free themes in the WordPress.org Theme Directory at any time: just click on the <a href="%s">Install Themes</a> tab above.
kab: Vous n&rsquo;avez qu&rsquo;un seul thème d&rsquo;installé pour le moment. Faites vivre votre site&nbsp;! Vous pouvez quand vous le voulez choisir parmi plus de 1&nbsp;000 thèmes sur le dépôt de thèmes de WordPress.org&nbsp;: cliquez simplement sur l&rsquo;onglet &laquo;&nbsp;<a href="%s">Installer des thèmes</a>&nbsp;&raquo; ci-dessus.

source: You only have one theme enabled for this site right now. Visit the Network Admin to <a href="%1$s">enable</a> more themes.
kab: Akka tura tesɛiḍ ḥaca yiwen n usentel yermed i wesmel-agi. Rzu ɣer usebter n tedbelt n uẓeṭṭa iwakken ad <a href="%1$s">tesremdeḍ</a> ugar n isental.

source: You only have one theme enabled for this site right now. Visit the Network Admin to <a href="%1$s">enable</a> or <a href="%2$s">install</a> more themes.
kab: Akka tura tesɛiḍ ḥaca yiwen n usentel yermed i wesmel-agi. Rzu ɣer usebter n tedbelt n uẓeṭṭa iwakken ad <a href="%1$s">tesremdeḍ</a> neɣ ad <a href="%2$s">tesbeddeḍ</a> ugar n isental.

source: Version:
kab: Lqem :

source: Install
kab: Sbedd

source: Details
kab: Iftusen

source: Preview %s
kab: Tamuɣli n %s

source: Install %s
kab: Sbedd %s

# theme
source: Installed
kab: Yettusbedd

source: This theme is already installed and is up to date
kab: Asentel-agi yettusbedd yakan yerna yemucceḍ

source: Update to version %s
kab: Mucceḍ ɣer lqem %s

source: No themes match your request.
kab: Ulac asentel inmeɣran aked unadi inek.

# themes
source: Recently Updated
kab: Yemucceḍ melmi kan

# themes
source: Latest
kab: Derniers en date

# themes
source: Featured
kab: Mis en avant

# Number/count of items
source: Count
kab: Amiḍan

source: Layout
kab: Arrangement

# Welcome panel
source: Welcome
kab: Anṣuf

source: Screen Options Tab
kab: Onglet des options de l&rsquo;écran

source: Enable full-height editor and distraction-free functionality.
kab: Sermed amaẓrag n wegdil ačuran aked tmeẓli n tira war asedhu.

source: Disable accessibility mode
kab: Désactiver le mode Accessibilité

source: Enable accessibility mode
kab: Activer le mode &laquo;&nbsp;Accessibilité&nbsp;&raquo;

source: Screen Options
kab: Tixtiṛiyin n wegdil

source: Contextual Help Tab
kab: Onglet d&rsquo;aide contextuelle

source: Submit for Review
kab: Soumettre à relecture

# Used in Press This to indicate where the content comes from.
source: Source:
kab: Aɣbalu :

source: Search categories
kab: Nadi taggayt

source: Add
kab: Rnu

source: Post Formats
kab: Format d&rsquo;article

source: Make this post sticky
kab: Mettre ce contenu en avant

source: Not Sticky
kab: Pas mis en avant

source: Sticky
kab: Mis en avant

source: Allow Pings
kab: Autoriser les notifications par ping

source: Allow Comments
kab: Sureg iwenniten

source: Do not allow
kab: Gdel

source: Allow
kab: Sureg

source: Default Template
kab: Tamuddimt n lexṣas

source: Order
kab: Amizwer

source: Main Page (no parent)
kab: Page principale (pas de page parente)

source: &ndash;OR&ndash;
kab: &mdash; OU &mdash;

source: &mdash; No Change &mdash;
kab: &mdash; Ulac abeddel &mdash;

source: Quick Edit
kab: Taẓrigt s tɣawla

source: Bulk Edit
kab: Modifications groupées

source: Preview &#8220;%s&#8221;
kab: Prévisualiser &laquo;&nbsp;%s&nbsp;&raquo;

source: Delete this item permanently
kab: Kkes afredis-agi i lebda

source: Move this item to the Trash
kab: Smutti aferdis-agi ɣer tqecwalt

source: Restore this item from the Trash
kab: Kks-d aferdis-agi si tqecwalt

source: Edit this item
kab: Ẓreg aferdis-agi

source: Last Modified
kab: Abeddel angarru

source: Missed schedule
kab: Planification manquée

source: %s is currently editing
kab: %s akka tura ittbeddil agbur

# column name
source: Title
kab: Azwel

# posts
source: Sticky <span class="count">(%s)</span>
kab: Mis en avant <span class="count">(%s)</span>

# posts
source: All <span class="count">(%s)</span>
kab: Tous <span class="count">(%s)</span>

# posts
source: Mine <span class="count">(%s)</span>
kab: Le mien <span class="count">(%s)</span>

source: Visit plugin site
kab: Rzu ɣer usmel n usiɣzef

source: View details
kab: Beqqeḍ iftusen

source: Edit %s
kab: Ẓreg %s

source: Activate %s
kab: Sermed %s

source: Deactivate %s
kab: Sens %s

source: Delete %s
kab: Kkes %s

source: Requires %1$s in %2$s file.
kab: Ilaq %1$s deg wefaylu %2$s.

source: Inactive:
kab: Yensa :

source: Files in the %s directory are executed automatically.
kab: Ifuyla deg wekaram %s ttwaselkemen s wudem awurman.

source: Clear List
kab: Sfeḍ tabdart

source: Network Deactivate
kab: Sens aẓeṭṭa

source: Network Activate
kab: Sermed aẓeṭṭa

source: Must-Use <span class="count">(%s)</span>
kab: Automatique (Must-Use) <span class="count">(%s)</span>

source: Inactive <span class="count">(%s)</span>
kab: Yensa <span class="count">(%s)</span>

source: Recently Active <span class="count">(%s)</span>
kab: Récemment désactivée <span class="count">(%s)</span>

source: Active <span class="count">(%s)</span>
kab: Yermed <span class="count">(%s)</span>

# plugins
source: All <span class="count">(%s)</span>
kab: Toutes <span class="count">(%s)</span>

source: Plugin
kab: Asiɣzef

source: You do not appear to have any plugins available at this time.
kab: Ittban-d am wakken ur tesɛiḍ ara isiɣzofen akka tura.

source: No plugins found.
kab: Ur d-nufi ula d yiwen n usiɣzef.

source: <strong>Compatible</strong> with your version of WordPress
kab: <strong>D amṣadan</strong> aked lqem-inek n WordPress

source: <strong>Incompatible</strong> with your version of WordPress
kab: <strong>D amyugan</strong> aked lqem-inek n WordPress

source: Untested with your version of WordPress
kab: Ur yettusekyed ara aked lqem-inek n WordPress

source: Last Updated:
kab: Amucceḍ angarru

source: More information about %s
kab: Ugar n isalen ɣef %s

# plugin
source: Installed
kab: Yettusbedd

source: This plugin is already installed and is up to date
kab: Asiɣzef-agi yettusbedd yakan yerna yemucceḍ

source: Update Now
kab: Mucceḍ

source: Update %s now
kab: Mucceḍ %s tura

source: Install Now
kab: Sbedd tura

# Plugin installer group title
source: Tools
kab: Ifecka

source: No plugins match your request.
kab: Ulac aasiɣzef inmeɣran aked tuttra-inek.

source: Try again
kab: Eɛreḍ tikkelt-nniḍen

source: Upload Plugin
kab: Azen asiɣzef

# Plugin Installer
source: Favorites
kab: Imenyafen

# Plugin Installer
source: Popular
kab: Populaires

# Plugin Installer
source: Featured
kab: Mises en avant

source: Search Results
kab: Igburen n unadi

source: Super Admin
kab: Anedbal afellay

# user
source: Registered
kab: Altaɣ

# users
source: All <span class="count">(%s)</span>
kab: Tous <span class="count">(%s)</span>

source: No users found.
kab: Ur d-nufi ula d yiwen n useqdac.

# user
source: Not Spam
kab: Mači d spam

# user
source: Mark as Spam
kab: Creḍ d spam

source: Network Enable
kab: Sermed aẓeṭṭa

source: Enable
kab: Sermed

source: Broken <span class="count">(%s)</span>
kab: Cassé <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
kab: Iwjed i wmucceḍ <span class="count">(%s)</span>

source: Disabled <span class="count">(%s)</span>
kab: Désactivé <span class="count">(%s)</span>

source: Enabled <span class="count">(%s)</span>
kab: Activé <span class="count">(%s)</span>

# themes
source: All <span class="count">(%s)</span>
kab: Tous <span class="count">(%s)</span>

source: Visit
kab: Rzu

# verb; site
source: Archive
kab: Seɣber

source: Unarchive
kab: Désarchiver

source: Deactivate
kab: Sens

source: Never
kab: Werǧin

# site
source: Registered
kab: Altaɣ

source: Last Updated
kab: Mis à jour récemment

# site
source: Not Spam
kab: Mači d spam

# site
source: Mark as Spam
kab: Creḍ d spam

source: No sites found.
kab: Ur d-nufi ara isemlen.

source: Mature
kab: Adulte

source: Deleted
kab: Yettwakkes

source: Archived
kab: Yeɣber

source: View
kab: Beqqeḍ

source: View &#8220;%s&#8221;
kab: Beqqeḍ &laquo;&nbsp;%s&nbsp;&raquo;

source: (Unattached)
kab: (ur yecudd ara)

source: %s from now
kab: %s akka d asawen

source: Unpublished
kab: Ur isegded ara

# column name
source: Date
kab: Azemz

# column name
source: File
kab: Afaylu

source: Attach
kab: Cudd

source: Trash
kab: Deqqer ɣer tqecwalt

source: Select All
kab: Fren kulec

# paging
source: %1$s of %2$s
kab: %1$s $qef %2$s

source: No approved comments
kab: Ulac iwenniten ittwaqeblen

source: No comments
kab: Ulac awennit

source: %s approved comment
kab: %s n uwennit yettwaqbel

source: %s comment
kab: %s n uwennit

source: Excerpt View
kab: Liste avec extraits

source: You are about to delete this link '%s' 'Cancel' to stop, 'OK' to delete.
kab: Ala tettedduḍ ad tekkseḍ azday-agi « %s ». « Semmet » iwakken ad tḥebseḍ, « Ih » iwakken ad t-tekkseḍ.

source: Visit %s
kab: Rzu ɣer %s

source: Edit &#8220;%s&#8221;
kab: Ẓreg &laquo;&nbsp;%s&nbsp;&raquo;

source: Rating
kab: Note

source: Relationship
kab: Assaɣ

source: All categories
kab: Taggayin merra

source: Delete
kab: Kkes

source: No links found.
kab: Ur d-nufi ula d yiwen n uzday.

source: Unable to perform command: %s
kab: D awezɣi asekker n unezḍay : %s

source: Public and Private keys incorrect for %s
kab: Les clés publiques et privées de %s ne sont pas correctes

source: SSH2 password is required
kab: Awal n uɛeddi SSH2 d amaran

source: SSH2 username is required
kab: Isem n useqdac SSH2 d amaran

source: SSH2 hostname is required
kab: Isem n usneftaɣ SSH2 d amaran

source: The ssh2 PHP extension is available, however, we require the PHP5 function <code>stream_get_contents()</code>
kab: Asiɣzef ssh2 n PHP yewjed maca yeḥwaǧ tawuri PHP5 <code>stream_get_contents()</code>

source: The ssh2 PHP extension is not available
kab: Asiɣzef ssh2 n PHP ur yewjid ara

source: Username/Password incorrect for %s
kab: Isem n usaqdac / awal n uɛeddi d urmeɣtuyen i %s

source: FTP password is required
kab: Awal n uɛeddi i FTP d amaran

source: FTP username is required
kab: Isem n useqdac FTP d amaran

source: FTP hostname is required
kab: Isem n usneftaɣ n FTP ilaq

source: The ftp PHP extension is not available
kab: Asiɣzef ftp n PHP ur yewjid ara

source: Found %s
kab: Nufa-d %s

source: Changing to %s
kab: Modifier à %s

source: Reply to this comment
kab: Wajeb awennit-agi

source: Quick&nbsp;Edit
kab: Taẓrigt s tɣawla

source: Edit this item inline
kab: Ẓreg aferdi-agi deg wemkan-is

source: Move this comment to the trash
kab: Smutti awennit-agi ɣer tqecwalt

source: Mark this comment as spam
kab: Creḍ d Spam

source: Approve this comment
kab: Qbel awennit-agi

source: Unapprove this comment
kab: Agi awennit-agi

# column name
source: Comment
kab: Awennit

source: Empty Trash
kab: Smir taqecwalt

source: Empty Spam
kab: Kkes akk spam

source: Filter
kab: Sti

source: All comment types
kab: Tous les types de commentaire

# comment
source: Not Spam
kab: Mači d spam

source: Approve
kab: Qbel

source: Unapprove
kab: Agi

source: No comments found.
kab: Ur d-nufi ula d yiwen n umagrad.

source: To the top
kab: D asawen

source: Down one
kab: Sub cituḥ

source: Up one
kab: Ali cituḥ

source: Move
kab: Mutti

source: CSS Classes (optional)
kab: Classes CSS (facultatives)

source: sub item
kab: addaw-ferdis

# nav menu front page title
source: Home: %s
kab: Asnubeg : %s

source: Could not insert link into the database
kab: D awezɣi tugra n uzday deg wezadur n isefka

source: Could not update link in the database
kab: D awezɣi amucceḍ n uzday deg wezadur n isefka

source: You do not have sufficient permissions to edit the links for this site.
kab: Ur tesɛiḍ ara azref iwakken ad tbeddeleḍ izdayen n usmel-agi.

source: Plugin update failed.
kab: Amucceḍ n usiɣzef yereẓ.

source: You do not have sufficient permissions to update plugins for this site.
kab: Ur tesɛiḍ ara ddeqs n izerfan iwakken ad tmucceḍeḍ deg wesmel-agi.

source: %s failed to embed.
kab: %s n&rsquo;a pas pu être intégré.

source: Scheduled
kab: Inɣawes

source: Date
kab: Azemz

source: Type
kab: Mode

source: Item not updated.
kab: Aferdis ur yemucceḍ ara

source: Saving is disabled: %s is currently editing this post.
kab: Asekles awurman yensa: %s ala yettaẓrag amagrad-agi tura.

source: Saving is disabled: %s is currently editing this page.
kab: Asekles yensa: %s ala yettaẓrag asebter-agi akka tura

source: Someone
kab: Albaɛḍ

source: You are not allowed to edit this post.
kab: Ur tesɛiḍ ara azref iwakken ad tẓergeḍ awennit-agi.

source: You are not allowed to edit this page.
kab: Ur tesɛiḍ ara azref iwakken ad tẓergeḍ asebter-agi.

source: Please provide a custom field name.
kab: Ttxil-k sekcem isem i wurti yugnen.

source: Please provide a custom field value.
kab: Ttxil-k sekcem azal i wurti yugnen.

source: ERROR: please type a comment.
kab: Anezri : ttxil-k sekcem awennit.

source: Sorry, you must be logged in to reply to a comment.
kab: Surefaɣ, ilaq ad teqqneḍ iwakken ad d-tefkeḍ tiririt ɣef uwennit-agi.

source: ERROR: you are replying to a comment on a draft post.
kab: Anezri : ala tettedduḍ ad teǧǧeḍ awennit i wemagrag amerkas.

source: Comment %d does not exist
kab: Awennit %d ulac-it.

# comments
source: %s in moderation
kab: %s yettraǧu asergeg

source: This importer is not installed. Please install importers from <a href="%s">the main site</a>.
kab: Amaktar-agi ur ittusbedd ara. TTxil-k sbedd imaktaren seg <a href="%s">wesmel agejdan</a>.

source: Install importer
kab: Sbedd amaktar

source: Activate importer
kab: Sermed amaktar

source: No importers are available.
kab: Ulac ifecka n tektert iwejden.

source: If you have posts or comments in another system, WordPress can import those into this site. To get started, choose a system to import from below:
kab: Ma tesɛiḍ imagraden neɣ iwenniten deg wenagraw nniḍen, WordPress izmer ad ten-ikter ɣer usmel-agi. Iwakken ad tebduḍ fren anagraw uksar-agi :

source: The <strong>%s</strong> importer is invalid or is not installed.
kab: Amaktar d urmeɣtu <strong>%s</strong> neɣ ur ittusbedd ara.

source: ERROR:
kab: Anezri :

source: This screen lists links to plugins to import data from blogging/content management platforms. Choose the platform you want to import from, and click Install Now when you are prompted in the popup window. If your platform is not listed, click the link to search the plugin directory for other importer plugins to see if there is one for your platform.
kab: Cet écran liste les liens vers les extensions servant à importer des données en provenance d&rsquo;autres plates-formes de blogs ou gestionnaires de contenus. Choisissez la plate-forme d&rsquo;origine, et cliquez sur &laquo;&nbsp;Installer maintenant&nbsp;&raquo; dans la fenêtre qui s&rsquo;affiche. Si vous ne trouvez pas votre plate-forme, cliquez sur le lien &laquo;&nbsp;Recherche&nbsp;&raquo; dans le Dépôt d&rsquo;Extensions et lancez une recherche - peut-être qu&rsquo;une autre extension répondra à vos attentes.

source: You do not have sufficient permissions to import content in this site.
kab: Ur tesɛiḍ ara azref iwakken ad tketreḍ agbur ɣer usmel-agi.

source: Don&#8217;t you wish all software came with these freedoms? So do we! For more information, check out the <a href="http://www.fsf.org/">Free Software Foundation</a>.
kab: Tebɣiḍ iseẓɣanen merra ad k-fken tilelli akka ? Ula d nekni ! Iwakken ad teẓreḍ ugar rzu ɣer usmel n <a href="http://www.fsf.org/">Free Software Foundation</a>, neɣ s tefransist<a href="http://www.april.org/">April</a> et de l&rsquo;<a href="http://aful.org/">Aful</a>.

source: Every plugin and theme in WordPress.org&#8217;s directory is 100%% GPL or a similarly free and compatible license, so you can feel safe finding <a href="%1$s">plugins</a> and <a href="%2$s">themes</a> there. If you get a plugin or theme from another source, make sure to <a href="%3$s">ask them if it&#8217;s GPL</a> first. If they don&#8217;t respect the WordPress license, we don&#8217;t recommend them.
kab: Tous les thèmes et extensions disponibles sur le répertoire de WordPress.org respectent à 100%% la licence GPL, ou une licence libre et compatible. Ainsi, vous pouvez en toute sûreté y chercher des <a href="%1$s">extensions</a> et des <a href="%2$s">thèmes</a>. Si vous téléchargez une extension ou un thème en provenance d&rsquo;une autre source, vérifiez bien qu&rsquo;il respecte la <a href="%3$s">licence GPL</a>. Si ce n&rsquo;est pas le cas, l&rsquo;équipe de WordPress ne vous le recommande alors pas.

source: WordPress grows when people like you tell their friends about it, and the thousands of businesses and services that are built on and around WordPress share that fact with their users. We&#8217;re flattered every time someone spreads the good word, just make sure to <a href="%s">check out our trademark guidelines</a> first.
kab: WordPress croît à chaque fois que vous en parlez à vos amis, et cela est également vrai pour les milliers de sociétés et services dans le monde construits à l&rsquo;aide de ou autour de WordPress. Nous sommes flattés chaque fois que quelqu&rsquo;un vante les mérites de cet outil&nbsp;; veillez cependant à respecter les <a href="%s">conseils d&rsquo;utilisation de notre marque déposée</a>.

source: You have the freedom to distribute copies of your modified versions to others. By doing this you can give the whole community a chance to benefit from your changes.
kab: Tesɛiḍ azref iwakken ad tesdegereḍ isenɣalen n wahil-agi s ileqman i tbeddeleḍ. S wakka ad tnefɛeḍ iseqdacen-nniḍen n wahil-agi s ibeddilen-ik.

source: You have the freedom to redistribute copies of the original program so you can help your neighbor.
kab: Tesɛiḍ azref iwakken ad sedgereḍ isenɣalen n wahil aneṣli, iwakken ad tɛiwneḍ wiyaḍ.

source: You have access to the source code, the freedom to study how the program works, and the freedom to change it to make it do what you wish.
kab: Tesɛiḍ azref ad tkecmeḍ ɣer tengalt taɣbalut iwakken ad tlemdeḍ amek itedu wahil-agi, ad t-tbeddeleḍ iwakken ad tgeḍ ayen tebɣiḍ.

source: You have the freedom to run the program, for any purpose.
kab: Tsɛiḍ azref ad tbeddeleḍ ahil-agi, i yeswi tebɣiḍ.

source: WordPress is Free and open source software, built by a distributed community of mostly volunteer developers from around the world. WordPress comes with some awesome, worldview-changing rights courtesy of its <a href="%s">license</a>, the GPL.
kab: WordPress est un logiciel libre et au code ouvert (open-source), conçu par une communauté de développeurs majoritairement volontaires, partout dans le monde. WordPress est livré avec des libertés formidables et qui changent la vision du monde, grâce à sa <a href="%s">licence</a>, la GPL.

source: Download Export File
kab: Zdem afaylu n usifeḍ

source: Media
kab: Imidyaten

source: Status:
kab: Addad :

source: Date range:
kab: Azemz n usnulfu :

source: Authors:
kab: Imeskaren :

source: All
kab: Tous

source: Categories:
kab: Taggayin:

source: Posts
kab: Imagraden

source: This will contain all of your posts, pages, comments, custom fields, terms, navigation menus and custom posts.
kab: Ad ilin deg-s merra imagraden-ik, iwenniten-ik, urtiyen-ik yugnen, awalen, umuɣen n yinig aked uɣanib n igburen yugnen.

source: All content
kab: Agbur merra

source: Choose what to export
kab: Fren acu ara tsifeḍeḍ

source: This format, which we call WordPress eXtended RSS or WXR, will contain your posts, pages, comments, custom fields, categories, and tags.
kab: Amasal-agi, umi nessawal WordPress eXtended RSS (ou WXR), yesɛa akk imagraden-inek, isebtar-inek, iwenniten-inek, urtiyen yugnen, taggayin-inek aked wawalen yfraren inek.

source: When you click the button below WordPress will create an XML file for you to save to your computer.
kab: Ssed ɣef tanast-agi iwakken WordPress ad d-yesnulfu afaylu XML ara tkelseḍ deg weselkim-inek.

source: Once generated, your WXR file can be imported by another WordPress site or by another blogging platform able to access this format.
kab: Mi d-yenulfa ufaylu WXR tzemreḍ ad t-tketreḍ deg sbeddi-nniḍen n WordPress, neɣ deg agens-nniḍen n ublog i yzemren ad iɣer amasal-agi.

source: Export
kab: Sifeḍ

source: You do not have sufficient permissions to export the content of this site.
kab: Ur tesɛiḍ ara azref iwakken ad sifḍeḍ agbur n usmel-agi.

source: %s page restored from the Trash.
kab: %s page récupérée depuis la Corbeille.

source: %s page moved to the Trash.
kab: %s page déplacée dans la Corbeille.

source: %s page permanently deleted.
kab: %s page définitivement supprimée.

source: %s page not updated, somebody is editing it.
kab: %s page n&rsquo;a pas été mise à jour&nbsp;: quelqu&rsquo;un est déjà en train de la modifier.

source: %s page updated.
kab: %s page mise à jour.

source: %s post restored from the Trash.
kab: %s article récupéré depuis la Corbeille.

source: %s post moved to the Trash.
kab: %s article déplacé dans la Corbeille.

source: %s post permanently deleted.
kab: %s article supprimé définitivement.

source: %s post not updated, somebody is editing it.
kab: %s article n&rsquo;a pas été mis à jour&nbsp;: quelqu&rsquo;un est déjà en train de la modifier.

source: %s post updated.
kab: %s n umagrad imucceḍ.

source: Bulk Actions
kab: Tigawin igerwen

source: Hovering over a row in the posts list will display action links that allow you to manage your post. You can perform the following actions:
kab: Ma tesɛeddaḍ taɣerdayt nnig n ujerriḍ n tebdart n imagraden ad beqqeḍen izdayen swayes ara tesferkeḍ amagrad. Tzemreḍ ad tgeḍ tigawin-agi :
