Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.4.x/wp-4.4.x-admin-*.po
Languages: kab

source: Last Name
kab: Nekwa

source: First Name
kab: Isem

source: Super admin privileges cannot be removed because this user has the network admin email.
kab: Les privilèges de super-admin ne peuvent pas être enlevés, car cet utilisateur est celui avec l&rsquo;adresse de contact administratif du réseau.

source: Grant this user super admin privileges for the Network.
kab: Efk iglamen n n nedba afellay i weseqdac-agi n uẓeṭṭa.

source: &mdash; No role for this site &mdash;
kab: &mdash; Pas de rôle sur ce site &mdash;

source: Usernames cannot be changed.
kab: Isemawen n iseqdacen ulamek ara ttwabeddelen

source: Show Toolbar when viewing site
kab: Beqqeḍ tafeggagt n ifecka mi ara tkecmeḍ ɣer usmel

source: <a href="https://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">More information</a>
kab: <a href="https://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">Ugar n isalen</a>

source: Enable keyboard shortcuts for comment moderation.
kab: Sermed isegzilen n unasiw i wesqerdec n iwenniten.

source: Disable the visual editor when writing
kab: Sens amaẓrag ameẓray mi ara taruḍ

source: Visual Editor
kab: Amaẓrag ameẓray

source: Personal Options
kab: Tixtiṛiyin tudmawanin

# user
source: Add Existing
kab: Rnu aseqdac yellan

source: &larr; Back to Users
kab: &larr; Tuɣalin ɣer iseqdacen

source: User updated.
kab: Amaẓrag yemucceḍ.

source: Profile updated.
kab: Amkil yemucceḍ.

source: This user has super admin privileges.
kab: Aseqdac-agi yesɛa iglamen n unedbal afellay.

source: You do not have permission to edit this user.
kab: Ur tesɛiḍ ara turagt iwakken ad tbeddeleḍ aseqdac-agi.

source: <a href="https://codex.wordpress.org/Users_Your_Profile_Screen" target="_blank">Documentation on User Profiles</a>
kab: <a href="https://codex.wordpress.org/Users_Your_Profile_Screen" target="_blank">Taftart ɣef umkil n useqdac</a>

source: Remember to click the Update Profile button when you are finished.
kab: Mi tfukkeḍ ssed ɣef tanast Mucceḍ amkil.

source: Required fields are indicated; the rest are optional. Profile information will only be displayed if your theme is set up to do so.
kab: Urtiyen imaranen ttwaseknen, wiyaḍ d imaḍɣiren. Isalen n umkil ur beqqeḍen ara ḥacama tsɣewereḍ asentel i wayagi.

source: Your username cannot be changed, but you can use other fields to enter your real name or a nickname, and change which name to display on your posts.
kab: Isem-inek n useqdac ulamek ara yettwabeddel, maca tzemreḍ ad tseqeceḍ urtiyen-nniḍen i wsekcem n yisem-ik ummid neɣ tasaẓlut, sakin ad tbeddeleḍ isem ara yettwabeqqeḍen deg imagraden.

source: You can change your password, turn on keyboard shortcuts, change the color scheme of your WordPress administration screens, and turn off the WYSIWYG (Visual) editor, among other things. You can hide the Toolbar (formerly called the Admin Bar) from the front end of your site, however it cannot be disabled on the admin screens.
kab: Vous pouvez modifier votre mot de passe, activer les raccourcis clavier, modifier la combinaison de couleurs des écrans de l&rsquo;administration, et désactiver l&rsquo;éditeur visuel (WYSIWYG), entre autres choses. Vous pouvez également cacher la barre d&rsquo;outils (anciennement &laquo;&nbsp;barre d&rsquo;administration&nbsp;&raquo;) sur la partie publique de votre site, mais elle ne peut pas être enlevée des écrans d&rsquo;administration.

source: Your profile contains information about you (your &#8220;account&#8221;) as well as some personal options related to using WordPress.
kab: Amkil-inek isɛa isalen i k-yeɛnan (amiḍan-inek) aked kra n textiṛiyin-inek ɣef wamek i tseqdaceḍ WordPress.

source: Edit User
kab: Beddel aseqdac

source: Error saving media attachment.
kab: Anezri deg wesekles n umidya yeccudden.

source: Reattached %d attachment.
kab: Rattachement de %d fichier attaché.

source: Media items list
kab: Tabdart n imidyaten

source: Media items list navigation
kab: Ḍum tabdart n imidyaten

source: Filter media items list
kab: Sti tabdart n imidyaten

source: If a media file has not been attached to any post, you will see that in the Attached To column, and can click on Attach File to launch a small popup that will allow you to search for a post and attach the file.
kab: Si un fichier média n&rsquo;est lié à aucun article, cela vous sera indiqué dans la colonne &laquo;&nbsp;Attaché à&nbsp;&raquo;, et vous pourrez cliquer sur le lien &laquo;&nbsp;Joindre&nbsp;&raquo; pour afficher une petite fenêtre vous permettant de trouver un article auquel attacher le fichier.

source: Attaching Files
kab: Ifuyla n isiɣzifen

source: Hovering over a row reveals action links: Edit, Delete Permanently, and View. Clicking Edit or on the media file&#8217;s name displays a simple screen to edit that individual file&#8217;s metadata. Clicking Delete Permanently will delete the file from the media library (as well as from any posts to which it is currently attached). View will take you to the display page for that file.
kab: Le survol par la souris des lignes du tableau révèle des liens&nbsp;: &laquo;&nbsp;Modifier&nbsp;&raquo;, &laquo;&nbsp;Supprimer définitivement&nbsp;&raquo; et &laquo;&nbsp;Afficher&nbsp;&raquo;. En cliquant sur &laquo;&nbsp;Modifier&nbsp;&raquo; ou sur le nom d&rsquo;un fichier média, vous obtiendrez un écran où vous pourrez modifier les métadonnées du fichier. En cliquant sur &laquo;&nbsp;Supprimer définitivement&nbsp;&raquo;, vous supprimerez le fichier de la bibliothèque (ainsi que de tous les articles auxquels il était lié). &laquo;&nbsp;Afficher&nbsp;&raquo; vous enverra sur la page d&rsquo;affichage de ce fichier.

source: You can narrow the list by file type/status using the text link filters at the top of the screen. You also can refine the list by date using the dropdown menu above the media table.
kab: Tzemreḍ ad tḥebseḍ tabdart-agi s wanaw n ufaylu neɣ s waddad s ttawil n testayin di tama ufella n wegdil. Daɣen tzemreḍ ad tsalqayeḍ tabdart n lexṣas s wumuɣ ifettin nnig n tfelwit.

source: All the files you&#8217;ve uploaded are listed in the Media Library, with the most recent uploads listed first. You can use the Screen Options tab to customize the display of this screen.
kab: Tous les fichiers que vous avez mis en ligne sont listés dans la Bibliothèque de Médias, les plus récents en premier. Vous pouvez utiliser l&rsquo;onglet &laquo;&nbsp;Options de l&rsquo;écran&nbsp;&raquo; pour personnaliser l&rsquo;affichage de cet écran.

source: You are not allowed to move this item out of the Trash.
kab: Ur tesɛiḍ ara azref iwakken ad tsuffeɣeḍ agbur-agi seg tqecwalt.

source: The grid view for the Media Library requires JavaScript. <a href="upload.php?mode=list">Switch to the list view</a>.
kab: La vue en grille de la Bilbiothèque de Médias nécessite JavaScript. <a href="upload.php?mode=list">Passer à la vue en liste</a>.

source: You can also delete individual items and access the extended edit screen from the details dialog.
kab: Vous pouvez aussi supprimer les éléments individuellement et accéder à l&#8217;écran de modifications étendues par la fenêtre des détails.

source: Use the arrow buttons at the top of the dialog, or the left and right arrow keys on your keyboard, to navigate between media items quickly.
kab: Seqdec tanasin n tencabin ddaw n usfaylu neɣ tinccabin zelmaḍ d yefus n unasiw iwakken ad tɛeddiḍ s tɣawla seg wemidya ɣer wayeḍ.

source: Clicking an item will display an Attachment Details dialog, which allows you to preview media and make quick edits. Any changes you make to the attachment details will be automatically saved.
kab: Cliquer sur un élément affichera une fenêtre avec les détails du fichier, ce qui vous permettra de prévisualiser le média et réaliser de rapides modifications. Tous les changements que vous ferez dans les détails du média seront automatiquement sauvegardés.

source: To delete media items, click the Bulk Select button at the top of the screen. Select any items you wish to delete, then click the Delete Selected button. Clicking the Cancel Selection button takes you back to viewing your media.
kab: Pour supprimer des éléments de la liste des médias, cliquez sur le bouton de Sélection multiple en haut de l&#8217;écran. Sélectionnez tous les éléments à supprimer, puis cliquez sur le bouton Supprimer la sélection. En cliquant sur le bouton Annuler la sélection vous reviendrez sur la vue normale des médias.

source: You can view your media in a simple visual grid or a list with columns. Switch between these views using the icons to the left above the media.
kab: Vous pouvez voir vos médias dans une grille ou dans une liste avec des colonnes. Passez de l&rsquo;un à l&rsquo;autre en utilisant les icônes en haut à gauche des médias.

source: All the files you&#8217;ve uploaded are listed in the Media Library, with the most recent uploads listed first.
kab: Ifuyla merra ara tazneḍ ad ttwarnun ɣer tebdart n imidyaten, aneggaru tuzneḍ ad yettwabeqqeḍ d amezwaru.

source: %s seconds
kab: %s n tasinin

source: %s queries
kab: %s n tuttriwin

source: Your WordPress database has been successfully updated!
kab: Azadur n isefka n WordPress imucceḍ!

source: Update Complete
kab: Amucceḍ ifukk

source: Update WordPress Database
kab: Mucceḍ azadur n isefka n WordPress

source: The database update process may take a little while, so please be patient.
kab: Amucceḍ n uzadur n isefka izmer ad iɛeṭṭel, ihi ttxil-k ssber.

source: WordPress has been updated! Before we send you on your way, we have to update your database to the newest version.
kab: WordPress a été mis à jour&nbsp;! Avant de vous laisser continuer, nous devons mettre à jour la base de données.

source: Database Update Required
kab: Ilq umucceḍ n uzadur n isefka

source: Your WordPress database is already up-to-date!
kab: Azadur n isefka WordPress yemucceḍ yakan!

source: No Update Required
kab: Pas de mise à jour requise

source: WordPress &rsaquo; Update
kab: WordPress &rsaquo; Mise à jour

source: Installing Theme from uploaded file: %s
kab: Asbeddi n usentel seg wefaylu : %s

source: Installing Theme: %s
kab: Asbeddi n usentel: %s

source: Install Themes
kab: Sbedd isental

source: You do not have sufficient permissions to update themes for this site.
kab: Ur tesɛiḍ ara ddeqs n izerfan iwakken ad tmucceḍeḍ isental deg wesmel-agi.

source: Installing Plugin from uploaded file: %s
kab: Asbeddi n usiɣzef seg wefaylu: %s

source: Installing Plugin: %s
kab: Asbeddi n usiɣzef: %s

source: Plugin failed to reactivate due to a fatal error.
kab: Asiɣzef yegumma ad yermed acku yella unezri.

source: Plugin reactivated successfully.
kab: Asiɣzef yermed i tikkelt-nniḍen.

source: Plugin Reactivation
kab: Asermed n usiɣzef

source: Check Again
kab: Selken tikkelt-nniḍen

source: Last checked on %1$s at %2$s.
kab: Aselken angaru di %1$s à %2$s.

source: Please select one or more plugins to update.
kab: Ttxil-k fren yiwen neɣ ugar n isiɣzifen ara tmucceḍeḍ.

source: Please select one or more themes to update.
kab: Ttxil-k fren yiwen neɣ ugar n isental ara tmucceḍeḍ.

source: How to Update
kab: Amek ara tmucceḍeḍ

source: <strong>Translations</strong> &mdash; The files translating WordPress into your language are updated for you whenever any other updates occur. But if these files are out of date, you can <strong>click the &#8220;Update Translations&#8221;</strong> button.
kab: <strong>Traductions</strong> &mdash; Les fichiers qui traduisent WordPress dans votre langue sont mis à jour dès qu&rsquo;une modification est faite. Mais si ces fichiers ne sont plus à jour, vous pouvez cliquer sur le bouton "Mettre à jour les traductions".

source: <strong>Themes and Plugins</strong> &mdash; To update individual themes or plugins from this screen, use the checkboxes to make your selection, then <strong>click on the appropriate &#8220;Update&#8221; button</strong>. To update all of your themes or plugins at once, you can check the box at the top of the section to select all before clicking the update button.
kab: <strong>Thèmes et extensions</strong> &mdash; Pour mettre à jour les thèmes et extensions individuellement depuis cet écran, utilisez les cases à jour pour faire votre sélection, puis <strong>cliquez sur le bouton &laquo;&nbsp;Mettre à jour&nbsp;&raquo; approprié</strong>. Pour mettre à jour tous les thèmes et toutes les extensions d&rsquo;un coup, vous pouvez cocher la case en haut de la section pour tout sélectionner avant de cliquer sur le boutons de mise à jour.

source: In most cases, WordPress will automatically apply maintenance and security updates in the background for you.
kab: Dans la plupart des cas, WordPress appliquera automatiquement les mises à jour de maintenance et de sécurité en arrière-plan.

source: <strong>WordPress</strong> &mdash; Updating your WordPress installation is a simple one-click procedure: just <strong>click on the &#8220;Update Now&#8221; button</strong> when you are notified that a new version is available.
kab: <strong>WordPress</strong> &mdash; La mise à jour de votre installation WordPress tient en une simple procédure&nbsp;: <strong>cliquez sur le bouton &laquo;&nbsp;Mettre à jour&nbsp;&raquo;</strong> quand vous êtes notifié(e) qu&rsquo;une nouvelle version est disponible.

source: If an update is available, you&#8127;ll see a notification appear in the Toolbar and navigation menu.
kab: Amuceḍ yewjed, ad twaliḍ tamawt deg tfeggagt n ifecka.

source: WordPress Updates
kab: Amucceḍ n WordPress

source: Update WordPress
kab: Amucceḍ n WordPress

source: New translations are available.
kab: Tisuqqilin timaynutin wejdent.

source: Your translations are all up to date.
kab: Tisuqqilin-ik muccḍent merra.

source: Translations
kab: Tisuqqilin

source: Update Themes
kab: Mucceḍ isental

source: <strong>Please Note:</strong> Any customizations you have made to theme files will be lost. Please consider using <a href="%s">child themes</a> for modifications.
kab: <strong>Notez bien&nbsp;:</strong> toutes les personnalisations que vous pourriez avoir apportées aux fichiers des thèmes seront perdues. Pensez à utiliser des <a href="%s">thèmes enfants</a> pour vos modifications.

source: The following themes have new versions available. Check the ones you want to update and then click &#8220;Update Themes&#8221;.
kab: Isental-agi sɛan ileqman imaynuten, fren wid i tebɣiḍ ad tmucceḍeḍ sakin ssed ɣef &laquo;&nbsp;Mucceḍ isental&nbsp;&raquo;.

source: Your themes are all up to date.
kab: Isental merra mucceḍen.

source: You have version %1$s installed. Update to %2$s.
kab: Tseqdaceḍ lqem %1$s. Mucceḍ ɣer lqem %2$s.

source: View version %1$s details.
kab: Beqqeḍ iftusen n lqem %1$s.

source: Compatibility with WordPress %1$s: Unknown
kab: Amṣuda aked WordPress %1$s&nbsp;: ur yettwassen ara

source: Compatibility with WordPress %1$s: %2$d%% (%3$d "works" votes out of %4$d total)
kab: Amṣuda aked WordPress %1$s&nbsp;: %2$d%% (%3$d votes &laquo;&nbsp;ça marche&nbsp;&raquo; sur un total de %4$d)

source: Compatibility with WordPress %1$s: 100%% (according to its author)
kab: Amṣuda aked WordPress %1$s&nbsp;: 100%% (i wudem n umeskar)

source: The following plugins have new versions available. Check the ones you want to update and then click &#8220;Update Plugins&#8221;.
kab: Isiɣzifen-agi sɛan lqem amaynut. Fren wid i tebɣiḍ ad tmucceḍeḍ, sakin ssed ɣef &#8220;Mucceḍ isiɣzifen&#8221;.

source: Your plugins are all up to date.
kab: Isiɣzifen merra mucceḍen.

source: <a href="%s">Learn more about WordPress %s</a>.
kab: <a href="%s">Ɣef WordPress %s</a>.

source: While your site is being updated, it will be in maintenance mode. As soon as your updates are complete, your site will return to normal.
kab: Deg wekala n umucceḍ asmel-inek ad yuɣal ɣer uskar n useggem. Alam ifukk umucceḍ ara yuɣal akken illa.

source: This site is set up to install updates of future beta versions automatically.
kab: Asmel-agi yeɣwwer iwakken ad yeg s wudem awurman amucceḍ n ileqman bêtas.

source: BETA TESTERS:
kab: TESTEURS DE PHASE BETA :

source: An updated version of WordPress is available.
kab: Yella umucceḍ n WordPress .

source: Future security updates will be applied automatically.
kab: Imuccḍen n tɣellist i d-iteddun ad ttwasensent s wudem awurman.

source: You have the latest version of WordPress.
kab: Tesɛiḍ lqem angarru n WordPress.

source: Hide hidden updates
kab: Ffer imucceḍen uffiren

source: Show hidden updates
kab: Beqqeḍ imucceḍen uffiren

source: You are about to install WordPress %s <strong>in English (US).</strong> There is a chance this update will break your translation. You may prefer to wait for the localized version to be released.
kab: Vous êtes sur le point d&rsquo;installer WordPress %s <strong>en anglais (US)</strong>. Il se peut que cette mise à jour ne fonctionne pas avec la traduction de WordPress dont vous disposez. Vous devriez sans doute patienter, le temps que la mise à jour soit officiellement traduite dans votre langue.

source: This localized version contains both the translation and various other localization fixes. You can skip upgrading if you want to keep your current translation.
kab: Lqem-agi isuqlen igber tasuqqilt aked iseɣtiyen iccuden ɣer tsuqqilt. Ma tebɣiḍ ad teǧǧeḍ tasuqqilt tamirant, tzemreḍ ad tzegleḍ amucceḍ.

source: Bring back this update
kab: Beqqeḍ tikkelt-nniḍen amucceḍ-agi

source: Hide this update
kab: Ffer amucceḍ-agi

source: Download %s
kab: Zdem lqem %s

source: Re-install Now
kab: Alles asbeddi tura

source: If you need to re-install version %s, you can do so here or download the package and re-install manually:
kab: Si vous souhaitez réinstaller la version %s, vous pouvez le faire ici, ou télécharger l&rsquo;archive pour la réinstaller vous-même&nbsp;:

source: Download nightly build
kab: Zdem lqem n usnefli

source: You are using a development version of WordPress. You can update to the latest nightly build automatically or download the nightly build and install it manually:
kab: Vous utilisez une version de développement de WordPress. Vous pouvez faire une mise à jour automatique vers la toute dernière version quotidienne (&laquo;&nbsp;<i>nightly build</i>&nbsp;&raquo;), ou télécharger cette version quotidienne et l&rsquo;installer vous-même&nbsp;:

source: You do not have sufficient permissions to update this site.
kab: Vous n&rsquo;avez pas les droits suffisants pour mettre à jour ce site.

source: If you want to convert your categories to tags (or vice versa), use the <a href="%s">Categories and Tags Converter</a> available from the Import screen.
kab: Si vous souhaitez convertir vos catégories en mots-clés (et vice versa), utilisez le <a href="%s">Convertisseur de catégories mots-clés</a>, disponible depuis l&rsquo;écran des importateurs.

source: Direct link (best for mobile)
kab: Azday usrid (ilha i mobile)

source: Use Press This to clip text, images and videos from any web page. Then edit and add more straight from Press This before you save or publish it in a post on your site.
kab: Utilisez-le pour récupérer du texte, des images et des vidéos depuis n&rsquo;importe quelle page Web. Puis modifiez l&rsquo;article et ajoutez vos propres textes directement dans le bookmarklet, avant d&rsquo;enregistrer le tout ou de le publier dans un article sur votre site.

source: The Categories and Tags Converter link on this screen will take you to the Import screen, where that Converter is one of the plugins you can install. Once that plugin is installed, the Activate Plugin &amp; Run Importer link will take you to a screen where you can choose to convert tags into categories or vice versa.
kab: Le lien &laquo;&nbsp;convertisseur de catégories et mots-clés&nbsp;&raquo; vous mènera à la page d&rsquo;import, où ledit convertisseur est l&rsquo;une des extensions que vous pouvez installer. Une fois installée, le lien &laquo;&nbsp;Activer l&rsquo;extension & lancer l&rsquo;importateur&nbsp;&raquo; vous mènera à l&rsquo;écran d&rsquo;où vous pourrez choisir de lancer une conversion dans un sens ou dans l&rsquo;autre.

source: Categories have hierarchy, meaning that you can nest sub-categories. Tags do not have hierarchy and cannot be nested. Sometimes people start out using one on their posts, then later realize that the other would work better for their content.
kab: Les catégories disposent d&rsquo;une hiérarchie, ce qui signifie que vous pouvez leur donner des sous-catégories. Les mots-clés n&rsquo;ont pas de hiérarchie et ne peuvent être imbriqués. Parfois, des auteurs commencent par utiliser une sorte de caractérisation, pour se rendre compte par la suite qu&rsquo;ils préfèrent l&rsquo;autre.

source: Press This is a bookmarklet that makes it easy to blog about something you come across on the web. You can use it to just grab a link, or to post an excerpt. Press This will even allow you to choose from images included on the page and use them in your post. Just drag the Press This link on this screen to your bookmarks bar in your browser, and you&#8217;ll be on your way to easier content creation. Clicking on it while on another website opens a popup window with all these options.
kab: &laquo;&nbsp;Publier un article&nbsp;&raquo; est un bookmarklet qui vous facilite la publication sur votre site quand vous voyez une page intéressante sur Internet. Vous pouvez l&rsquo;utiliser simplement pour publier un lien, ou pour en publier un extrait. &laquo;&nbsp;Publier un article&nbsp;&raquo; vous permet même de choisir parmi les images incluses dans la page, et de les utiliser dans votre article. Glissez simplement le lien &laquo;&nbsp;Publier un article&nbsp;&raquo; dans la barre de liens de votre navigateur, et à vous la publication facile&nbsp;! En cliquant dessus lors de la visite d&rsquo;un site, une fenêtre s&rsquo;ouvrira avec toutes les options utiles.

source: Press This
kab: Segded amagrad

source: Install Parent Theme
kab: Sbedd asentel amarraw

# theme name
source: Name
kab: Isem

source: The following themes are installed but incomplete. Themes must have a stylesheet and a template.
kab: Les thèmes suivants sont installés, mais incomplets. Les thèmes doivent avoir au moins une feuille de style et un modèle.

source: Broken Themes
kab: Asentel yerreẓ

source: Update Available
kab: Amucceḍ yewjed

source: ERROR: %s
kab: ANEZRI: %s

source: You cannot delete a theme while it has an active child theme.
kab: Vous ne pouvez pas supprimer un thème qui est actuellement utilisé par l'un de ses thèmes-enfant.

source: Theme deleted.
kab: Asentel yettwakkes.

source: New theme activated. <a href="%s">Visit site</a>
kab: Asentel amaynut yermed. <a href="%s">Ẓer asmel</a>

source: Settings saved and theme activated. <a href="%s">Visit site</a>
kab: Iɣewwaren kelsen, asentel yermed. <a href="%s">Wali asmel</a>

source: The active theme is broken. Reverting to the default theme.
kab: Asentel amiran yerreẓ. Uɣal ɣer usentel n lexṣas.

# Add new theme
source: Add New
kab: Rnu

source: Search installed themes...
kab: Nadi isental yettusbedden

source: Search Installed Themes
kab: Chercher parmi les thèmes installés

source: Are you sure you want to delete this theme? Click 'Cancel' to go back, 'OK' to confirm the delete.
kab: Êtes-vous sûr(e) de vouloir supprimer ce thème. « Annuler » pour abandonner, « OK » pour confirmer la suppression.

source: Previewing and Customizing
kab: Tamuɣli aked usagen
