Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.4.x/wp-4.4.x-admin-*.po
Languages: kab

source: Comment author must have a previously approved comment
kab: Ameskar n uwennit ilaq ad yesɛu xerṣum yiwen n uwennit yettwaqeblen

source: Comment must be manually approved
kab: Le commentaire doit être approuvé manuellement

source: Before a comment appears
kab: Uqbel asegded n uwennit

source: A comment is held for moderation
kab: Un commentaire est en attente de modération

source: Anyone posts a comment
kab: Yeffeɣ-d uwennit amaynut

source: Comments should be displayed with the %s comments at the top of each page
kab: Les commentaires doivent être affichés avec le plus %s en premier

source: newer
kab: amaynut

source: older
kab: aqbur

source: Break comments into pages with %1$s top level comments per page and the %2$s page displayed by default
kab: Bḍu iwenniten ɣe isebtar, %1$s n iwenniten n uswir amezwaru i wsebter, asebter wis %2$s ad ibeqqeḍ s lexṣas

source: first
kab: amezwaru

source: last
kab: angarru

source: Enable threaded (nested) comments %s levels deep
kab: Activer les commentaires imbriqués jusqu&rsquo;à %s niveaux

source: Automatically close comments on articles older than %s days
kab: Amdal awurman i iwenniten iqburen yesɛan ugar n %s n wussan

source: (Signup has been disabled. Only members of this site can comment.)
kab: (L&rsquo;inscription a été désactivée. Seuls les membres de ce site peuvent laisser un commentaire.)

source: Users must be registered and logged in to comment
kab: Aseqdac ilaq ad yili yekles yerna yeqqen iwakken ad isegded awennit

source: Other comment settings
kab: Iɣewwaren-nniḍen n iwenniten

source: These settings may be overridden for individual articles.
kab: Iɣewwaren-agi zemren ad ttwabeddelen i yal amagrad.

source: Attempt to notify any blogs linked to from the article
kab: Tenter de notifier les sites liés depuis le contenu des articles

source: Default article settings
kab: Iɣewwaren n lexṣas n imagraden

source: You must click the Save Changes button at the bottom of the screen for new settings to take effect.
kab: Vous devez cliquer sur &laquo;&nbsp;Enregistrer les modifications&nbsp;&raquo; en bas de l&rsquo;écran pour que les nouveaux réglages prennent effet.

source: This screen provides many options for controlling the management and display of comments and links to your posts/pages. So many, in fact, they won&#8217;t all fit here! :) Use the documentation links to get information on what each discussion setting does.
kab: Cet écran offre plusieurs options pour contrôler la gestion et l&rsquo;affichage des commentaires et liens sur vos articles/pages. En fait, il y en a tellement qu&rsquo;elles ne tiennent pas toutes ici&nbsp;!&nbsp;:) Utiliser le lien vers la documentation pour obtenir des informations sur ce que fait chaque réglage de discussion.

source: You do not have sufficient permissions to manage options for this site.
kab: Vous n&rsquo;avez pas les droits suffisants pour gérer les options de ce site.

source: Theme locations
kab: Idegan n usentel

source: Auto add pages
kab: Timerna tawurmant n isebtar

source: Menu Settings
kab: Aswati n wumuɣ

source: Give your menu a name above, then click Create Menu.
kab: Donnez à votre un menu un nom ci-dessus, puis cliquez sur &laquo;&nbsp;Créer le menu&nbsp;&raquo;.

source: Drag each item into the order you prefer. Click the arrow on the right of the item to reveal additional configuration options.
kab: Glissez chaque élément pour les placer dans l&rsquo;ordre que vous préférez. Cliquez sur la flèche à droite de l&rsquo;élément pour afficher d&rsquo;autres options de configuration.

source: Edit your default menu by adding or removing items. Drag each item into the order you prefer. Click Create Menu to save your changes.
kab: Modifiez votre menu par défaut en ajoutant ou en enlevant des éléments. Faites glissez chaque élément pour les mettre dans l&rsquo;ordre que vous souhaitez. Cliquez sur &laquo;&nbsp;Créer le menu&nbsp;&raquo; pour enregistrer vos modifications.

source: Menu Structure
kab: Tmṣuka n wumuɣ

source: Save Menu
kab: Sekles umuɣ

source: Menu 1
kab: Umuɣ 1

source: Enter menu name here
kab: Sekcem dagi isem n wumuɣ

source: or <a href="%s">create a new menu</a>.
kab: neɣ <a href="%s">snulfu-d umuɣ amaynut</a>.

source: Select a menu to edit:
kab: Fren umuɣ ara tẓergeḍ:

source: Edit your menu below, or <a href="%s">create a new menu</a>.
kab: Ẓreg umuɣ-inek uksar-agi, neɣ <a href="%s">snulfu-d umuɣ amaynut</a>.

# menu
source: Use new menu
kab: Seqdec umuɣ amaynut

source: Edit selected menu
kab: Ẓreg umuɣ yettwafernen

# menu
source: Edit
kab: Ẓreg

source: Select a Menu
kab: Fren umuɣ

source: Assigned Menu
kab: Menu assigné

source: Theme Location
kab: Emplacement du thème

source: Manage Locations
kab: Gérer les emplacements

source: Edit Menus
kab: Ẓreg umuɣ

source: Manage in Customizer
kab: Sefrek deg ufecku n usagen

source: To add a new menu instead of assigning an existing one, <strong>click the &#8217;Use new menu&#8217; link</strong>. Your new menu will be automatically assigned to that theme location
kab: Pour ajouter un nouveau menu au lieu d&rsquo;en assigner un qui existe déjà, <stron>cliquez sur le lien &laquo;&nbsp;Utiliser un nouveau menu&nbsp;&raquo;</strong>. Votre nouveau menu sera automatiquement ajouté à cet emplacement du thème

source: To edit a menu currently assigned to a theme location, <strong>click the adjacent &#8217;Edit&#8217; link</strong>
kab: Pour modifier un menu actuellement assigné à un emplacement du thème, <strong>cliquez sur le lien &laquo;&nbsp;Modifier&nbsp;&raquo; adjacent</strong>

source: To assign menus to one or more theme locations, <strong>select a menu from each location&#8217;s drop down.</strong> When you&#8217;re finished, <strong>click Save Changes</strong>
kab: Pour assigner des menus à un ou plusieurs emplacements, <strong>sélectionnez le menu depuis la liste déroulante de chaque emplacement</strong>. Lorsque vous avez terminé, <strong>cliquez sur Enregistrer les modifications</strong>

source: This screen is used for globally assigning menus to locations defined by your theme.
kab: Cet écran est utilisé pour assigner de manière globale vos menus à des emplacements définis par votre thème.

source: Editing Menus
kab: Modification des menus

source: Delete a menu item by <strong>expanding it and clicking the Remove link</strong>
kab: Supprimez un élément du menu en <strong>l&rsquo;ouvrant et en cliquant sur le bouton Supprimer</strong>

source: To reorganize menu items, <strong>drag and drop items with your mouse or use your keyboard</strong>. Drag or move a menu item a little to the right to make it a submenu
kab: Pour réorganiser les éléments du menu, <strong>glissez/déposez les éléments avec la souris ou utilisez votre clavier</strong>. Glissez ou déplacez légèrement un élement du menu pour en faire un sous-menu

source: Add one or several items at once by <strong>selecting the checkbox next to each item and clicking Add to Menu</strong>
kab: Ajoutez un ou plusieurs éléments à la fois en <strong>cochant la case à côté de chaque élément puis en cliquant sur &laquo;&nbsp;Ajouter au menu&nbsp;&raquo;</strong>

source: <strong>Clicking the arrow to the right of any menu item</strong> in the editor will reveal a standard group of settings. Additional settings such as link target, CSS classes, link relationships, and link descriptions can be enabled and disabled via the Screen Options tab.
kab: <strong>En cliquant sur le titre de n&rsquo;importe élément du menu</strong> dans l&rsquo;éditeur, un ensemble de réglages standards s&rsquo;ouvrira. D&rsquo;autres réglages, tels que la cible du lien, les classes CSS, les relations du lien et la description du lien, peuvent être activés et désactivés dans l&rsquo;onglet &laquo;&nbsp;Options de l&rsquo;écran&nbsp;&raquo;.

source: Each custom menu may contain a mix of links to pages, categories, custom URLs or other content types. Menu links are added by selecting items from the expanding boxes in the left-hand column below.
kab: Chaque menu personnalisé peut contenir un mélange de liens vers des pages, des catégories, des adresses web personnalisées ou d&rsquo;autres types de contenu. Pour ajouter un lien dans un menu, sélectionnez un élément dans l&rsquo;un des blocs situés dans le colonne de gauche ci-dessous.

source: Menu Management
kab: Asefrek n wumuɣen

source: You can assign theme locations to individual menus by <strong>selecting the desired settings</strong> at the bottom of the menu editor. To assign menus to all theme locations at once, <strong>visit the Manage Locations tab</strong> at the top of the screen.
kab: Vous pouvez assigner un emplacement du thème à chaque menu en <strong>sélectionnant les réglages souhaités</strong> en bas de l&rsquo;éditeur de menu. Pour assigner un menu à tous les emplacements d&rsquo;un coup, <strong>rendez-vous dans l&rsquo;onglet Gérer les emplacements</strong> en haut de l&rsquo;écran.

source: If you haven&#8217;t yet created any menus, <strong>click the &#8217;create a new menu&#8217; link</strong> to get started
kab: Si vous n&rsquo;avez pas encore créé de menu, <strong>cliquez sur le lien &laquo;&nbsp;Créer un nouveau menu&nbsp;&raquo;</strong> pour vous lancer

source: To edit an existing menu, <strong>choose a menu from the drop down and click Select</strong>
kab: Pour modifier un menu existant, <strong>choisissez un menu depuis la liste déroulant et cliquez sur Sélectionner</strong>

source: The menu management box at the top of the screen is used to control which menu is opened in the editor below.
kab: Le bloc de gestion des menus, en haut de l&rsquo;écran, est utilisé pour contrôler le menu qui est ouvert dans l&rsquo;éditeur ci-dessous.

source: Add, organize, and modify individual menu items
kab: Ajouter, organiser et modifier des éléments de menu individuels

source: Create, edit, and delete menus
kab: Créer, modifier et supprimer des menus

source: From this screen you can:
kab: Depuis cet écran, vous pouvez&nbsp;:

source: Menus can be displayed in locations defined by your theme, even used in sidebars by adding a &#8220;Custom Menu&#8221; widget on the <a href="%1$s">Widgets</a> screen. If your theme does not support the custom menus feature (the default themes, %2$s and %3$s, do), you can learn about adding this support by following the Documentation link to the side.
kab: Les menus peuvent être affichés à des emplacements définis par votre thème, et même dans les barres latérales grâce au widget &laquo;&nbsp;Menus personnalisés&nbsp;&raquo; de l&rsquo;écran <a href="%1$s">Widgets</a>. Si votre thème ne reconnaît pas encore cette fonctionnalité (les thèmes par défaut, %2$s and %3$s, les intègrent très bien), vous pouvez apprendre à ajouter cette reconnaissance vous-même en suivant le lien de documentation situé sur le côté.

source: This screen is used for managing your custom navigation menus.
kab: Cet écran est utilisé pour gérer vos menus de navigations personnalisés.

source: Your theme does not natively support menus, but you can use them in sidebars by adding a &#8220;Custom Menu&#8221; widget on the <a href="%s">Widgets</a> screen.
kab: Votre thème ne peut pas utiliser les menus nativement, mais vous pouvez les utiliser dans la barre latérale en ajoutant le widget &#8220;Menu personnalisé&#8221; depuis l&rsquo;écran <a href="%s">Widgets</a>.

source: Menu locations updated.
kab: Les emplacements de menu ont été mis à jour.

source: Please enter a valid menu name.
kab: Sekcem isem ameɣtu i wumuɣ.

source: Selected menus have been successfully deleted.
kab: Umuɣen yettwafernen ttwakksen.

source: The menu has been successfully deleted.
kab: Umuɣ yettwakkes.

source: The menu item has been successfully deleted.
kab: Aferdis n wumuɣ yettwakkes.

source: Your theme does not support navigation menus or widgets.
kab: Asentel ur yezmir ara i wumuɣen aked iwidgiten.

source: Global Settings
kab: Réglages globaux

source: You must be a member of at least one site to use this page.
kab: Vous devez être membre d&rsquo;au moins un site pour utiliser cette page.

# site
source: Add New
kab: Rnu amaynut

source: Settings saved.
kab: Tixtiṛiyin ikelsen.

source: Up until WordPress version 3.0, what is now called a Multisite Network had to be installed separately as WordPress MU (multi-user).
kab: Avant la version 3.0 de WordPress, l&rsquo;équivalent du réseau multisite devait être installé avec une édition spéciale de WordPress, appelée WordPress MU (pour Multi-Utilisateurs).

source: This screen shows an individual user all of their sites in this network, and also allows that user to set a primary site. They can use the links under each site to visit either the frontend or the dashboard for that site.
kab: Cet écran affiche à un utilisateur individuel tous ses sites sur ce réseau, et permet également à cet utilisateur de régler son site principal. Il peut utiliser les liens sous chaque site pour se rendre soit sur son interface publique, soit sur son administration.

source: The primary site you chose does not exist.
kab: Le site principal que vous avez choisi n&rsquo;existe pas.

source: Delete My Site Permanently
kab: Effacer mon site définitivement

source: I'm sure I want to permanently disable my site, and I am aware I can never get it back or use %s again.
kab: Je suis certain de vouloir effacer mon site définitivement, et je me rends compte que je ne pourrais jamais le récupérer ni utiliser %s pour un nouveau site.

source: Remember, once deleted your site cannot be restored.
kab: Rappelez-vous qu&rsquo;une fois supprimé, votre site ne peut être rétabli.

source: If you do not want to use your %s site any more, you can delete it using the form below. When you click <strong>Delete My Site Permanently</strong> you will be sent an email with a link in it. Click on this link to delete your site.
kab: Si vous ne souhaitez plus utiliser votre site %s, vous pouvez l&#8217;effacer à l&#8217;aide du formulaire ci-dessous. Après avoir cliqué sur <strong>Effacer mon site</strong>, vous recevrez un message avec un lien. Cliquez sur ce lien pour effacer votre site.

source: Delete My Site
kab: Kkes asmel-inu

source: I'm sorry, the link you clicked is stale. Please select another option.
kab: Je suis désolé, mais le lien que vous avez cliqué ne répond pas. Veuillez sélectionner une autre option.

source: Thank you for using %s, your site has been deleted. Happy trails to you until we meet again.
kab: Merci d&rsquo;avoir utilisé notre service %s, votre site a été effacé. Ce n&#8217;est qu&#8217;un au revoir...

source: You do not have sufficient permissions to delete this site.
kab: Ur tesɛiḍ ara izerfan iwakken ad tekkseḍ asmel-agi.

source: Multisite support is not enabled.
kab: Le support multisites n&rsquo;est pas activé.

source: Permalinks
kab: Izdayen imeɣlalen

source: Reading
kab: Taɣuri

source: Writing
kab: Tira

# settings screen
source: General
kab: Amatu

source: Network Setup
kab: Asnulfu n uẓeṭṭa

source: Delete Site
kab: Kkes asmel

source: Available Tools
kab: Ifecka yellan

source: Tools
kab: Ifecka

source: Add New User
kab: Rnu aseqdac

source: Your Profile
kab: Amkil-inek

# user
source: Add New
kab: Rnu

source: All Users
kab: Iseqdacen merra

source: Profile
kab: Amkil

# plugin editor
source: Editor
kab: Amaẓrag

# plugin
source: Add New
kab: Rnu

source: Installed Plugins
kab: Isiɣsifen yettusbedden

source: Plugins %s
kab: Isiɣzifen %s

# theme editor
source: Editor
kab: Amaẓrag

source: Appearance
kab: Apparence

source: All Comments
kab: Iwenniten akk

source: Comments %s
kab: Iwenniten %s

# admin menu
source: All Links
kab: Izdayen akk

source: Library
kab: Tamkarḍit

source: Updates %s
kab: Amuceḍ %s

source: Main menu
kab: Umuɣ agejdan

source: Collapse menu
kab: Réduire le menu

source: Update Media
kab: Mucceḍ afaylu

# file
source: Add New
kab: Rnu

source: This screen allows you to edit five fields for metadata in a file within the media library.
kab: Cet écran vous permet de modifier les 4 champs des métadonnées des fichiers dans la bibliothèque des médias.

source: You can&#8217;t edit this attachment because it is in the Trash. Please move it out of the Trash and try again.
kab: Ur tzemireḍ ara ad tbeddeleḍ afaylu-agi yecudden acku atan di tqecwalt. Suffeɣ-it-id sakin eɛreḍ.

source: You attempted to edit an item that isn&#8217;t an attachment. Please go back and try again.
kab: Vous avez tenté de modifier un élément qui n&rsquo;est pas un fichier joint. Veuillez réessayer.

source: You attempted to edit an attachment that doesn&#8217;t exist. Perhaps it was deleted?
kab: Ala tettaɛraḍeḍ ad tbeddeleḍ afaylu ur nelli ara. Ahat yettwakes yakan?

source: You are not allowed to edit this attachment.
kab: Ur tesɛiḍ ara azref ad tbeddeleḍ afaylu-agi yecudden.

source: Invalid item ID.
kab: ID n uferdis d urameɣtu.

source: Revert to the <strong>Browser Uploader</strong> by clicking the link below the drag and drop box.
kab: Revenez à l&rsquo;<strong>outil de mise en ligne du navigateur</strong> en cliquant sur le lien sous la zone de glisser-déposer.

source: Clicking <strong>Select Files</strong> opens a navigation window showing you files in your operating system. Selecting <strong>Open</strong> after clicking on the file you want activates a progress bar on the uploader screen.
kab: Un clic sur <strong>Sélectionner les fichiers</strong> ouvre la fenêtre de navigation, vous donnant accès aux fichiers de votre machine. Après avoir cliqué sur un fichier, cliquez sur <strong>Ouvrir</strong> pour l&rsquo;affichage de la barre de téléchargement.

source: <strong>Drag and drop</strong> your files into the area below. Multiple files are allowed.
kab: <strong>Glissez/déposez</strong> vos fichiers dans la zone ci-dessous. Vous pouvez en déposer plusieurs à la fois.

source: You can upload media files here without creating a post first. This allows you to upload files to use with posts and pages later and/or to get a web link for a particular file that you can share. There are three options for uploading files:
kab: Vous pouvez ici mettre des fichiers en ligne sans devoir créer un nouvel article avant. Ceci vous permet d&rsquo;envoyer des fichiers qui seront utilisables par les articles et les pages ultérieurement et/ou seront utilisés via un lien internet pour partager un fichier particulier. Il y a 3 méthodes pour envoyer des fichiers&nbsp;:

source: Upload New Media
kab: Azen amidya amaynut

source: Repair and Optimize Database
kab: Aseggem aked usekkey n uzadur n isefka

source: WordPress can also attempt to optimize the database. This improves performance in some situations. Repairing and optimizing the database can take a long time and the database will be locked while optimizing.
kab: WordPress peut également tenter d&rsquo;optimiser la base de données. Cela peut améliorer ses performances dans certains cas. La réparation et l&rsquo;optimisation peuvent prendre longtemps, et la base de données sera verrouillée durant l&rsquo;optimisation.

source: Repair Database
kab: Seggem azadur n isefka

source: WordPress can automatically look for some common database problems and repair them. Repairing can take a while, so please be patient.
kab: WordPress peut automatiquement chercher les problèmes courants des base de données et les réparer. La réparation peut prendre un certain temps, merci donc de votre patience.

source: One or more database tables are unavailable. To allow WordPress to attempt to repair these tables, press the &#8220;Repair Database&#8221; button. Repairing can take a while, so please be patient.
kab: Une ou plusieurs tables de votre base de données sont indisponibles. Pour autoriser WordPress à tenter de réparer ces tables, cliquez sur le bouton &laquo;&nbsp;Réparer la base de données&nbsp;&raquo;. La réparation peut prendre un certain temps, merci donc d&rsquo;être patient.

source: WordPress database repair
kab: Aseggem n uzadur n yisefka n WordPress

source: Repairs complete. Please remove the following line from wp-config.php to prevent this page from being used by unauthorized users.
kab: Réparations effectuées. Veuillez retirer la ligne suivante de votre fichier wp-config.php, pour empêcher que cette page soit utilisée par des utilisateurs non autorisés.

source: https://wordpress.org/support/forum/how-to-and-troubleshooting
kab: http://www.wordpress-fr.net/support/forum-26-support-wordpress

source: Some database problems could not be repaired. Please copy-and-paste the following list of errors to the <a href="%s">WordPress support forums</a> to get additional assistance.
kab: Certains problèmes de la base de données n&rsquo;ont pas pu être réparés. Veuillez copier/coller la liste d&rsquo;erreurs suivantes sur le <a href="%s">forum de support de WordPress</a> pour recevoir plus d&rsquo;informations.

source: Failed to optimize the %1$s table. Error: %2$s
kab: Impossible d&rsquo;optimiser la table %1$s. Erreur&nbsp;: %2$s

source: Successfully optimized the %s table.
kab: La table %s a bien été optimisée.

source: The %s table is already optimized.
kab: La table %s a déjà été optimisée.

source: Failed to repair the %1$s table. Error: %2$s
kab: Impossible de réparer la table %1$s. Erreur&nbsp;: %2$s

source: Successfully repaired the %s table.
kab: La table %s a bien été réparée.

source: The %1$s table is not okay. It is reporting the following error: %2$s. WordPress will attempt to repair this table&hellip;
kab: La table %1$s est dans un mauvais état. Elle renvoie l&rsquo;erreur suivante&nbsp;: %2$s. WordPress va tenter de la réparer&hellip;

source: The %s table is okay.
kab: Tadabut %s tgerrez.

source: Database repair results
kab: Igmaḍ n useggem n uzadur n yisefka

source: Check secret keys
kab: Selken tisura tibaḍniyin

source: To allow use of this page to automatically repair database problems, please add the following line to your <code>wp-config.php</code> file. Once this line is added to your config, reload this page.
kab: Pour autoriser cette page à réparer automatiquement les problèmes de base de données, veuillez ajouter la ligne suivante dans votre fichier <code>wp-config.php</code>. Une fois cette ligne ajoutée à votre configuration, rechargez cette page.

source: Allow automatic database repair
kab: Sureg aseggem awurman n uzadur n yisefka

source: WordPress &rsaquo; Database Repair
kab: WordPress aseggem n uzadur n isefka

source: Link not found.
kab: Azday ulac-it.

source: Edit Link
kab: Ẓreg azday

source: Search Links
kab: Nadi izdayen

source: %s link deleted.
kab: %s n uzday yettwakkes

source: Links list
kab: Tabdart n yizdayen

source: If you delete a link, it will be removed permanently, as Links do not have a Trash function yet.
kab: Si vous supprimez un lien, il sera supprimé définitivement, car les liens n&rsquo;ont pas accès à la Corbeille pour le moment.

source: Deleting Links
kab: Suppression de liens

source: You can customize the display of this screen using the Screen Options tab and/or the dropdown filters above the links table.
kab: Vous pouvez personnaliser l&rsquo;affichage de cet écran en utilisant les réglages d&rsquo;affichage et/ou le filtre déroulant présent au-dessous du tableau de liens.

source: Links may be separated into Link Categories; these are different than the categories used on your posts.
kab: Les liens peuvent être rangés dans des catégories de liens&nbsp;; ce ne sont pas les mêmes catégories que pour vos articles.

source: You can add links here to be displayed on your site, usually using <a href="%s">Widgets</a>. By default, links to several sites in the WordPress community are included as examples.
kab: Vous pouvez ici ajouter les liens que vous voulez voir affichés sur votre site, généralement par le biais de <a href="%s">widgets</a>. Des liens vers de nombreux sites de la communauté WordPress sont inclus par défaut.
