Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.4.x/wp-4.4.x-admin-*.po
Languages: kab

source: If you just want to get an idea of what&#8217;s available, you can browse Featured and Popular plugins by using the links in the upper left of the screen. These sections rotate regularly.
kab: Si vous voulez juste vous faire une idée de ce qui est disponible, vous pouvez parcourir les rubriques Mises en avant et Populaires en utilisant les liens en haut à gauche de l&#8217;écran. Ces sections sont régulièrement renouvelées.

source: If you know what you&#8217;re looking for, Search is your best bet. The Search screen has options to search the WordPress.org Plugin Directory for a particular Term, Author, or Tag. You can also search the directory by selecting popular tags. Tags in larger type mean more plugins have been labeled with that tag.
kab: Si vous savez ce que vous voulez, commencez par le champ &laquo;&nbsp;Recherche&nbsp;&raquo;&nbsp;: il vous permet de lancer une recherche sur le dépôt d&rsquo;extensions de WordPress.org, pour un terme, un auteur, ou un mot-clé particulier. Vous pouvez également lancer une recherche en cliquant sur un des mots-clés populaires. Plus un mot-clé est grand, plus il fait référence à un grand nombre d&rsquo;extensions.

source: Adding Plugins
kab: Rnu isiɣzifen

source: Plugins hook into WordPress to extend its functionality with custom features. Plugins are developed independently from the core WordPress application by thousands of developers all over the world. All plugins in the official <a href="%s" target="_blank">WordPress.org Plugin Directory</a> are compatible with the license WordPress uses. You can find new plugins to install by searching or browsing the Directory right here in your own Plugins section.
kab: Les extensions s&rsquo;ajoutent à WordPress afin d&rsquo; étendre ses fonctionnalités par le biais de fonctions personnalisées. Les extensions sont développées indépendamment du code de WordPress, par des milliers de développeurs à travers le monde. Toutes les extensions présentes dans le <a href="%s" target="_blank">dépôt officiel d&rsquo;extensions de WordPress.org</a> utilisent une licence compatible avec celle de WordPress. Vous pouvez trouver de nouvelles extensions à installer en lançant une recherche ou en parcourant le dépôt directement depuis la présente page.

source: Add Plugins
kab: Rnu isiɣzifen

source: You do not have sufficient permissions to install plugins on this site.
kab: Ur tesɛiḍ ara ddeqs n izerfan iwakken ad tserkbeḍ isiɣzifen deg wesmel-agi.

source: Update File
kab: Mucceḍ afaylu

source: Update File and Attempt to Reactivate
kab: Mucceḍ afaylu sakin ɛreḍ ad tesremdeḍ tikkelt-nniḍen asiɣzef

source: <strong>Warning:</strong> Making changes to active plugins is not recommended. If your changes cause a fatal error, the plugin will be automatically deactivated.
kab: <strong>Attention&nbsp;:</strong> il n&rsquo;est pas recommandé de modifier des extensions activées. Si vos modifications amènent une erreur fatale, l&rsquo;extension sera automatiquement désactivée.

source: Look Up
kab: Consulter

source: Documentation:
kab: Asemli:

source: Plugin Files
kab: Ifuyla n usiɣzef

source: Select plugin to edit:
kab: Fren asiɣzf ara tbeddeleḍ:

source: Browsing %s (inactive)
kab: Ḍum %s (yensa)

source: Editing %s (inactive)
kab: Ẓreg%s (yensa)

source: Browsing %s (active)
kab: Ḍum %s (yermed)

source: Editing %s (active)
kab: Taẓrigt n %s (yermed)

source: This plugin has been deactivated because your changes resulted in a <strong>fatal error</strong>.
kab: Asiɣzef-agi yensa, acku ibeddilen-ik glan-d s <strong>unezri ameqran</strong>

source: File edited successfully.
kab: Afaylu yettwabeddel.

source: Function Name&hellip;
kab: Isem n twuri&hellip;

source: Any edits to files from this screen will be reflected on all sites in the network.
kab: Toute modification aux fichiers de cet écran affectera l&rsquo;ensemble des sites du réseau.

source: If you want to make changes but don&#8217;t want them to be overwritten when the plugin is updated, you may be ready to think about writing your own plugin. For information on how to edit plugins, write your own from scratch, or just better understand their anatomy, check out the links below.
kab: Si vous voulez faire des modifications et ne pas les perdre à la prochaine mise à jour, cela signifie que vous êtes prêt à écrire votre propre extension. Pour obtenir des informations sur la manière de modifier une extension ou d&rsquo;en créer une, ou simplement pour comprendre leur fonctionnement, suivez les liens ci-dessous.

source: The Documentation menu below the editor lists the PHP functions recognized in the plugin file. Clicking Look Up takes you to a web page about that particular function.
kab: Le menu &laquo;&nbsp;Documentation&nbsp;&raquo;, situé sous l&rsquo;éditeur, liste les fonctions PHP reconnues dans le fichier de l&rsquo;extension. En cliquant sur &laquo;&nbsp;Consulter&nbsp;&raquo;, vous serez envoyé sur une page web documentant cette fonction.

source: Choose a plugin to edit from the menu in the upper right and click the Select button. Click once on any file name to load it in the editor, and make your changes. Don&#8217;t forget to save your changes (Update File) when you&#8217;re finished.
kab: Fren asiɣzef ara tbeddeleḍ deg wumuɣ n wuksawen ɣer yefus, sakin sed ɣef yisem n ufaylu iwakken ad t-tɛebbiḍ deg wemaẓrzg, sakin xdem ibeddilen. Mi tfukkeḍ ssed ɣef Mucceḍ Afaylu.

source: You can use the editor to make changes to any of your plugins&#8217; individual PHP files. Be aware that if you make changes, plugins updates will overwrite your customizations.
kab: Tzemreḍ ad tesqedceḍ amaẓrag iwakken ad tbeddeleḍ yal afaylu n usiɣzef. Maca amucceḍ ad yekkes ibeddilen-agi.

source: Files of this type are not editable.
kab: Ifuyla n wanaw-agi ur ttwaẓragen ara.

source: No such file exists! Double check the name and try again.
kab: Afaylu-agi ulac-it. Selken isem-is sakin ɛreḍ tikkelt-nniḍen.

source: Edit Plugins
kab: Beddel isiɣzifen

source: You do not have sufficient permissions to edit plugins for this site.
kab: Ur tesɛiḍ ara ddeqs n izerfan iwakken ad tẓergeḍ isuɣzifen n usmel-agi.

source: All Settings
kab: Tixtiṛiyin merra

source: You do not have sufficient permissions to modify unregistered settings for this site.
kab: Ur tesɛiḍ ara azref iwakken ad tbeddeleḍ iɣewwaren un neklis ara i wesmel-agi.

source: <strong>ERROR</strong>: options page not found.
kab: <strong>ANEZRI</strong>: asebter n textiṛiyin ulac-it.

source: Default Mail Category
kab: Taggayt n lexṣas n yimagraden yettwaznen s e-mail

source: Login Name
kab: Isem n useqdac

source: Port
kab: Tawwurt

source: Mail Server
kab: Aqeddac n email

source: Post via email
kab: Azen amagrad s email

source: Default Link Category
kab: Taggayt n lexṣas i yezdayen

source: Default Post Format
kab: Format par défaut des articles

source: Default Post Category
kab: Taggayt n lexṣas i yimagraden

source: WordPress should correct invalidly nested XHTML automatically
kab: WordPress ilaq ad yeseɣti i yiman-is ticraḍ XHTML turmeɣtuyin

source: Convert emoticons like <code>:-)</code> and <code>:-P</code> to graphics on display
kab: Convertir les émoticônes, comme <code>:-)</code> et <code>:-P</code>, en images lors de l&rsquo;affichage

source: Formatting
kab: Asileɣ

source: If desired, WordPress will automatically alert various services of your new posts.
kab: Si vous le souhaitez, WordPress peut automatiquement informer différents services en ligne de vos nouvelles publications.

source: Update Services
kab: Tanfa n umucceḍ

source: Post Via Email
kab: Azen s e-mail

source: You can submit content in several different ways; this screen holds the settings for all of them. The top section controls the editor within the dashboard, while the rest control external publishing methods. For more information on any of these methods, use the documentation links.
kab: Vous disposez de plusieurs méthodes pour envoyer du contenu. Cet écran vous présente les réglages de chacune. La première section gère l&rsquo;éditeur de l&rsquo;administration de WordPress, tandis que les autres gèrent les méthodes externes. Pour obtenir plus d&rsquo;informations sur toutes ces méthodes, suivez les liens vers la documentation.

source: Writing Settings
kab: Iɣewwaren n tira

source: Summary
kab: Agzul

source: Full text
kab: Aḍris ummid

source: For each article in a feed, show
kab: I yal amagrad deg wesuddem, efk-d

source: items
kab: iferdisen

source: Syndication feeds show the most recent
kab: Les flux de syndication affichent les derniers

source: posts
kab: imagraden

source: Blog pages show at most
kab: Isebtar n usmel ilaq ad beqqeḍen ma aṭas

source: <strong>Warning:</strong> these pages should not be the same!
kab: <strong>Tamawt:</strong> isebtar-agi ilaq ara ad ilin kifkif-iten!

source: Posts page: %s
kab: Isebtar n imagraden: %s

source: Front page: %s
kab: Asebter n usnubeg: %s

source: A <a href="%s">static page</a> (select below)
kab: <a href="%s">Asebter udmis</a> (fren uksar-agi)

source: Encoding for pages and feeds
kab: Asettengel i yisebtar aked isuddman RSS

source: When this setting is in effect, a reminder is shown in the At a Glance box of the Dashboard that says, &#8220;Search Engines Discouraged,&#8221; to remind you that your site is not being crawled.
kab: Lorsque ce réglage est actif, un rappel est affiché dans le bloc "D&rsquo;un coup d&rsquo;œil" du Tableau de bord, indiquant que "Moteurs de recherche refusés" pour que vous n&rsquo;oubliez pas que votre site n&rsquo;est pas parcouru.

source: You can choose whether or not your site will be crawled by robots, ping services, and spiders. If you want those services to ignore your site, click the checkbox next to &#8220;Discourage search engines from indexing this site&#8221; and click the Save Changes button at the bottom of the screen. Note that your privacy is not complete; your site is still visible on the web.
kab: Vous pouvez choisir si votre site est parcouru par les robots et autres logiciels automatisés, ou non. Si vous préférez que ces services ignorent votre site, cliquez sur le bouton radio marqué &laquo;&nbsp;Demander aux moteurs de recherche de ne pas indexer ce site&nbsp;&raquo; et cliquez sur le bouton &laquo;&nbsp;Enregistrer les modifications&nbsp;&raquo; en bas de l&rsquo;écran. Notez bien que votre vie privée n&rsquo;est pas assurée&nbsp;: votre site reste visible de tous sur le Web.

source: You can also control the display of your content in RSS feeds, including the maximum numbers of posts to display and whether to show full text or a summary.
kab: Vous pouvez également contrôler l&rsquo;affichage de votre contenu dans les flux RSS, comme le nombre maximum d&rsquo;articles à afficher, et s&rsquo;il faut afficher l&rsquo;article en entier ou juste un résumé.

source: You can choose what&#8217;s displayed on the front page of your site. It can be posts in reverse chronological order (classic blog), or a fixed/static page. To set a static home page, you first need to create two <a href="%s">Pages</a>. One will become the front page, and the other will be where your posts are displayed.
kab: Vous pouvez choisir ce qui est affiché en page d&rsquo;accueil de votre site. Au choix, le mode &laquo;&nbsp;blog&nbsp;&raquo; classique (les articles dans l&rsquo;ordre chronologique inverse) ou une page statique. Pour mettre en place une page statique, vous devez d&rsquo;abord créer deux <a href="%s">pages</a>&nbsp;: la première servira de page d&rsquo;accueil, la seconde affichera vos articles.

source: This screen contains the settings that affect the display of your content.
kab: Agdil-agi yesɛa isgadiyen ara ybeddelen abeqeḍ n ugbur-inek.

source: Reading Settings
kab: Tixtiṛiyin n tɣuri

source: If you temporarily make your site&#8217;s root directory writable for us to generate the <code>web.config</code> file automatically, do not forget to revert the permissions after the file has been created.
kab: Ma terriḍ akaram aẓar n usmel-inek ɣer waduf s tira iwakken ad d-nesnulfu srid afaylu <code>web.config</code> s wudem awurman, ur tettu ara ad terreḍ izerfan n waduf akken llan mi ara tefakk tigawt.

source: If you temporarily make your <code>web.config</code> file writable for us to generate rewrite rules automatically, do not forget to revert the permissions after rule has been saved.
kab: Si vous rendez le fichier <code>web.config</code> accessible en écriture afin de générer automatiquement les règles de réécriture, n&rsquo;oubliez surtout pas de remettre les droits originaux en place une fois que les règles ont été enregistrées.

source: Tag base
kab: Azadur n wawalen yufraren

source: Category base
kab: Azadur n taggayin

source: If you like, you may enter custom structures for your category and tag <abbr title="Universal Resource Locator">URL</abbr>s here. For example, using <code>topics</code> as your category base would make your category links like <code>%s/topics/uncategorized/</code>. If you leave these blank the defaults will be used.
kab: Si vous le souhaitez, vous pouvez spécifier ici une structure personnalisée pour les adresses web de vos mots-clés et de vos catégories. Par exemple, en utilisant <code>sujets</code> comme préfixe pour vos catégories, vous obtiendrez des adresses web comme&nbsp;: <code>%s/sujets/non-classe/</code>. Si vous laissez ce champ vide, la valeur par défaut sera appliquée.

source: Optional
kab: D axetṛan

source: Custom Structure
kab: Taseddast yugnen

source: Post name
kab: Isem n umagrad

source: Numeric
kab: Umḍin

source: Month and name
kab: Aggur akd uzwel

# sample permalink structure
source: sample-post
kab: exemple-article

source: Day and name
kab: Azemz aked uzwel

source: Plain
kab: Aḥerfi

source: Common Settings
kab: Réglages les plus courants

# sample permalink base
source: archives
kab: iɣbaren

source: You should update your .htaccess now.
kab: Ilaq ad tmucceḍeḍ afaylu-inek .htaccess tura.

source: Permalink structure updated.
kab: Structure des permaliens enregistrée.

source: Permalink structure updated. Remove write access on web.config file now!
kab: La structure des permaliens a été mise à jour. Pensez à retirer les droits d&rsquo;accès au fichier <code>web.config</code> dès maintenant&nbsp;!

source: You should update your web.config now.
kab: Vous devriez mettre à jour votre fichier web.config maintenant.

source: The Optional fields let you customize the &#8220;category&#8221; and &#8220;tag&#8221; base names that will appear in archive URLs. For example, the page listing all posts in the &#8220;Uncategorized&#8221; category could be <code>/topics/uncategorized</code> instead of <code>/category/uncategorized</code>.
kab: Les champs facultatifs, en bas de page, vous permettent de personnaliser les dénominations utilisées pour les chemins <code>/category/</code> et <code>/tags/</code> lors de l&rsquo;affichage des archives. Par exemple, la page listant tous les articles de la catégorie &laquo;&nbsp;Non classé&nbsp;&raquo; pourrait se lire comme <code>/sujet/non-classe/</code> plutôt que <code>/category/non-classe/</code>.

source: Custom Structures
kab: Structure personnalisée

source: When you assign multiple categories or tags to a post, only one can show up in the permalink: the lowest numbered category. This applies if your custom structure includes <code>%category%</code> or <code>%tag%</code>.
kab: Quand vous assignez un article à plusieurs catégories, une seule apparaîtra dans le permalien&nbsp;: la catégorie avec l&rsquo;identifiant numérique le plus bas. Idem pour les mots-clés. Cela s&rsquo;applique si votre structure comprend <code>%category%</code> ou <code>%tag%</code>.

source: Permalinks are the permanent URLs to your individual pages and blog posts, as well as your category and tag archives. A permalink is the web address used to link to your content. The URL to each post should be permanent, and never change &#8212; hence the name permalink.
kab: Les permaliens sont des adresses Web permanentes vers vos pages individuelles et vos articles, ainsi que vos archives de catégorie et de mot-clé. Ils offrent un lien plus compréhensible vers votre contenu. Les adresses de chaque article devraient être permanentes et ne jamais changer, d&rsquo;où le nom de permalien.

source: Permalink Settings
kab: Options des permaliens

source: Organize my uploads into month- and year-based folders
kab: Seggem ifuyla-inu yettwaznen deg yikaramen s uwaggur akeg useggas

source: Configuring this is optional. By default, it should be blank.
kab: Aɣewwar-agi d axetṛan. S lexṣas, urti-agi ilaq ad yili d ilem.

source: Full URL path to files
kab: Abrid URL ummid ɣer ifuyla

source: Default is %s
kab: Lexṣas d%s

source: Store uploads in this folder
kab: Jmeɛ ifuyla yetwaznen deg wekaram-agi

source: Uploading Files
kab: Tuzna n ifuyla

source: Embeds
kab: Affichages distants

source: Large size
kab: Tiddi tameqrant

source: Max Height
kab: Teɣzi tafellayt

source: Max Width
kab: Tehri tafellayt

source: Medium size
kab: Tiddi talemast

source: Crop thumbnail to exact dimensions (normally thumbnails are proportional)
kab: Recadrer les images pour parvenir aux dimensions exactes (normalement, les miniatures sont au format carré)

source: Thumbnail size
kab: Tiddi n tugniwin timeẓyanin

source: The sizes listed below determine the maximum dimensions in pixels to use when adding an image to the Media Library.
kab: Les tailles précisées ci-dessous déterminent les dimensions maximales (en pixels) à utiliser lors de l&rsquo;insertion d&rsquo;une image dans la bibliothèque de médias.

source: Image sizes
kab: Tiddiwin n tugniwin

source: Uploading Files allows you to choose the folder and path for storing your uploaded files.
kab: &laquo;&nbsp;Envoi de fichiers&nbsp;&raquo; vous permet de choisir le dossier et le chemin de stockage de vos fichiers mis en ligne.

source: You can set maximum sizes for images inserted into your written content; you can also insert an image as Full Size.
kab: Vous pouvez indiquer une taille maximale pour les images insérées dans votre contenu textuel. Vous pourrez insérer l&rsquo;image dans sa taille d&rsquo;origine.

source: Media Settings
kab: Aseɣwwer n imidyaten

source: The %s constant in your %s file is no longer needed.
kab: La constante %s de votre fichier %s n&rsquo;est plus nécessaire.

source: Site Language
kab: Tutlayt n usmel

source: Week Starts On
kab: Imallas ibeddu s

source: example:
kab: amedya:

source: Custom:
kab: Asagen:

source: This timezone does not observe daylight saving time.
kab: Ce fuseau horaire n&rsquo;a pas d&rsquo;heure d&rsquo;été

source: Standard time begins on: %s.
kab: Asrag ameslugan ibeddu si: %s.

source: This timezone is currently in standard time.
kab: Ce fuseau horaire est actuellement à l&rsquo;heure d&rsquo;hiver.

source: This timezone is currently in daylight saving time.
kab: Ce fuseau horaire est actuellement à l&rsquo;heure d&rsquo;été.

source: Choose a city in the same timezone as you.
kab: Choisissez une ville dans le même fuseau horaire que le vôtre.

source: Local time is %s
kab: Asrag adigan d %s

source: Timezone
kab: Tawnaḍt tasragant

source: New User Default Role
kab: Tawuri n lexṣas i wseqdac amaynut

source: Anyone can register
kab: Medden merra zemren ad kelsen

source: Membership
kab: Altaɣ

source: This address is used for admin purposes, like new user notification.
kab: Cette adresse n&rsquo;est utilisée que pour l&rsquo;administration du site&nbsp;: par exemple, la notification de l&rsquo;inscription d&rsquo;un nouvel utilisateur.

source: Email Address
kab: Tansa n mail

source: In a few words, explain what this site is about.
kab: Meslay ɣef wesmel-agi di kra n wawalen.

source: UTC means Coordinated Universal Time.
kab: UTC signifie &laquo;&nbsp;Temps universel coordonné&nbsp;&raquo;.

source: You can set the language, and the translation files will be automatically downloaded and installed (available if your filesystem is writable).
kab: Tzemreḍ ad tesɣewreḍ tutlayt, ifuyla n tsuqqilt ad ttwazedmen u ad ttusbedden s wudem awurman (yewjed ma yella anagraw inek n yifuyla yesɛa aduf s tira).

source: If you want site visitors to be able to register themselves, as opposed to by the site administrator, check the membership box. A default user role can be set for all new users, whether self-registered or registered by the site admin.
kab: Si vous voulez que les visiteurs du site puissent s&rsquo;inscrire eux-mêmes plutôt que de devoir être inscrits par l&rsquo;administrateur du site, cochez la case &laquo;&nbsp;Inscription&nbsp;&raquo;. Un rôle d&rsquo;utilisateur par défaut peut être assigné pour tout nouveau inscrit, qu&rsquo;il se soit enregistré lui-même ou par le biais de l&rsquo;administrateur.

source: The WordPress URL and the Site URL can be the same (example.com) or different; for example, having the WordPress core files (example.com/wordpress) in a subdirectory instead of the root directory.
kab: L&rsquo;adresse web de WordPress et celle du site peuvent être identiques (<code>exemple.fr</code>) ou différentes. Ainsi, vous pourriez avoir les fichiers de WordPress dans un sous-dossier (<code>exemple.fr/wordpress</code>) plutôt qu&rsquo;à la racine du site.

source: Most themes display the site title at the top of every page, in the title bar of the browser, and as the identifying name for syndicated feeds. The tagline is also displayed by many themes.
kab: La plupart des thèmes affichent le titre du site en haut de chaque page, dans la barre de titre du navigateur, et en tant qu&rsquo;identifiant pour les flux de syndication, sauf si votre thème en décide autrement. Le slogan est également utilisé par de nombreux thèmes.

source: The fields on this screen determine some of the basics of your site setup.
kab: Les champs de cet écran déterminent certains des réglages de base de votre site.

source: General Settings
kab: Iɣewwaren imuta

source: Retro (Generated)
kab: Rétro (généré)

source: MonsterID (Generated)
kab: MonsterID (généré)

source: Wavatar (Generated)
kab: Wavatar (généré)

source: Identicon (Generated)
kab: Identicon (généré)

source: Gravatar Logo
kab: Logo Gravatar

source: Blank
kab: Ilem

source: Mystery Person
kab: Udem ur nettwasen ara

source: Default Avatar
kab: Avatar n lexṣas

source: X &#8212; Even more mature than above
kab: X &#8212; Réservés aux adultes

source: R &#8212; Intended for adult audiences above 17
kab: R &#8212; Réservés aux personnes de plus de 17 ans

source: PG &#8212; Possibly offensive, usually for audiences 13 and above
kab: PG &#8212; Possiblement offensants, réservés normalement aux personnes de 13 ans et plus

source: G &#8212; Suitable for all audiences
kab: G &#8212; Visibles par tous

source: Maximum Rating
kab: Classement maximal

source: Show Avatars
kab: Afficher les avatars

source: Avatar Display
kab: Affichage des avatars

source: An avatar is an image that follows you from weblog to weblog appearing beside your name when you comment on avatar enabled sites. Here you can enable the display of avatars for people who comment on your site.
kab: Un avatar est une image qui vous suit de site en site, apparaissant à côté de votre nom quand vous laissez un commentaire sur un site capable de le reconnaître. Vous pouvez ici activer l&rsquo;affichage des avatars des gens qui laissent un commentaire sur votre site.

source: Comment Blacklist
kab: Tabdart taberkant i iwenniten

source: Hold a comment in the queue if it contains %s or more links. (A common characteristic of comment spam is a large number of hyperlinks.)
kab: Garder un commentaire dans la file d&rsquo;attente s&rsquo;il contient plus de %s lien(s) (une des caractéristiques typiques d&rsquo;un commentaire indésirable (spam) est son nombre important de liens)

source: Comment Moderation
kab: Modération de commentaires
