Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.4.x/wp-4.4.x-*.po
Languages: kab

source: The site you were looking for, %s, does not exist.
kab: Asmel i tettnadiḍ,%s,ulac-it.

source: The site you were looking for, %s, does not exist, but you can create it now!
kab: Asmel tettnadiḍ ulac-itr, %s, maca tzemreḍ ad t-id-tesnulfuḍ.

source: You are logged in already. No need to register again!
kab: Teqqneḍ yakan. Ur teḥwaǧeḍ ara ad teqqneḍ.

source: Sorry, new registrations are not allowed at this time.
kab: Surfaɣ ulamek aklas akka tura.

source: Site registration has been disabled.
kab: Aklas deg wesmel yensa.

source: User registration has been disabled.
kab: Aklas n useqdac yensa.

source: You must first <a href="%s">log in</a>, and then you can create a new site.
kab: Ilaq <a href="%s">ad teqqneḍ</a>uqbel ad d-tesnulfuḍ asmel amaynut.

source: Registration has been disabled.
kab: Aklas yensa.

source: Greetings Site Administrator! You are currently allowing &#8220;%s&#8221; registrations. To change or disable registration go to your <a href="%s">Options page</a>.
kab: Azul, ay anedbal n usmel ! Tura tesurgeḍ iklasen &#8220;%s&#8221;. Iwakken ad tbeddeleḍ neɣ ad tsenseḍ aklas erzu ɣer <a href="%s">Tixtiṛiyin n usebter</a>.

# Multisite active signup type
source: user
kab: aseqdac

# Multisite active signup type
source: blog
kab: asmel

# Multisite active signup type
source: none
kab: ulac

# Multisite active signup type
source: all
kab: merra

source: Have you entered your email correctly? You have entered %s, if it&#8217;s incorrect, you will not receive your email.
kab: Tsekcemeḍ akken ilaq tansa email inek ? Tsekcmeḍ %s, maca ma yella mači d tameɣtut ur tettaṭṭafeḍ ara izen inek.

source: Check the junk or spam folder of your email client. Sometime emails wind up there by mistake.
kab: Selken akaram n yiznan yettwaḍqaren (neɣ akaram spam). Tikkwal kra n yiznan ttawḍen ɣer din s tuccḍa.

source: Wait a little longer. Sometimes delivery of email can be delayed by processes outside of our control.
kab: Ttxil-k ṣber ciṭuḥ. Tikwal asiweḍ n yiznan sɛeṭṭilent kra n ikalan i yeffɣen afus-nneɣ.

source: If you haven&#8217;t received your email yet, there are a number of things you can do:
kab: Ma yella ur teṭṭifeḍ ara email-inek yakan, llant kra n tɣawsiwin i tzemreḍ ad tgeḍ:

source: Still waiting for your email?
kab: Mazal tettraǧuḍ email-inek?

source: If you do not activate your site within two days, you will have to sign up again.
kab: Ma yella ur tesremdeḍ ara asmel-inek di sin n wussan ilaq ad t-tekelseḍ tikkelt-nniḍen.

source: But, before you can start using your site, <strong>you must activate it</strong>.
kab: Maca uqbel ad tesqedceḍ asmel-inek amaynut <strong> ilaq ad t-tesremdeḍ</strong>.

source: Congratulations! Your new site, %s, is almost ready.
kab: Igerrez! Asmel-inek amaynut, %s, qrib ad yewjed.

source: Signup
kab: Aklas

source: If you do not activate your username within two days, you will have to sign up again.
kab: Ma yella ur tesremdeḍ ara amiḍan-inek di sin n wussan, ilaq ad talseḍ aklas.

source: Check your inbox at %s and click the link given.
kab: Selken tanaka-inek n email di %s u ssed ɣef uzday yellan.

source: But, before you can start using your new username, <strong>you must activate it</strong>.
kab: Maca uqbel ad tesqedceḍ isem-ik n useqdac amaynut, <strong>ilaq ad tesremdeḍ</strong>.

source: %s is your new username
kab: Isem-ik n useqdac amaynut d %s

source: Next
kab: Uḍfir

source: Just a username, please.
kab: Ḥaca isem n useqdac

source: Gimme a site!
kab: Donnez-moi un site&nbsp;!

source: Get your own %s account in seconds
kab: Sɛu amiḍan-inek %s di kra n tisinin

source: <a href="%1$s">%2$s</a> is your new site. <a href="%3$s">Log in</a> as &#8220;%4$s&#8221; using your existing password.
kab: <a href="%1$s">%2$s</a> d asmel-inek amaynut. <a href="%3$s">Kcem</a> s yisem n useqdac &#8220;%4$s&#8221; aked wawal n uɛeddi-inek amiran.

source: The site %s is yours.
kab: Asmel %s d ayla-k.

source: Create Site
kab: Snulfu-d asmel

source: If you&#8217;re not going to use a great site domain, leave it for a new user. Now have at it!
kab: Ma yella ur tebɣiḍ ara ad tesqedceḍ isem-agi n taɣult ttxil-k eǧǧ-it i wayeḍ. Tura ekker fell-ak !

source: Sites you are already a member of:
kab: Isemlen i tesɛiḍ yakan:

source: Welcome back, %s. By filling out the form below, you can <strong>add another site to your account</strong>. There is no limit to the number of sites you can have, so create to your heart&#8217;s content, but write responsibly!
kab: Heureux de voir revoir, %s&nbsp;! En remplissant le formulaire ci-dessous, vous pouvez <strong>ajouter un autre site à votre compte</strong>. Il n&rsquo;y a pas de limite au nombre de sites dont vous pouvez disposer, donc créez-en autant que vous le souhaitez, mais écrivez pondérément.

source: There was a problem, please correct the form below and try again.
kab: Yella wugur, ttxil-k semmed tiferkit-agi sakin eɛreḍ tikkelt-nniḍen.

source: Get <em>another</em> %s site in seconds
kab: Ldi asmel-<em>nniḍen</em> %s di kra n tisinin

source: We send your registration email to this address. (Double-check your email address before continuing.)
kab: Ad nazen aserggeg n uklas inek ɣer tansa-agi. Ttḥeqqeq mliḥ belli d tameɣtut uqbel ad tkemmeleḍ.

source: Email&nbsp;Address:
kab: Tansa email:

source: (Must be at least 4 characters, letters and numbers only.)
kab: (Ilaq ad isɛu xerṣum 4 n isekkilen, ḥaca isekkilen neɣ izwilen.)

source: No
kab: Ala

source: Yes
kab: Ih

source: Allow search engines to index this site.
kab: Suter i imseddayen n unadi ad smutren asmel-agi.

source: Privacy:
kab: Vie privée&nbsp;:

source: Site Language:
kab: Tutlayt n usmel:

source: Site Title:
kab: Azwel n usmel:

source: Must be at least 4 characters, letters and numbers only. It cannot be changed, so choose carefully!
kab: Ilaq ad yesɛu xerṣum 4 n isekkilen, ḥaca isekkilen aked izwilen. Ulamek ara yettwabeddel, ihi fren akken ilaq.

source: Your address will be %s.
kab: Tansa-inek ad tuɣal %s.

source: domain
kab: taɣult

source: sitename
kab: isemnusmel

source: Site Domain:
kab: Taɣult n usmel:

source: Site Name:
kab: Isem n usmel:

source: Mission complete. Message %s deleted.
kab: Ccɣel ifukk. Izen %s yettwakkes.

source: Oops: %s
kab: Oups&nbsp;: %s

source: Posted title:
kab: Azwel:

source: Author:
kab: Ameskar :

source: Author is %s
kab: Ameskar d %s

source: There doesn&#8217;t seem to be any new mail.
kab: Yettban-d am akken ulac email amaynut.

source: Slow down cowboy, no need to check for new mails so often!
kab: Lève le pied, champion&nbsp;! Inutile de vérifier tes e-mails aussi souvent&nbsp;!

source: This action has been disabled by the administrator.
kab: Tigawt-agi isens-itt unedbal.

source: <strong>You have successfully updated WordPress!</strong> Please log back in to see what&#8217;s new.
kab: <strong>WordPress imucceḍ akken ilaq !</strong> Ttxil-k qqen tikkelt-nniḍen iwakken ad teẓreḍ imaynuten.

source: Registration complete. Please check your email.
kab: Aklas immed. Ttxil-k selken email inek.

source: Check your email for your new password.
kab: Selken email inek i wawal n uɛeddi amaynut.

source: Check your email for the confirmation link.
kab: Selken email inek i wezday n userggeg.

source: User registration is currently not allowed.
kab: Iklasen imaynuten ur urgen ara akka tura.

source: You are now logged out.
kab: Tura teqqneḍ.

source: Session expired. Please log in again. You will not move away from this page.
kab: Tiɣimit tfukk. Ttxil-k qqen tikkelt-nniḍen. Ad d-tuɣaleḍ ɣer usebter-agi.

source: You have logged in successfully.
kab: Teqqneḍ akken ilaq.

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href="%s">enable cookies</a> to use WordPress.
kab: <strong>ANEZRI</strong>Ikukiyen ttwaḥebsen neɣ ur sen-yezmir ara iminig inek. Vous devez <a href="%s">ilaq ad tesremdeḍ ikukiyen</a>iwakken ad tesqedceḍ WordPress.

source: <strong>ERROR</strong>: Cookies are blocked due to unexpected output. For help, please see <a href="%1$s">this documentation</a> or try the <a href="%2$s">support forums</a>.
kab: <strong>ANEZRI</strong>: Ikukiyen ttwaḥebsen acku tella-d tririt ur netturaǧu ara. I tallalt, ttxil-k ɣer <a href="%1$s">taftart-agi</a>neɣ eɛreḍ <a href="%2$s">forums d'entraide</a>.

source: Password Lost and Found
kab: Tiririt n wawal n uɛeddi

source: Registration confirmation will be emailed to you.
kab: Aserggeg n uklas ad k-yaweḍ s email.

source: Register For This Site
kab: Kles deg wesmmel-agi

source: Registration Form
kab: Tiferkit n uklas

source: Confirm new password
kab: Serggeg awal n uɛeddi amaynut

source: Strength indicator
kab: Anmal n tɣellist

source: New password
kab: Awal n uɛeddi amaynut

source: Enter your new password below.
kab: Ttxil-k sekcem tikkelt-nniḍen awal n uɛeddi.

source: Reset Password
kab: Wennez awal n uɛeddi

source: Your password has been reset.
kab: Awal n uɛeddi iwennez.

source: Password Reset
kab: Awennez n wawal n uɛeddi

source: The passwords do not match.
kab: Awalen n uɛeddi ur nmeɣran ara.

source: Get New Password
kab: Snulfu-d awal n uɛeddi amaynut

source: Username or Email:
kab: Isem n useqdac neɣ email:

source: Please enter your username or email address. You will receive a link to create a new password via email.
kab: Ttxil-k sekcem isem n useqdac neɣ tansa email. Azday ara k-yeǧǧen ad d-tesnulfuḍ awal n uɛeddi amaynut ad k-yettwazen s email.

source: Lost Password
kab: Awal n uɛeddi yettwattu

source: Your password reset link has expired. Please request a new link below.
kab: Azday n uwennez n wawal n uɛeddi iɛedda azemz. Ttxil-k suter azday amaynut uksar-agi.

source: Your password reset link appears to be invalid. Please request a new link below.
kab: Azday n uwennez n wawal n uɛeddi yettban-d d urmeɣtu. Ttxil-k suter azday amaynut uksar-agi.

source: Possible reason: your host may have disabled the mail() function.
kab: Ahat : d asneftaɣ inek i ysensan tawuri mail().

source: The email could not be sent.
kab: Izen ulamek ara yettwazen

source: [%s] Password Reset
kab: [%s] Awennez n wawal n uɛeddi

source: To reset your password, visit the following address:
kab: Iwakken ad tbeddeleḍ awal n uɛeddi ssed ɣef uzday-agi:

source: If this was a mistake, just ignore this email and nothing will happen.
kab: Ma d tuccḍa, ttu izen-agi sakin ur yelli wacu ara yeḍrun.

source: Someone has requested a password reset for the following account:
kab: Yella win yesutren awennez n wawal n uɛeddi i umiḍan-agi:

source: <strong>ERROR</strong>: Invalid username or email.
kab: <strong>ANEZRI</strong>: Isem n useqdac neɣ tansa email urameɣtu.

source: <strong>ERROR</strong>: There is no user registered with that email address.
kab: <strong>ANEZRI</strong>: Ulac aseqdac yekelsen s tansa-agi email.

source: <strong>ERROR</strong>: Enter a username or email address.
kab: <strong>ANEZRI</strong>: Sekcem isem n useqdac neɣ tansa email.

source: &larr; Back to %s
kab: &larr; Tuɣalin ɣer %s

source: Are you lost?
kab: Tɛerqeḍ?

source: Powered by WordPress
kab: Propulsé par WordPress

source: Create a Configuration File
kab: Snulfu-d afaylu n twila

source: You can create a %s file through a web interface, but this doesn't work for all server setups. The safest way is to manually create the file.
kab: Tzemreḍ ad d-tesnulfuḍ afaylu %s seg wegrudem n iminig web, maca ayagi ur iteddu ara aked iqeddacen merra. Ttawil ilhan d asnulfu s ufus.

source: Need more help? <a href='%s'>We got it</a>.
kab: Teḥwaǧeḍ ugar n tallelt? <a href='%s'>We got it</a>.

source: There doesn't seem to be a %s file. I need this before we can get started.
kab: Ittban-d am akken ulac afaylu %s. Neḥwaǧ-it uqbel ad nebdu.

source: Links for %s
kab: Azday i %s

source: <strong>ERROR</strong>: WordPress %1$s requires MySQL %2$s or higher
kab: <strong>ERREUR</strong>&nbsp;: WordPress %1$s requiert MySQL %2$s ou une version supérieure.

source: Are you sure that the database server is not under particularly heavy load?
kab: Tetḥeqeḍ belli aqeddac n uzadur n isefka ur yekni ara ddaw n waṭas n tuttriwin ?

source: This means that we lost contact with the database server at %s. This could mean your host&#8217;s database server is down.
kab: Ayagi ibɣa ad d-yini belli nesruḥ anermis aked uzadur n isefka ɣer%s. Ayagi ibɣa ad d-yini belli aqeddac n usadur n isefka yexsi.

source: Error reconnecting to the database
kab: Anezri n wallus n tuqqna ɣer uzadur n isefka

source: If you&#8217;re unsure what these terms mean you should probably contact your host. If you still need help you can always visit the <a href="%s">WordPress Support Forums</a>.
kab: Ma yella teẓriḍ acu bɣan ad d-inin wawalen-agi ilaq ad tnermeseḍ asneftaɣ-inek. Ma yella mazal teḥwaǧeḍ tallalt rzu ɣer <a href="%s">WordPress Support Forums</a>.

source: Are you sure that the database server is running?
kab: Tetḥeqqeḍ belli aqeddac n uzadur n isefka iteddu?

source: Are you sure that you have typed the correct hostname?
kab: Tetḥeqqeḍ belli teskecmeḍ isem ameɣtu?

source: Are you sure you have the correct username and password?
kab: Tetḥeqqeḍ belli tesɛiḍ isem n useqdac aked ywawal n uɛeddi imeɣtuyen?

source: This either means that the username and password information in your %1$s file is incorrect or we can&#8217;t contact the database server at %2$s. This could mean your host&#8217;s database server is down.
kab: Ayagi daɣen ibɣa ad d-yini belli isem n useqdac aked wawal n uɛeddi deg ufaylu-inek %1$s d urameɣtu neɣ ur nezmir ara ad nenermes aqeddac n uzadur n isefka ɣer %2$s. Ahat aqeddac yexsi.

source: WordPress database error:
kab: Anezri n uzadur n isefka n WordPress

source: WordPress database error %1$s for query %2$s
kab: Anezri n uzadur n isefka WordPress %1$s i tuttra %2$s

source: WordPress database error %1$s for query %2$s made by %3$s
kab: Anezri n uzadur n isefka WordPress %1$s i tuttra %2$s i yega %3$s

source: The query argument of %s must have a placeholder.
kab: L&rsquo;argument de requête %s doit avoir un paramètre fictif.

source: %s must set a database connection for use with escaping.
kab: %s ilaq ad yeɣser tuqqna ɣer uzadur n isefka iwakken ad tt-ttwaseqdec aked usenser.

source: If you don&#8217;t know how to set up a database you should <strong>contact your host</strong>. If all else fails you may find help at the <a href="%s">WordPress Support Forums</a>.
kab: Ma yella ur teẓriḍ ara amek ara tesbeddeḍ azadur n isefka ilaq <strong>ad tnermeseḍ asneftaɣ-inek</strong>.Sakin, ma yella ur tswḍeḍ ara tzemreḍ ad tafeḍ tallalt di <a href="%s">WordPress Support Forums</a>.

source: On some systems the name of your database is prefixed with your username, so it would be like <code>username_%1$s</code>. Could that be the problem?
kab: Di kra n inagrawen isem n uzadur n isefka ittezwiri-yas yisem n useqdac,ihi iwwi-d ad yili akka <code>username_%1$s</code>. Izmer wayagi ad yili d ugur ?

source: Does the user %1$s have permission to use the %2$s database?
kab: Isɛa useqdac %1$s azref i wseqdec n uzadur n isefka %2$s ?

source: Are you sure it exists?
kab: Tettḥeqqeḍ belli yella ?

source: We were able to connect to the database server (which means your username and password is okay) but not able to select the %s database.
kab: Nezmer ad nqqen ɣer uzadur n isefka (ayagi yebɣa ad d-yini belli isem n useqdac aked wawal n uɛeddi d imeɣtuyen) maca ulamek afran n uzadur n isefka %s.

source: Can&#8217;t select database
kab: D awezɣi afran n uzadur n isefka

source: Display item date?
kab: Beqqeḍ azemz n uferdis?

source: Display item author if available?
kab: Beqqeḍ ameskar n uferdis ma yewjed?

source: Display item content?
kab: Beqqeḍ agbur n iferdisen?

source: How many items would you like to display?
kab: Acḥal n inekcumen i tebɣiḍ ad ttwaeqqḍen?

source: Give the feed a title (optional):
kab: Efk azwel i wesudem (axetṛan)&nbsp;:

source: Enter the RSS feed URL here:
kab: Sekcem tansa web n usudem RSS dagi:

source: RSS Error: %s
kab: Anezri RSS&nbsp;: %s

source: Untitled
kab: War azwel

source: <strong>RSS Error</strong>: %s
kab: <strong>Anezri RSS&nbsp;:</strong> %s

source: No %1$s was set in the arguments array for the "%2$s" sidebar. Defaulting to "%3$s". Manually set the %1$s to "%3$s" to silence this notice and keep existing sidebar content.
kab: Aucun %1$s n&rsquo;a été configuré dans le tableau d&rsquo;arguments de la barre latérale "%2$s". "%3$s" sera utilisé par défaut. Configurez manuellement %1$s avec "%3$s" pour faire disparaître cette notification et conserver le contenu actuel de la barre latérale.

source: Sidebar
kab: Tafeggagt n yidis

source: Sidebar %d
kab: Tafeggagt n yidis %d

source: Automatically add paragraphs
kab: Asnulfu awurman n tseddarin

source: Content:
kab: Agbur :

source: Text
kab: Aḍris

source: Arbitrary text or HTML.
kab: Texte arbitraire ou HTML.

source: Taxonomy:
kab: Taxinomie&nbsp;:

source: The tag cloud will not be displayed since there are no taxonomies that support the tag cloud widget.
kab: Tabzimt ulamek ara tettwabeqqeḍ acku ulac tamsartut izemren i uwidget n tagut n tebzimin.

source: Tags
kab: Tibzimin

source: Tag Cloud
kab: Nuage d’étiquettes

source: A cloud of your most used tags.
kab: Un nuage de vos étiquettes les plus utilisées.

# Search widget
source: Search
kab: Nadi

source: A search form for your site.
kab: Tiferkit n unadi i wesmel-inek.

source: Unknown Feed
kab: Flux inconnu

source: RSS
kab: Flux

source: Entries from any RSS or Atom feed.
kab: Les entrées depuis n&rsquo;importe quel flux RSS ou Atom.

source: Display post date?
kab: Ad yettwabeqqeḍ uzemz n umagrad?

source: Number of posts to show:
kab: Amḍan n imagraden ara yettwabeqqḍen:

source: Recent Posts
kab: Imagraden imaynuten

source: Your site&#8217;s most recent Posts.
kab: Imagraden imaynuten maḍi n usmel-inek

source: Number of comments to show:
kab: Amḍan n iwenniten ara yettwabeqqḍen:

# widgets
source: %1$s on %2$s
kab: %1$s di %2$s

source: Recent Comments
kab: Iwenniten imaynuten

source: Your site&#8217;s most recent comments.
kab: Iwenniten imaynuten maḍi n usmel-inek.

source: Page IDs, separated by commas.
kab: IDs n isebtar, berzen s tuccar.

source: Exclude:
kab: Suffeɣ:

source: Page ID
kab: ID n usebter

source: Page order
kab: Amizzwer n usebter

source: Page title
kab: Azwel n usebter

source: A list of your site&#8217;s Pages.
kab: Tabdart n isebtar n usmel-inek.

source: Comments <abbr title="Really Simple Syndication">RSS</abbr>
kab: <abbr title="Really Simple Syndication">RSS</abbr> des commentaires

source: Entries <abbr title="Really Simple Syndication">RSS</abbr>
kab: Flux <abbr title="Really Simple Syndication">RSS</abbr> des articles

source: Login, RSS, &amp; WordPress.org links.
kab: Connexion, flux RSS et liens WordPress.org.

source: Number of links to show:
kab: Amḍan n izdayen ara yettwabeqqḍen:

source: Show Link Rating
kab: Beqqeḍ tumeẓt n uzday

source: Show Link Description
kab: Beqqeḍ aglam n uzday

source: Show Link Name
kab: Beqqeḍ isem n uzday

source: Show Link Image
kab: Beqqeḍ tugna n uzday

# Links widget
source: Random
kab: S ugacur

source: Link ID
kab: ID n uzday

source: Link rating
kab: Tumeẓt n uzday

source: Link title
kab: Azwel n uzday

source: Sort by:
kab: Fren s:

# links widget
source: All Links
kab: Izdayen merra

source: Select Link Category:
kab: Fren taggayt n izdayen:

source: Links
kab: Izdayen

source: Your blogroll
kab: Izdayen imenyafen

source: Show hierarchy
kab: Beqqeḍ amyellel

source: Select Category
kab: Fren taggayin

source: A list or dropdown of categories.
kab: Tabdart neɣ umuɣ ifettin i taggayin.

source: Calendar
kab: Tafada

source: A calendar of your site&#8217;s Posts.
kab: Tafada n imagraden n usmel-inek.

source: Show post counts
kab: Beqqeḍ amḍan n imagraden

source: Display as dropdown
kab: Beqqeḍ s tebdart ifettin

source: Select Post
kab: Fren amagrad

source: Select Week
kab: Fren imalas

source: Select Day
kab: Fren ass

source: Select Month
kab: Fren aggur

source: Select Year
kab: Fren aseggas

source: A monthly archive of your site&#8217;s Posts.
kab: Taɣbert tagurant n imagraden n usmel-inek.

source: Select Menu:
kab: Fren umuɣ:

source: Title:
kab: Azwel:

source: No menus have been created yet. <a href="%s">Create some</a>.
kab: Ar tura ulac umuɣ i d-yenulfan. <a href="%s">Snulfu-d yiwen</a>.

source: Custom Menu
kab: Umuɣ yugnen

source: Add a custom menu to your sidebar.
kab: Rnu umuɣ yugnen i tfeggagt n yidis.

source: <strong>ERROR</strong>: Couldn&#8217;t register you&hellip; please contact the <a href="mailto:%s">webmaster</a> !
kab: <strong>ANEZRI</strong> D awezɣi aklas; ttxil-k nermes <a href="mailto:%s">Anedbal</a>&nbsp;!

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
kab: <strong>ANEZRI</strong> Tansa-agi email tettwaseqdec yakan.Ttxil-k sekcem tayeḍ.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
kab: <strong>ANEZRI</strong>Tansa email d turameɣtut.

source: <strong>ERROR</strong>: Please type your email address.
kab: <strong>ANEZRI</strong>: Ttxil-k sekcem tansa-inek email.

source: <strong>ERROR</strong>: Sorry, that username is not allowed.
kab: <strong>ANEZRI</strong>: Surfaɣ, isem-agi n useqdac yegdel.

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
kab: <strong>ANEZRI</strong>Isem-agi n useqdac yella yakan. Ttxil-k sekcem wayeḍ.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
kab: <strong>ANEZRI</strong>Isem n useqdac d urameɣtu acku iseqdac isekkilen igedlen. Ttxil-k sekcem isem n useqdac ameɣtu.

source: <strong>ERROR</strong>: Please enter a username.
kab: <strong>ANEZRI</strong>Ttxil-k sekcem isem n useqdac.

source: Invalid key
kab: Tasarut turameɣtut

source: Could not save password reset key to database.
kab: Ulamek asekles n tsarut n uwennez n wawal n uɛeddi deg uzadur n isefka.

source: Password reset is not allowed for this user
kab: Awennez tikkelt-nniḍen n wawal n uɛeddi ur yureg ara i weseqdac-agi

source: Hint: The password should be at least twelve characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ % ^ &amp; ).
kab: Awal n uɛeddi ilaq ad isɛu xerṣum 7 n isekkilen. Iwakken ad yiǧhid seqdec asekkil ameqran, asekkil amecṭuḥ, imḍanen aked izamulen am wigi ! " ? $ % ^ &amp; ).

source: Yahoo IM
kab: Yahoo Messenger

source: [%s] Notice of Email Change
kab: [%s] Tamawt n ubeddel n Email

source: [%s] Notice of Password Change
kab: [%s] Tamawt n ubeddel n wawal n uɛeddi

source: Hi ###USERNAME###, This notice confirms that your password was changed on ###SITENAME###. If you did not change your password, please contact the Site Administrator at ###ADMIN_EMAIL### This email has been sent to ###EMAIL### Regards, All at ###SITENAME### ###SITEURL###
kab: Hi ###USERNAME###, Talɣut-ag tserggeg belli awal n uɛeddi yettwabeddel di ###SITENAME###. Ma yella ur tbeddileḍ ara awal n uɛeddi, ttxil-k nermes anedbal n usmel ɣer ###ADMIN_EMAIL### Email-agi yettwazen ɣer ###EMAIL### Tanmirt, All at ###SITENAME### ###SITEURL###

source: Nicename may not be longer than 50 characters.
kab: Nicename ur ilaq ara ad iɛeddi 50 n isekkilen.

source: Cannot create a user with an empty login name.
kab: D awezɣi asnulfu n yisem n usaqdac ilem.

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
kab: <strong>ERREUR</strong>&nbsp;: votre compte a été marqué comme étant indésirable.

source: <strong>ERROR</strong>: The password you entered for the username %s is incorrect.
kab: <strong>ANEZRI</strong>: Awal n uɛeddi i teskecmeḍ i yisem n useqdac %s d urameɣtu.

source: Lost your password?
kab: Tettuḍ awal n uɛeddi?

source: <strong>ERROR</strong>: Invalid username.
kab: <strong>ANEZRI</strong>:Isem n useqdac d urameɣtu.
