Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.4.x/wp-4.4.x-*.po
Languages: kab

source: Sorry, you do not have the right to edit this page.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad tẓergeḍ asebter-agi.

source: Failed to delete the page.
kab: Anezri di tukksa n usebter.

source: Sorry, you do not have the right to delete this page.
kab: Désolé, ur tesɛiḍ ara azref iwakken ad tekkseḍ asebter-agi

source: Sorry, you cannot edit pages.
kab: Surfaɣ, ur tezmireḍ ara ad tẓergeḍ isebtar.

source: Sorry, no such page.
kab: Surfaɣ, ulac asbter inmeɣran.

source: Sorry, you cannot edit this page.
kab: Surfaɣ, ur tezmireḍ ara ad tẓergeḍ asebter-agi.

source: Sorry, the user cannot be updated.
kab: Surfaɣ, aseqdac-agi ulamek ara yemucceḍ.

source: Sorry, you cannot edit your profile.
kab: Surfaɣ, ur tezmireḍ ara ad tẓergeḍ amkil-inek.

source: The role specified is not valid
kab: Le rôle spécifié n&rsquo;est pas valable

source: You are not allowed to browse users.
kab: Ur tesɛiḍ ara azref iwakken ad tḍumeḍ iseqdacen.

source: Invalid user ID.
kab: ID n useqdac d urameɣtu.

source: Sorry, you cannot edit users.
kab: Surfaɣ,ur tezmireḍ ara ad tẓergeḍ iseqdacen.

source: You are not allowed to assign terms in this taxonomy.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad tesdukleḍ awalen ɣer tserkemt-agi.

source: Sorry, deleting the term failed.
kab: Surfaɣ,tukksa n wawal inezri.

source: You are not allowed to delete terms in this taxonomy.
kab: Ur tesɛiḍ ara azref iwakken ad tekkseḍ awalen n temessartut-agi.

source: Sorry, editing the term failed.
kab: Surfaɣ, taẓrigt n wawal inezri.

source: This taxonomy is not hierarchical so you can't set a parent.
kab: Cette taxinomie n&rsquo;est pas hiérarchisée, donc vous ne pouvez créer de parent.

source: You are not allowed to edit terms in this taxonomy.
kab: Ur tesɛiḍ ara azref iwakken ad tẓergeḍ awalen n temessartut-agi.

source: Sorry, your term could not be created. Something wrong happened.
kab: Surfaɣ, iguma ad d-inulfu. Yeḍra-d unezri.

source: Parent term does not exist.
kab: Awal amarew ulac-it.

source: This taxonomy is not hierarchical.
kab: Cette taxinomie n&rsquo;est pas hiérarchique.

source: The term name cannot be empty.
kab: Isem n wawal ulamek ara yili d ilem.

source: You are not allowed to create terms in this taxonomy.
kab: Ur tesɛiḍ ara azref iwakken ad d-tesnulfuḍ awalen di temessartut-agi.

source: You are not allowed to edit posts in this post type.
kab: Ur tesɛiḍ ara azref iwakken ad tẓergeḍ imagraden deg wanaw-agi n umagrad.

source: The post type specified is not valid
kab: Anaw n umagrad d-ittunefken mači d ameɣtu

source: Sorry, you cannot edit this post.
kab: Surfaɣ, ur tezmireḍ ara ad tẓergeḍ amagrad-agi.

source: The post cannot be deleted.
kab: Amagrad-agi ulamek ara yettwakkes.

source: Sorry, you do not have the right to delete this post.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad tekkseḍ amagrad-agi.

source: There is a revision of this post that is more recent.
kab: Agbur-agi yesɛa yakan tacagart yezrin.

source: Sorry, your entry could not be posted. Something wrong happened.
kab: Surfaɣ, anekcum-inek iguma ad d-yeffeɣ. Yeḍra-d unezri.

source: Sorry, you are not allowed to add a term to one of the given taxonomies.
kab: Désolé, vous n&rsquo;avez pas l&rsquo;autorisation d&rsquo;ajouter un terme à l&rsquo;une des taxinomies indiquées.

source: Ambiguous term name used in a hierarchical taxonomy. Please use term ID instead.
kab: Un nom de terme est ambigu pour cette taxinomie hiérarchisée. Veuillez utiliser l&rsquo;identifiant du terme à la place.

source: Invalid term ID
kab: ID n wawal-agi d urameɣtu

source: Sorry, you are not allowed to assign a term to one of the given taxonomies.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad tesddukleḍ awal ɣer temssartut i d-yettunefken.

source: Sorry, one of the given taxonomies is not supported by the post type.
kab: Surfaɣ, yiwet n temessartut i d-yettunefken ur s-yezmir ara wanaw-agi n ugbur.

source: Invalid attachment ID.
kab: ID n ufaylu d urameɣtu.

source: Invalid author ID.
kab: ID n umeskar d urameɣtu.

source: You are not allowed to create posts as this user.
kab: Ur tesɛiḍ ara azref iwakken ad d-tesnufuḍ imagraden syisem-agi n useqdac.

source: Sorry, you are not allowed to create password protected posts in this post type
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad d-tesufɣeḍ imagraden igedlen s wawal n uɛeddi s wanaw-agi n umagrad.

source: Sorry, you are not allowed to publish posts in this post type
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad d-tesufɣeḍ imagraden s wanaw-agi n umagrad.

source: Sorry, you are not allowed to create private posts in this post type
kab: Désolé, vous n&rsquo;avez pas l&rsquo;autorisation de créer des contenus privés avec ce type de contenu

source: Sorry, you are not allowed to post on this site.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad d-tsuffeɣeḍ deg usmel-agi.

source: The post type may not be changed.
kab: Anaw-agi n umagrad ulamek ara yettwakkes.

source: Sorry, you are not allowed to edit this post.
kab: Surfaɣ ur tesɛiḍ ara azref iwakken ad tẓergeḍ amagrad-agi.

source: Invalid post ID.
kab: ID n umagrad d urameɣtu.

source: Invalid post type
kab: Anaw n umagrad d urameɣtu

source: Sorry, you are not allowed to stick this post.
kab: Désolé, vous n&rsquo;avez pas l&rsquo;autorisation de mettre cet article en avant.

source: Sorry, you cannot stick a private post.
kab: Désolé, vous ne pouvez pas mettre en avant un article privé.

source: Insufficient arguments passed to this XML-RPC method.
kab: Arguments insuffisants passés à cette méthode XML-RPC.

source: Allow people to post comments on new articles
kab: Sureg aseqdac iwakken ad yeǧǧ iwenniten deg imagraden inegura

source: Large size image height
kab: Hauteur de l&rsquo;image en grande taille

source: Large size image width
kab: Largeur de l&rsquo;image en grande taille

source: Medium size image height
kab: Hauteur de l&rsquo;image en taille moyenne

source: Medium size image width
kab: Largeur de l&rsquo;image en taille moyenne

source: Crop thumbnail to exact dimensions
kab: Recadrer les images pour parvenir aux dimensions exactes

source: Thumbnail Height
kab: Teɣzi n tugnacin

source: Thumbnail Width
kab: Tehri n tugnacin

source: Allow new users to sign up
kab: Sureg iseqdacen iwakken ad kelsen

source: Time Format
kab: Tamnaḍt n wesrag

source: Date Format
kab: Amasal n uzemz

source: Site Tagline
kab: Slogan du site

source: Time Zone
kab: Tamnaḍt takudant

source: Post Thumbnail
kab: Tugnact n umagrad

source: Stylesheet
kab: Tiferkit n uɣanib

source: Template
kab: Tamuddimt

source: Image default align
kab: Asetef n lexṣas n tugna

source: Image default size
kab: Tiddi n lexṣas n tugna

source: Image default link type
kab: Anaw n uzday n lexṣas ɣer tugna

source: The URL to the admin area
kab: Tansa web n teɣzuyt tanedbalt

source: Login Address (URL)
kab: Tansa n tuqqna (URL)

source: Site Address (URL)
kab: Tansa web n usmel (URL)

source: WordPress Address (URL)
kab: Tansa web n WordPress (URL)

source: Software Version
kab: Lqem n useɣẓan

source: Software Name
kab: Isem n useɣẓan

source: Incorrect username or password.
kab: Isem n useqdac neɣ awal n uɛeddi d urameɣtu.

source: XML-RPC services are disabled on this site.
kab: Imeẓluyen XML-RPC ttwasensen deg usmel-agi.

source: There are no options for this widget.
kab: Ulac tixtiṛiyin i wewidget-agi.

source: Usage of user levels by plugins and themes is deprecated. Use roles and capabilities instead.
kab: L&rsquo;utilisation des niveaux d&rsquo;utilisateur par les extensions et thèmes est désormais interdite. Utiliser les rôles et capacités à la place.

source: Anonymous
kab: Warisem

source: The "%s" theme is not a valid parent theme.
kab: Asentel "%s" mači d asentel amarwaw ameɣtu.

source: The parent theme is missing. Please install the "%s" parent theme.
kab: Asentel amaraw ulac-it. Ttxil-k sbedd asentel amaraw "%s".

source: Template is missing.
kab: Tamuddimt txuṣ.

source: Stylesheet is not readable.
kab: Ulamek taɣuri n tferkit n uɣanib.

source: ERROR: The themes directory is either empty or doesn&#8217;t exist. Please check your installation.
kab: ANEZRI: akaram n isental d ilem neɣ ulac-it. Ttxil-k selken asbeddi-inek.

source: Stylesheet is missing.
kab: Txuṣ tferkit n uɣanib.

source: The theme directory "%s" does not exist.
kab: Akaram n usentel "%s" ulac-it.

source: Invalid taxonomy
kab: Tamessartut d turameɣtut

source: Attempted to set image quality outside of the range [1,100].
kab: Tentative de mise en place d&rsquo;une qualité d&rsquo;image en dehors de l&rsquo;intervalle [1100].

source: Image Editor Save Failed
kab: Asekles n umaẓrag n tugna yenezri

source: Image flip failed.
kab: Tuttya n tugna tenezri.

source: Image rotate failed.
kab: Tuzzya n tugna tenezri.

source: Image crop failed.
kab: Le recadrage de l&rsquo;image a échoué.

source: Could not calculate resized image dimensions
kab: Ulamek taɣuri n tsekta n tugna umi ttwalsent tisekta

source: Image resize failed.
kab: Allus n tsekta n tugna inezri

source: Could not read image size.
kab: Ulamek taɣuri n tiddi n tugna.

source: File is not an image.
kab: Afaylu-agi d tugna.

source: File doesn&#8217;t exist?
kab: Afaylu-agi ulac-it ?

source: The SSL certificate for the host could not be verified.
kab: Aselkin SSL n usneftaɣ igumma ad ittusenqed.

source: Failed to write request to temporary file.
kab: Ulamek tira n tuttra deg ufaylu akudan.

source: Could not open handle for fopen() to %s
kab: Ulamek tulya n usefrak fopen() i %s

source: Add Link
kab: Rnu azday

source: Search or use up and down arrow keys to select an item.
kab: Nadi neɣ seqdec tincabin uksawen aked uksar iwakken ad tferneḍ aferdis.

source: No search term specified. Showing recent items.
kab: Ulac awal i d-ittunefken i wenadi-agi. Atenni inadiyen uzwiren.

source: Or link to existing content
kab: Neɣ, eg azday ɣer ugbur deg wesmel-inek

source: Open link in a new tab
kab: Ldi azday deg usfaylu amaynut

source: Enter the destination URL
kab: Sekcem tansa taɣerwaḍt

source: Y/m/d
kab: d/m/Y

source: To move focus to other buttons use Tab or the arrow keys. To return focus to the editor press Escape or use one of the buttons.
kab: Iwakken ad tesmuttiḍ tafrayt ɣer tanasin-nniḍen , seqdec tanast Tab neɣ tanasin yesɛan tinccabin. Iwakken ad tuɣaleḍ s amaẓrag, tekki ɣef tanast Échapper neɣ seqdec yiwent gar tanasin.

source: Action
kab: Tigawt

source: Letter
kab: Lettre

source: Elements path
kab: Abrid n iferdisen

source: Editor toolbar
kab: Tafeggagt n ifecka n umaẓrag

source: Editor menu (when enabled)
kab: Umuɣ n umaẓrag (mi ara yermed)

source: Focus shortcuts:
kab: Raccourcis de sélections :

source: Additional shortcuts,
kab: gzumen imernan,

source: Default shortcuts,
kab: Igzumen n unasiw n lexṣas

source: Keyboard Shortcuts
kab: Ingzumen n unasiw

source: No alignment
kab: Ulac asettef

source: Distraction-free writing mode
kab: Mode d'écriture sans distraction

source: Read more...
kab: Ɣer ugar...

source: Insert Page Break tag
kab: Ger ticreḍt Page break

source: Insert Read More tag
kab: Ger ticreḍt « Ɣer ugar... »

source: Toolbar Toggle
kab: Ldi/mdel tafeggagt n ifecka

# TinyMCE menu
source: Format
kab: Amasal

# TinyMCE menu
source: Table
kab: Tafelwit

# TinyMCE menu
source: View
kab: Tamuɣli

# TinyMCE menu
source: Tools
kab: Ifecka

# TinyMCE menu
source: Edit
kab: Ẓreg

# TinyMCE menu
source: File
kab: Afaylu

# TinyMCE menu
source: Insert
kab: Ger

source: Your browser does not support direct access to the clipboard. Please use keyboard shortcuts or your browser&#8217;s edit menu instead.
kab: Votre navigateur ne supporte pas les accès direct au presse-papier. Veuillez utiliser les raccourcis clavier ou le menu Édition de votre navigateur.

source: The changes you made will be lost if you navigate away from this page.
kab: Les modifications que vous avez faites seront perdues si vous changez de page.

source: Rich Text Area. Press Alt-Shift-H for help
kab: Zone de texte enrichi. Appuyez sur Alt-Shift-H pour obtenir de l'aide

source: If you&#8217;re looking to paste rich content from Microsoft Word, try turning this option off. The editor will clean up text pasted from Word automatically.
kab: Si vous souhaitez utiliser du contenu riche en provenance de Microsoft Word, essayez de désactiver cette option. L&rsquo;éditeur nettoiera automatiquement les textes en provenance de Word.

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
kab: Coller est maintenant en mode texte. Les contenus seront dorénavant collés en mode texte jusqu&#8216;à ce que cette option soit annulée.

source: Words: %s
kab: Awalen: %s

source: Show invisible characters
kab: Sken isekkilen uffiren

# editor button
source: Show blocks
kab: Sken iḥedran

source: Text color
kab: Ini n uḍris

source: Background color
kab: Ini n ugilal

# TinyMCE
source: Templates
kab: Timuddimin

# TinyMCE
source: Insert template
kab: Ger tamuddimt

# table cell scope attribute
source: Scope
kab: Portée

source: Cell spacing
kab: Espacement entre les cellules

source: Cell padding
kab: Tama tagensant n texxamin

source: Cell type
kab: Anaw n wadur

source: Row type
kab: Anaw n wadur

source: Column group
kab: Agraw n tgejda

source: Row group
kab: Agraw n waduren

source: Bottom
kab: Uksar

source: Middle
kab: Talmast

source: Top
kab: Uksawen

# vertical table cell alignment
source: V Align
kab: Asettef aratak

# table cell alignment attribute
source: None
kab: Ulac

# horizontal table cell alignment
source: H Align
kab: Asettef aglawan

source: Alignment
kab: Asettef

source: Caption
kab: Légende

source: Width
kab: Tehri

source: Height
kab: Teɣzi

source: Split table cell
kab: Bḍu taxxamt n tfelwit

source: Merge table cells
kab: Senteḍ tixxamin n tfelwit

source: Copy table row
kab: Nɣel adur n tfelwit

source: Cut table row
kab: Gzem adur n tfelwit

source: Delete column
kab: Kkes tagejdit

source: Delete row
kab: Kkes adur

source: Paste table row after
kab: Senteḍ adur sdeffir

source: Paste table row before
kab: Senteḍ adut uqbel

source: Insert column after
kab: Ger tagejdit sdeffir

source: Insert column before
kab: Ger tagejdit sdat

source: Insert row after
kab: Ger adur sdeffir

source: Insert row before
kab: Ger adur sdat

# table footer
source: Footer
kab: Aḍar n usebter

# table body
source: Body
kab: Tafekka

# table header
source: Header
kab: Inixf

source: Header cell
kab: Taxxamt n inixf

# table cell
source: Cell
kab: Taxxamt

# table columns
source: Cols
kab: Tigejda

# table column
source: Column
kab: Tagejdit

source: Rows
kab: Aduren

source: Row
kab: Adur

source: Border color
kab: Ini n yiri

source: Table cell properties
kab: Iraten n texxamt n tfelwit

source: Table row properties
kab: Iraten n wadur n tfelwit

source: Table properties
kab: Iraten n tfelwit

source: Delete table
kab: Kkes tafelwit

source: Insert table
kab: Ger tafelwit

source: Add to Dictionary
kab: Rnu ɣer umawal

# spellcheck
source: Ignore
kab: Ttu

# spellcheck
source: Ignore all
kab: Ttu kulec

# spellcheck
source: Finish
kab: Fakk

source: Check Spelling
kab: Selken taɣdirawt

source: Match case
kab: Respecter la casse

# find/replace
source: Replace all
kab: Semselsi kulec

# find/replace
source: Find
kab: Nadi

# find/replace
source: Replace with
kab: Semselsi s

source: Find and replace
kab: Nadi semselsi

# find/replace
source: Whole words
kab: Awalen ummiden

# find/replace
source: Prev
kab: Uzwir

# find/replace
source: Next
kab: Uḍfir

# find/replace
source: Replace
kab: Semselsi

source: Could not find the specified string.
kab: Ulamek tifin n uzrar d-ittunefken.

source: No color
kab: Ulac ini

# label for custom color
source: Custom...
kab: Yugen...

source: Custom color
kab: Ini yugnen

source: Color
kab: Ini

source: Remove link
kab: Kkes azday

source: Insert/edit link
kab: Ger/ẓreg azday

source: Restore last draft
kab: Rétablir le dernier brouillon

source: Horizontal space
kab: Izirig aglawal

source: Horizontal line
kab: Izirig aglawal

source: Fullscreen
kab: Agdil ačuran

source: Save
kab: Sekles

source: Print
kab: Siggez

source: Preview
kab: Tamuɣli

source: Paste as text
kab: Senteḍ aḍris

source: Page break
kab: Angaz n usebter

source: Nonbreaking space
kab: Tallunt ur nettruẓ

source: Emoticons
kab: Émoticônes

# editor button
source: Left to right
kab: Seg uzelmaḍ ɣer yefus

# editor button
source: Right to left
kab: Seg uyfus ɣer zelmaḍ (RTL)

source: Special character
kab: Caractère spécial

source: Embed
kab: Aslaɣ

source: Insert video
kab: Ger abidyu

source: Paste your embed code below:
kab: Senteḍ tangalt n weslaɣ uksar-agi :

source: Alternative source
kab: Aɣbalu amlellay

source: Poster
kab: Tugna

source: Insert/edit video
kab: Ger/ẓreg avidyu

source: Insert date/time
kab: Ger asrag/azemz

source: Insert image
kab: Ger tugna

source: Dimensions
kab: Tisekta

source: Style
kab: Aɣanib

source: Image description
kab: Asnumel n tugna

source: Vertical space
kab: Espace vertical

source: Constrain proportions
kab: Respecter les proportions

source: Border
kab: Iri

source: Source
kab: Aɣbalu

source: Advanced
kab: Anaẓi

source: General
kab: Amatu

source: Insert/edit image
kab: Ger/ẓreg tugna

source: Author
kab: Ameskar

source: Description
kab: Asnumel

source: Encoding
kab: Awgelhen

source: Keywords
kab: Awalen yufraren

source: Title
kab: Azwel

source: Document properties
kab: Iraten n uttaftar

# Link anchors (TinyMCE)
source: Anchors
kab: Timdeyin

# Link anchor (TinyMCE)
source: Anchor
kab: Tamdeyt

# Name of link anchor (TinyMCE)
source: Name
kab: Isem

# list style
source: Lower Roman
kab: Izwilen iṛumanen imeẓyanen

# list style
source: Upper Roman
kab: Izwilen iṛumanen imeqranen

# list style
source: Upper Alpha
kab: Igmumḍinen imeqranen

# list style
source: Lower Alpha
kab: Isekkilen imeẓyanen igmumḍinen

# list style
source: Lower Greek
kab: Isekkilen imeẓyanen igrikiyen

# list style
source: Disc
kab: Amedwar

# list style
source: Circle
kab: Tawinest

# list style
source: Default
kab: lexṣas

# list style
source: Square
kab: Amkuẓ

source: Numbered list
kab: Tabdart s wuṭṭunen

source: Bulleted list
kab: Tabdart s tlilac

source: Visual aids
kab: Tallalin timeẓrayin

source: Close
kab: Mdel

source: Cancel
kab: Semmet

source: OK
kab: IH

source: Redo
kab: Rétablir

source: Undo
kab: Semmet

source: Select all
kab: Fren kulec

source: Paste
kab: Senteḍ

source: Copy
kab: Nɣel

source: Cut
kab: Gzem

source: Decrease indent
kab: Senqes asiẓi

source: Increase indent
kab: Rnu asiẓi

source: Justify
kab: Justifier

source: Align left
kab: Settef ɣer zelmaḍ

source: Align right
kab: Settef ɣer yefus

source: Align center
kab: Settef di telmast

source: Font Sizes
kab: Tiddi n tsefsit

source: Font Family
kab: Tawacult n tsefsit

source: Source code
kab: Code source

# editor button
source: Code
kab: Tangalt

source: Italic
kab: Yekna

source: Bold
kab: Azuran

source: Clear formatting
kab: Sfeḍ amsal

source: Superscript
kab: Exposant

source: Subscript
kab: Amatar

source: Strikethrough
kab: Jerreḍ

source: Underline
kab: Derrer

# HTML tag
source: Address
kab: Tansa

source: Blockquote
kab: Iḥder n tnebdurt

source: Paragraph
kab: Taseddart

# TinyMCE
source: Blocks
kab: Iḥdran

source: Heading 6
kab: Azwel 6

source: Heading 5
kab: Azwel 5

source: Heading 4
kab: Azwel 4

source: Heading 3
kab: Azwel 3

source: Heading 2
kab: Azwel 2

source: Heading 1
kab: Azwel 1

# TinyMCE
source: Headings
kab: Inixfan

# TinyMCE
source: Formats
kab: Imasalen

source: New document
kab: Attaftar amaynut

# Name for the Text editor tab (formerly HTML)
source: Text
kab: Aḍris

source: Visual
kab: Ameẓran

source: Shift-click to edit this widget.
kab: Eg Shift+tussda iwakken ad tẓergeḍ awidget-agi.

source: Search widgets&hellip;
kab: Nadi iwidgeten&hellip;

source: Search Widgets
kab: Nadi iwidgeten

source: Add a Widget
kab: Rnu awidget

source: Reorder widgets
kab: Alles amizwer n iwidgeten

source: Widget moved down
kab: Awidget imuti d aksar

source: Widget moved up
kab: Awidget imuti d asawen

source: An error has occurred. Please reload the page and try again.
kab: Yeḍra-d unezri. Ttxil-k alles aɛebbi n usebter sakin eɛreḍ tikkelt-nniḍen.

source: Trash widget by moving it to the inactive widgets sidebar.
kab: Err awidget ɣer tqecwalt s usmutti-ines ɣer tfeggagt yensan.

source: Remove
kab: Kkes

source: Save and preview changes before publishing them.
kab: Sekles ibeddilen sakin wali-ten uqbel asuffeɣ

source: Apply
kab: Snes

# Move widget
source: Move
kab: Smutti

source: Select an area to move this widget into:
kab: Fren taɛzuyt-nniḍen wuɣur ara tesmuttiḍ awidget-agi:

source: Move to another area&hellip;
kab: Smutti ɣer teɣzuyt-nniḍen&hellip;

source: Widgets are independent sections of content that can be placed into widgetized areas provided by your theme (commonly called sidebars).
kab: Les widgets sont des sections de contenu indépendants qui peuvent être placés dans les zones à widgets prévues dans votre thème (généralement, les barres latérales).

source: Press return or enter to open this section
kab: Seed ɣef tuɣalin neɣ enter iwakken ad teldiḍ tanegzumt-agi

source: Customizing
kab: Asagen

source: Help
kab: Tallalt

source: You are customizing %s
kab: Ala tsaganeḍ %s

source: Press return or enter to open this panel
kab: Ssed ɣef Entrée iwakken ad teldiḍ agalis-agi

source: No items
kab: Ulac iferdisen

source: Add to Menu
kab: Rnu ɣer wumuɣ

source: Link Text
kab: Aḍris n uzday

source: URL
kab: Tansa n web

source: Clear Results
kab: Sfeḍ igmaḍ

source: Search menu items&hellip;
kab: Nadi iferdisen n wumuɣ&hellip;

source: Search Menu Items
kab: Nadi iferdisen n wumuɣ

source: Add Menu Items
kab: Rnu iferdisen n wumuɣ

source: Back
kab: Tuɣalin

source: Move one level down
kab: Mutti s yiwen n uswir d aksar

source: Move one level up
kab: Mutti s yiwen n uswir d asawen

source: Move down
kab: Ader

source: Move up
kab: Sali

source: Add to menu: %1$s (%2$s)
kab: Rnu ɣer wumuɣ :%1$s (%2$s)

source: New menu name
kab: Isem n wumuɣ amaynut

source: Add a Menu
kab: Rnu umuɣ

source: Your theme supports %s menu. Select which menu appears in each location.
kab: Asentel-inek izmer ad i %s n wumuɣ. fren umuɣen i tebɣiḍ ad d-banen di yal asun.

source: Your theme supports one menu. Select which menu you would like to use.
kab: Asentel-inek izmer kan i yiwen n wumuɣ. Fren umuɣ i tebɣiḍ ad tesqedceḍ.

source: Menus can be displayed in locations defined by your theme.
kab: Umuɣen zemren ad ttubeqqeḍen deg yimukan yettusbadun deg wesentel-inek.

source: Menus can be displayed in locations defined by your theme or in <a href="%s">widget areas</a> by adding a &#8220;Custom Menu&#8221; widget.
kab: Umuɣen zemren ad ttubeqqeḍen deg yimukan yettusbadun deg wesentel-inek neɣ di <a href="%s">taɣzut n uwidget</a> s tmerna n uwidget n &#8220;Wumuɣ yugnen&#8221;.

source: Close reorder mode
kab: Mdel askar n wallus n umizzwer

source: Reorder menu items
kab: Alles amizzwer n iferdisen n wumuɣ

source: Reorder mode closed
kab: Askar n wallus n umizzwer yensa

source: Reorder mode enabled
kab: Askar n wallus n umizzwer yermed

source: Menu item moved down
kab: Aferdis n wumuɣ imutti d aksar

source: Menu item moved up
kab: Aferdis n wumuɣ imutti d asawen

source: Menu deleted
kab: Umuɣ yettwakkes

source: Menu created
kab: Umuɣ yenulfa-d

source: Menu item deleted
kab: Aferdis n wumuɣ yettwakkes

source: Menu item added
kab: Aferdis n wumuɣ yettwarna

source: Menu Name
kab: Isem n wumuɣ

# Missing menu name.
source: (unnamed)
kab: (warisem)

# missing menu item navigation label
source: (no label)
kab: (Ulac talɣut)

source: No results found.
kab: Ulac agbur.

source: Custom Link
kab: Izdayen yettwasagnen

source: Posts page
kab: Asebter n imagraden

source: Front page
kab: Asebter n umager
