Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.4.x/wp-4.4.x-admin-*.po
Languages: kab

source: Once you have made your selection, you can adjust it by entering the size in pixels. The minimum selection size is the thumbnail size as set in the Media settings.
kab: Mi tgiḍ tafrayt, tzemreḍ ad tsekcemeḍ tiddi s ipiksalen. Tiddi taddaytt d tin n tuqmiḍin am wakken yettwamella deg yiseɣwaren n imidyaten.

source: Crop Selection
kab: Sélection de recadrage

source: The aspect ratio is the relationship between the width and height. You can preserve the aspect ratio by holding down the shift key while resizing your selection. Use the input box to specify the aspect ratio, e.g. 1:1 (square), 4:3, 16:9, etc.
kab: Les proportions d&rsquo;une image sont le rapport entre sa largeur et sa hauteur. Vous pouvez préserver les proportions en maintenant appuyée la touche Shift tandis que vous redimensionnez votre sélection. Utilisez le champ de saisie pour préciser la proportion à respecter, par exemple 1:1 (carré), 4:3, 16:9, etc.

source: Crop Aspect Ratio
kab: Proportion de taille du recadrage

source: To crop the image, click on it and drag to make your selection.
kab: Iwakken ad tgezmeḍ tuga ssed fell-as u tgeḍ tafrayt.

source: Image Crop
kab: Recadrage de l&rsquo;image

source: Restore image
kab: Err-d tugna

source: Previously edited copies of the image will not be deleted.
kab: Les copies de l&rsquo;image précédemment modifiées ne seront pas effacées.

source: Discard any changes and restore the original image.
kab: Abandonner tout changement et rétablir l&rsquo;image originale.

source: Scale
kab: Beddel tiddi

source: Original dimensions %s
kab: Tiddi taneṣlit: %s

source: You can proportionally scale the original image. For best results, scaling should be done before you crop, flip, or rotate. Images can only be scaled down, not up.
kab: Tzemreḍ ad beddeleḍ tiddi n tugna taneṣlit s tɣara tazunant. Iwakken ad ilin igmaḍ gerzen ilaq ad tbeddeleḍ tiddi uqbel tarigla, tuttya neɣ tuzya. Tiddi n tugniwin tzemreḍ ad tt-tesimẓiḍ maca ur tezmireḍ ara ad tt-tesimɣureḍ.

source: Scale Image
kab: Redimensionnement de l&rsquo;image

source: Image data does not exist. Please re-upload the image.
kab: Il n&rsquo;y a pas de données d&rsquo;image. Veuillez envoyer l&rsquo;image à nouveau.

source: Proceed
kab: Kemmel

source: Connection Type
kab: Anaw n tuqqna

source: Private Key:
kab: Clé privée&nbsp;:

source: Public Key:
kab: Clé publique&nbsp;:

source: Authentication Keys
kab: Clés d&rsquo;authentification

source: This password will not be stored on the server.
kab: Awal n uɛeddi ur yettwaklas ara ɣef uqeddac.

source: Hostname
kab: Isem n usneftaɣ

source: If you do not remember your credentials, you should contact your web host.
kab: Ma yella tettuḍ isem n useqdac inek, nermes asneftaɣ-inek.

source: FTP Password
kab: Awal n uɛeddi FTP

source: FTP Username
kab: Isem n useqdac FTP

source: Please enter your FTP credentials to proceed.
kab: Ttxil-k sekcem isem n useqdac inek FTP iwakked ad tkemmeleḍ.

source: FTP/SSH Password
kab: Awal n uɛeddi FTP/SSH

source: FTP/SSH Username
kab: Isem n useqdac FTP/SSH

source: Please enter your FTP or SSH credentials to proceed.
kab: Ttxil-k sekcem isem n useqdac inek FTP neɣ SSH iwakked ad tkemmeleḍ.

source: To perform the requested action, WordPress needs to access your web server.
kab: Iwakken ad twenneɛeḍ tigawt i tsutreḍ, WordPress ilaq ad yekcem ɣer uqeddac-inek.

source: Connection Information
kab: Isalen ɣef tuqqna

source: <strong>ERROR:</strong> There was an error connecting to the server, Please verify the settings are correct.
kab: <strong>Erreur&nbsp;:</strong> Une erreur s&rsquo;est produite lors de la connexion au serveur, vérifiez que vos paramètres sont corrects.

source: Empty archive.
kab: Aɣbar d ilem.

source: Could not copy file.
kab: D awezɣi anɣel n ufaylu.

source: Could not extract file from archive.
kab: D awezɣi tussfa n ufaylu seg weɣbar.

source: Could not retrieve file from archive.
kab: D awezɣi tukksa n ufaylu seg weɣbar.

source: Incompatible Archive.
kab: Archive incompatible.

source: The checksum of the file (%1$s) does not match the expected checksum value (%2$s).
kab: L&rsquo;empreinte de contrôle (ou <i>checksum</i>) de votre fichier (%1$s) ne correspond pas à la valeur de l&rsquo;empreinte attendue (%2$s).

source: Could not create Temporary file.
kab: D awezɣi qsnulfu n ufaylu akudan.

source: Invalid URL Provided.
kab: URL d-ittunefken d urmeɣtut.

source: The uploaded file could not be moved to %s.
kab: Afaylu yettwaznen yugi ad imutti ɣer %s.

source: Sorry, this file type is not permitted for security reasons.
kab: Surfaɣ, anaw n ufaylu-agi yegdel sebba n tɣellist.

source: Specified file failed upload test.
kab: Le test d&rsquo;envoi du fichier spécifié a échoué.

source: File is empty. Please upload something more substantial. This error could also be caused by uploads being disabled in your php.ini or by post_max_size being defined as smaller than upload_max_filesize in php.ini.
kab: Ce fichier est vide. Veuillez envoyer quelque chose de plus substantiel. Cette erreur peut également être due à la désactivation de l&rsquo;envoi de fichier dans le fichier php.ini de votre serveur, ou par une valeur de post_max_size inférieure à celle de upload_max_filesize dans ce même php.ini.

source: File is empty. Please upload something more substantial.
kab: Le fichier est vide. Merci d&rsquo;envoyer quelque chose de plus consistant.

source: Invalid form submission.
kab: Tuzna turmeɣtut n tferkit.

source: File upload stopped by extension.
kab: Tuzna n ufaylu iḥebs-itt usiɣzef.

source: Failed to write file to disk.
kab: Anezri di tira ɣef uḍebsi.

source: Missing a temporary folder.
kab: Ixuṣ ukaram akudan.

source: No file was uploaded.
kab: Ulac afaylu yettwaznen.

source: The uploaded file was only partially uploaded.
kab: Afaylu cituḥ kan i yettwaznen seg-s.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
kab: Tiddi n ufaylu yettwaznen tugar tin yettwamlen di tanaḍt <code>MAX_FILE_SIZE</code> n tferkit HTML.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
kab: Tiddi n ufaylu yettwaznen tugar tin yettwamlen di tanaḍt upload_max_filesize n php.ini.

source: %s Page Template
kab: Tamuddimt n usebter %s

source: Popup Comments Template
kab: Tamuddimt i wesfaylu n iwenniten

source: Comments Template
kab: Tamuddimt i yewenniten

source: .htaccess (for rewrite rules )
kab: .htaccess (i ilugan n n wallus n tira)

source: my-hacks.php (legacy hacks support)
kab: my-hacks.php (reconnaissance des hacks existants)

source: Application Attachment Template
kab: Timuddimin i yesnasen yeccudden

source: Audio Attachment Template
kab: Timuddimin i yemsela yecudden

source: Video Attachment Template
kab: Timuddimin i ibidyuten yecudden

source: Image Attachment Template
kab: Timuddimin i tugniwin yecudden

source: Attachment Template
kab: Timuddimin i ifuyla yecudden

source: Theme Functions
kab: Timeẓliyin n usentel

source: Links Template
kab: Tamuddimt n izdayen

source: 404 Template
kab: Tamuddimt i wnezri 404

source: Single Post
kab: Amagrad asuf

source: Search Form
kab: Tiferkit n unadi

source: Page Template
kab: Tamuddimt n usebter

source: Category Template
kab: Tamuddimt i taggayin

source: Tag Template
kab: Tamuddimt n wawal yufraren

source: Author Template
kab: Tamuddimt n umeskar

source: Popup Comments
kab: Commentaires en popup

source: RTL Stylesheet
kab: Tiferkit n uɣanib RTL

source: Visual Editor RTL Stylesheet
kab: Tiferkit n uɣanib n umaẓrag ameẓran (tira seg yefus ɣer zelmaḍ)

source: Visual Editor Stylesheet
kab: Tiferkit n uɣanib i wemaẓrag ameẓran

source: Main Index Template
kab: Tamuddimt i wesebter nagejdan

source: Tags deleted.
kab: Mot-clé supprimé.

source: Items deleted.
kab: Iferdisen ttwakksen.

source: Item not added.
kab: Agbur yettwarenna.

source: Item updated.
kab: Agbur yemucceḍ.

source: Item deleted.
kab: Agbur yettwakkes.

source: Item added.
kab: Agbur yettwakkes.

source: Displaying %s&#8211;%s of %s
kab: Affichage de %s à %s sur %s

source: Learn more about getting started
kab: Plus d&rsquo;informations pour bien démarrer

source: Turn comments on or off
kab: Sermed neɣ sens iwenniten

source: Manage menus
kab: Sefrek umuɣen

source: Manage widgets
kab: Sefrek iwidgeten

source: Manage <a href="%1$s">widgets</a> or <a href="%2$s">menus</a>
kab: Sefrek <a href="%1$s">iwidgeten</a> neɣ<a href="%2$s">umuɣen-inek</a>

source: More Actions
kab: Ugar n tigawin

source: View your site
kab: Beqqeḍ asmel-inek

source: Add an About page
kab: Rnu asebter Ɣef

source: Write your first blog post
kab: Aru amagrad-inek amezwaru

source: Add a blog post
kab: Rnu amagrad

source: Add additional pages
kab: Rnu isebtar imaynuten

source: Edit your front page
kab: Ẓreg asebter-inek Asnubeg

source: Next Steps
kab: Imecwaren uḍfiren

source: or, <a href="%s">change your theme completely</a>
kab: Neɣ, <a href="%s">beddel maḍi asentel</a>

source: Customize Your Site
kab: Sagen asmel-inek

source: Get Started
kab: Aya, bdu !

source: We&#8217;ve assembled some links to get you started:
kab: Atnaya kra n izdayen ara k-iɛiwnen iwakken ad bduḍ :

source: Welcome to WordPress!
kab: Anṣuf ɣer WordPress !

source: <a href="%1$s" class="update-browser-link">Update %2$s</a> or learn how to <a href="%3$s" class="browse-happy-link">browse happy</a>
kab: <a href="%1$s" class="update-browser-link">Mettez %2$s à jour</a>, ou apprenez à <a href="%3$s" class="browse-happy-link">naviguer sereinement</a>

source: %1$s MB (%2$s%%) Space Used
kab: %1$s Mo (%2$s%%) n tallunt i yettwasqedcen

source: Manage Uploads
kab: Sefrk iɛebbiyen

source: %s MB Space Allowed
kab: %s Mo n tallunt i yurgen

source: Storage Space
kab: Tallunt n uḍebsi

source: Popular Plugin
kab: Extensions populaires

source: Other WordPress News
kab: Isalen nniḍen n WordPress

source: https://planet.wordpress.org/feed/
kab: http://www.wordpress-fr.net/planet/feed/

source: https://planet.wordpress.org/
kab: http://www.wordpress-fr.net/planet/

source: WordPress Blog
kab: Blog WordPress

source: http://wordpress.org/news/feed/
kab: http://feeds.feedburner.com/WordpressFrancophone

source: This widget requires JavaScript.
kab: Awidget-agi iḥwaǧ JavaScript.

source: Loading&#8230;
kab: Aɛebbi&#8230;

source: M jS
kab: j M

source: Tomorrow
kab: Azekka

source: Today
kab: Ass-agi

source: No activity yet!
kab: Ulac armud yakan !

source: Recently Published
kab: Isegded melmi kan

source: Publishing Soon
kab: Ur ittɛeṭṭil ara ad ittusegded

# dashboard
source: %1$s on %2$s
kab: %1$s di %2$s

source: [Pending]
kab: [Araǧu]

source: From %1$s on %2$s%3$s
kab: Par %1$s, sur %2$s%3$s

# verb
source: View
kab: Beqqeḍ

# drafts
source: View all
kab: Beqqeḍ kulec

source: What&#8217;s on your mind?
kab: Acu yellan di ddehn-ik ?

source: Search Sites
kab: Nadi asmel

source: Search Users
kab: Nadi aseqdac

source: You have %1$s and %2$s.
kab: Tesɛiḍ %1$s et %2$s.

source: %s site
kab: %s n usmel

source: %s user
kab: %s n useqdac

source: Create a New User
kab: Snulfu-d aseqdac amaynut

source: Create a New Site
kab: Snulfu-d asmel amaynut

source: Search Engines Discouraged
kab: Moteurs de recherche refusés

source: Your site is asking search engines not to index its content
kab: Asmel inek isutur deg imsedayen n unadi iwakken ur smuturen ara agbur-ines

source: %s Page
kab: %s n usebter

source: %s Post
kab: %s n umagrad

source: Configure
kab: Swel

source: View all
kab: Beqqeḍ kulec

source: WordPress News
kab: Isalen n WordPress

source: Drafts
kab: Timerkasin

source: Quick Draft
kab: Tamerkast s tɣawla

source: Activity
kab: Armud

source: Right Now
kab: Ass-agi

source: At a Glance
kab: Tamuɣli

source: Your browser is out of date!
kab: Iminig-ineg iɛedda azemz !

source: You are using an insecure browser!
kab: Tseqdaceḍ iminig ixuṣ taɣellist !

source: Role
kab: Tamlit

source: Change
kab: Beddel

source: Change role to&hellip;
kab: Beddel tawuri i&hellip;

source: Error: [%1$s] %2$s
kab: Anezri : [%1$s] %2$s

source: Rollback Error: [%1$s] %2$s
kab: Anezri di tririt : [%1$s] %2$s

source: [%s] Background updates have finished
kab: [%s] Amucceḍ deg wegilal fukken

source: [%s] There were failures during background updates
kab: [%s] yella-d unezri deg umucceḍ deg wegilal

source: FAILED: %s
kab: ANEZRI : %s

source: The following translations failed to update:
kab: Tusuqqilin-agi gummant ad mucceḍent :

source: The following themes failed to update:
kab: Isental-agi gumman ad muccḍen :

source: The following plugins failed to update:
kab: Isiɣzifen-agi gumman ad mucceḍen :

source: SUCCESS: %s
kab: IGERREZ : %s

source: The following translations were successfully updated:
kab: Tisuqqilin-agi mucceḍent :

source: The following themes were successfully updated:
kab: Isental-agi mucceḍen :

source: The following plugins were successfully updated:
kab: Isiɣzifen-agi mucceḍen :

source: FAILED: WordPress failed to update to %s
kab: ANEZRI : WordPress igumma ad imucceḍ ɣer %s

source: SUCCESS: WordPress was successfully updated to %s
kab: IGERREZ : WordPress yemucceḍ ɣer %s

source: WordPress site: %s
kab: Asmel WordPress : %s

source: Error code: %s
kab: Tangalt n unezri : %s

source: Your hosting company, support forum volunteers, or a friendly developer may be able to use this information to help you:
kab: Votre hébergeur, les volontaires du forum d'entraide ou un ami développeur devraient pouvoir vous aider à comprendre cette information pour vous aider :

source: We have some data that describes the error your site encountered.
kab: Nesɛa kra n isefka i yzemren ad gelmen ugur i d-yemlal usmel-inek.

source: Your site was running version %s.
kab: Asmel-inek iteddu s lqem %s.

source: The WordPress Team
kab: Tarbaɛt n WordPress

source: You also have some plugins or themes with updates available. Update them now:
kab: Kra n isentlen-inek aked isiɣzfen-inek sɛan amucceḍ iwejden. Ttxil-k muceḍ-iten tura:

source: If you reach out to us, we'll also ensure you'll never have this problem again.
kab: Ma yella tnermeseḍ-aɣ, ad nexdem lmeǧhud-nneɣ iwaken ur tettemliliḍ ara ugur-agi sya ɣer sdat.

source: Keeping your site updated is important for security. It also makes the internet a safer place for you and your readers.
kab: Amucceḍ n usmel-inek ilha i tɣelist. Daɣen ayagi ad yerr Web s tɣellist ama i keč ama i ymeɣriyen-inek.

source: If you experience any issues or need support, the volunteers in the WordPress.org support forums may be able to help.
kab: Ma yella temlaleḍ-d uguren neɣ teḥwaǧeḍ tallalt,iseqdacen n forum n lemɛawna n WordPress-fr.net zemren ad k-ɛiwnen.

source: The WordPress team is willing to help you. Forward this email to %s and the team will work with you to make sure your site is working.
kab: Tarbaɛt n WordPress tewjed iwakken ad k-tɛiwen. Azen izen-agi ɣer %s , tarbaɛt ad k-tɛiwen iwakken ad iddu usmel-inek akken ilaq.

source: Please check out your site now. It's possible that everything is working. If it says you need to update, you should do so:
kab: Ttxil-k selken asmel-inek tura. Izmer lḥal kulec iteddu akken ilaq. Ma yenn-d ilaq umucceḍ iwwi-d ad tmucceḍeḍ :

source: This means your site may be offline or broken. Don't panic; this can be fixed.
kab: Ayagi ibɣa ad d-yini belli asmel inek iffeɣ i tuqqna neɣ yerreẓ. Ur tqelliq ara ayagi izmer ad ittuseggem.

source: Your site at %1$s experienced a critical failure while trying to update to the latest version of WordPress, %2$s.
kab: Asmel-inek di tansa %1$s icceḍ mi yeɛreḍ ad imucceḍ ɣer lqem angarru n WordPress, %2$s.

source: Your site at %1$s experienced a critical failure while trying to update WordPress to version %2$s.
kab: Asmel-inek di tansa %1$s yecceḍ mi yeɛreḍ ad imucceḍ WordPress ɣer lqem %2$s.

source: We tried but were unable to update your site automatically.
kab: Neɣreḍ maca ngumma ad nmucceḍ asmel-inek.

source: Please update your site at %1$s to WordPress %2$s.
kab: Ttxil-k mucceḍ asmel-ineg seg %1$s WordPress %2$s.

source: Updating is easy and only takes a few moments:
kab: Amucceḍ yeshel yettaṭṭaf ḥaca kra n tsinin :

source: WordPress %s is also now available.
kab: WordPress %s yewjed.

source: For more on version %s, see the About WordPress screen:
kab: Iwakken ad teẓreḍ ugar ɣef lqem %s,ẓer agdil Ɣef WordPress :

source: No further action is needed on your part.
kab: Dayen ulac acu mazal ad tgeḍ.

source: Howdy! Your site at %1$s has been updated automatically to WordPress %2$s.
kab: Asmel-inek di tansa %1$s yemucceḍ s wudem awurman ɣer WordPress %2$s.

source: [%1$s] URGENT: Your site may be down due to a failed update
kab: [%1$s] Tamawt : mbaɛd amucceḍ yerreẓen, yezmer ad yili yerreẓ.

source: [%1$s] WordPress %2$s is available. Please update!
kab: [%1$s] WordPress %2$s yewjed. Ttxil-k mucceḍ !

source: [%1$s] Your site has updated to WordPress %2$s
kab: [%1$s] Asmel-inek yemucceḍ ɣer WordPress %2$s

source: WordPress updated successfully
kab: WordPress imucceḍ akken ilaq

source: Installation Failed
kab: Anezri deg wesbeddi

source: Translations for %s
kab: Asuqqel i %s

source: Updating plugin: %s
kab: Amucceḍ n usiɣzef: %s

source: Updating theme: %s
kab: Amucceḍ n usentel: %s

source: Updating to WordPress %s
kab: Amucceḍ ɣer WordPress %s

source: Please select a file
kab: Fren afaylu

source: Due to an error during updating, WordPress has rolled back to your previous version.
kab: Mbaɛd mi d-yeḍra unezri deg wemucceḍ, WordPress yuɣal ɣer lqem uzwir.

source: Attempting to roll back to previous version.
kab: Aneɛruḍ n tuɣalin ɣer lqem uzwir.

source: Could not copy files. You may have run out of disk space.
kab: D awezɣi anɣel n ifuyla. Ahat txuṣeḍ tallunt.

source: Could not copy files.
kab: D awezɣi anɣel n ifuyla.

source: WordPress is at the latest version.
kab: Tesɛiḍ lqem angarru n WordPress.

source: The language pack is missing either the %1$s or %2$s files.
kab: Akemmus n tutlayt ixuṣ-it yiwen seg yifuyla %1$s %2$s.

source: Translation updated successfully.
kab: Tasuqqilt tmucceḍ.

source: Translation update failed.
kab: Amucceḍ n tsuqqilt terreẓ.

source: Downloading translation from <span class="code">%s</span>&#8230;
kab: Azdam n tsuqqilt seg <span class="code">%s</span>&#8230;

source: The translation is up to date.
kab: Tasuqqilt tmucceḍ yakan.

source: Some of your translations need updating. Sit tight for a few more seconds while we update them as well.
kab: Kra n tsuqqilin-ik ḥwaǧen amucceḍ. Sber kra n wakud, ar tent-nemucceḍ.

source: The theme is missing the %s file.
kab: Asentel ixuṣ-it ufaylu %s.

source: The %s stylesheet doesn&#8217;t contain a valid theme header.
kab: Tiferkit n uɣanib %s ur tesɛi ara tasentiḍt n usentel tameɣtut.

source: The theme is missing the %s stylesheet.
kab: Asentel txuṣ-it tferkit n uɣanib %s.

source: <strong>The parent theme could not be found.</strong> You will need to install the parent theme, <strong>%s</strong>, before you can use this child theme.
kab: <strong>Ur d-nufi ara asentel amaraw.</strong> ilaq ad tesbeddeḍ asentel amarew, <strong>%s</strong>, uqbel ad tizmireḍ ad tesbeddeḍ asentel aqrur.

source: Successfully installed the parent theme, <strong>%1$s %2$s</strong>.
kab: Asentel amaraw, <strong>%1$s %2$s</strong>, yettusbedd.

source: The parent theme, <strong>%1$s %2$s</strong>, is currently installed.
kab: Asentel amaraw, <strong>%1$s %2$s</strong>, yettusbedd.

source: Preparing to install <strong>%1$s %2$s</strong>&#8230;
kab: Aheyyi i wesbeddi n <strong>%1$s %2$s</strong>&#8230;

source: This theme requires a parent theme. Checking if it is installed&#8230;
kab: Asentel-agi yuḥwaǧ asentel amaraw. Ad nselken ma yella yettusbedd&#8230;

source: Successfully installed the theme <strong>%1$s %2$s</strong>.
kab: Asentel <strong>%1$s %2$s</strong> yettusbedd.

source: Theme installed successfully.
kab: Asentel yettusbedd.

source: Theme install failed.
kab: Asbeddi n usentel yerreẓ

source: The theme contains no files.
kab: Asentel-agi ur isɛi ula d yiwen n ufaylu.

source: Installing the theme&#8230;
kab: Asbeddi n usentel&#8230;

source: Theme updated successfully.
kab: Asentel yemucceḍ.

source: Theme update failed.
kab: Amucceḍ n usentel yecceḍ.

source: Could not remove the old theme.
kab: D awezɣi tukksa n usentel aqbur.

source: Removing the old version of the theme&#8230;
kab: Tukksa n lqem aqbur n usentel &#8230;

source: The theme is at the latest version.
kab: Asentel atan s lqem angarru.

source: No valid plugins were found.
kab: Ur d-nufi ara asiɣzef ameɣtu.

source: Plugin installed successfully.
kab: Asiɣzef yettusbedd.

source: Plugin install failed.
kab: Asbeddi n usiɣzef yerreẓ.

source: The plugin contains no files.
kab: Asiɣzef-agi ur isɛi ula d yiwen n ufaylu.

source: Installing the plugin&#8230;
kab: Asbeddi n usiɣzef#8230;

source: Unpacking the package&#8230;
kab: Afsay n ukmus&#8230;

source: Downloading install package from <span class="code">%s</span>&#8230;
kab: Azdam n ukmus n usbeddi seg <span class="code">%s</span>&#8230;

source: Install package not available.
kab: Akmus n usbeddi ulac-it.

source: Plugin updated successfully.
kab: Asiɣzef yemucceḍ.

source: Could not remove the old plugin.
kab: D awezɣi tukksa n usiɣzef aqbur.

source: Removing the old version of the plugin&#8230;
kab: Tukksa n lqem aqbur n usiɣzef8230;

source: Unpacking the update&#8230;
kab: Afsay n umucceḍ8230;

source: Downloading update from <span class="code">%s</span>&#8230;
kab: Azdam n umucceḍ seg <span class="code">%s</span>&#8230;

source: Update package not available.
kab: Ulac aɣber n umucceḍ.

source: The plugin is at the latest version.
kab: Asiɣzef atan s lqem angarru.

source: Disabling Maintenance mode&#8230;
kab: Désactivation du mode maintenance&#8230;

source: Enabling Maintenance mode&#8230;
kab: Activation du mode maintenance&#8230;

source: The update cannot be installed because we will be unable to copy some files. This is usually due to inconsistent file permissions.
kab: Amucceḍ ur yezmir ara ad yettusbedd acku ur nettizmir ara an nɣel kra n ifuyla. Ugur-agi sebba-s s umata d izerfan n waduf ɣer ufaylu.

source: The package could not be installed.
kab: D awezɣi asbeddi n ukmus.

source: Could not create directory.
kab: D awezɣi asnulfu n ufaylu.

source: Destination folder already exists.
kab: Akaram aniccan yella yakan.

source: The package contains no files.
kab: Akmus-agi ur isɛi ula d yiwen n ufaylu.

source: Installing the latest version&#8230;
kab: Asbeddi n lqem angarru&#8230;

source: Download failed.
kab: Azdam yerreẓ.

source: Unable to locate needed folder (%s).
kab: D awezɣi tifin n ukaram (%s).

source: Unable to locate WordPress Theme directory.
kab: D awezɣi tifin n ukaram Theme n WordPress.

source: Unable to locate WordPress Plugin directory.
kab: D awezɣi tifin n ukaram Plugin n WordPress.

source: Unable to locate WordPress Content directory (wp-content).
kab: D awezɣi tifin n ukaram Content n WordPress (wp-content).

source: Unable to locate WordPress Root directory.
kab: D awezɣi tifin akaram aẓar n WordPress.

source: Filesystem error.
kab: Anezri n unagraw n ifuyla.

source: Could not access filesystem.
kab: D awezɣi anekcum ɣer unagraw n ifuyla.

source: Invalid Data provided.
kab: Isefka d-ittunefken d urmeɣtuyen.

source: Updating translations for %1$s (%2$s)&#8230;
kab: Amucceḍ n tsuqqilt n %1$s (%2$s)&#8230;

source: Update Translations
kab: Amucceḍ n tsuqqilin

source: Customize &#8220;%s&#8221;
kab: Sagen &laquo;&nbsp;%s&nbsp;&raquo;

source: Update Theme
kab: Mucceḍ asentel

source: Return to Theme Installer
kab: Uɣal ɣer usbedday n isental

source: Return to Plugin Installer
kab: Uɣal ɣer usbedday n usiɣzef

source: Return to Importers
kab: Uɣal ɣer imaktaren

source: Activate Plugin &amp; Run Importer
kab: Sermed Asiɣzef, Sekker Amaktar
