Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.4.x/wp-4.4.x-*.po
Languages: kab

source: A static page
kab: Asebter udmis

source: Your latest posts
kab: Imagraden ingura

source: Front page displays
kab: Asebter n umager ad ibeqqeḍ

source: Your theme supports a static front page.
kab: Asentel agi izmer i isebtar udmisen.

source: Static Front Page
kab: Asebter n umager udmis

source: Fixed
kab: Usbiḍ

source: Scroll
kab: Adrudem

source: Background Attachment
kab: Tugna n ugilal

source: Right
kab: Yefus

source: Center
kab: Talmast

source: Left
kab: Zelmaḍ

source: Background Position
kab: Ideg n ugilal

source: Tile Vertically
kab: Allus ubdid

source: Tile Horizontally
kab: Allus aglawan

source: Tile
kab: Motif répété

source: No Repeat
kab: Ulac allus

source: Background Repeat
kab: Allus n ugilal

source: Background Image
kab: Tugna n ugilal

source: Header Image
kab: Tugna n inixf

source: Background Color
kab: Ini n ugilal

source: Header Text Color
kab: Ini n uḍris n inixf

source: Display Header Text
kab: Beqqeḍ aḍris n inixf

source: Colors
kab: Initen

source: The Site Icon is used as a browser and app icon for your site. Icons must be square, and at least 512px wide and tall.
kab: Tignit-agi n wesmel yettwaseqdec d tignit n iminig aked tignit n wesnas i wesmel-inek.Tignitin ilaq ad ilint d timkuẓin u ad sɛunt ma drus 512px di teɣzi aked tehri.

source: Site Icon
kab: Tignit n wesmel

source: Tagline
kab: Aberriḥ

source: Site Title
kab: Azwel n usmel

source: Site Identity
kab: Nekwa n wesmel

source: The requested theme does not exist.
kab: Asentel i tsutreḍ ulac-it.

source: You are not allowed to edit theme options on this site.
kab: Ur tesɛiḍ ara azref iwakken ad tẓergeḍ tixtiṛiyin n uwennit deg wesmel-agi.

source: You are not allowed to customize the appearance of this site.
kab: Ur tesɛiḍ ara azref iwakken ad tsagneḍ asmel-agi.

source: You must be logged in to complete this action.
kab: Ilaq ad tiliḍ teqqneḍ iwakken ad tgeḍ tigawt-agi.

source: Cheatin&#8217; uh?
kab: Alors, on triche&nbsp;?

source: &mdash; Select &mdash;
kab: &mdash; Fren&mdash;

source: Toolbar
kab: Tafeggagt n ifecka

source: Skip to toolbar
kab: Rzu ɣer tfeggagt n ifecka

source: The menu ID should not be empty.
kab: ID n wumuɣ ilaq ara ad yili d ilem.

source: #%d (no title)
kab: #%d (ulac azwel)

source: %s <span class="says">says:</span>
kab: %s <span class="says">iqqar-d:</span>

source: (Edit)
kab: (Ẓreg)

source: %1$s at %2$s
kab: %1$s à %2$s

source: Your comment is awaiting moderation.
kab: Awennit-inek uttraǧu asenqes

source: <cite class="fn">%s</cite> <span class="says">says:</span>
kab: <cite class="fn">%s</cite> <span class="says">dit&nbsp;:</span>

source: Edit
kab: Ẓreg

source: Pingback:
kab: Ping&nbsp;:

source: Feed for all posts filed under %s
kab: Flux pour tous les articles classés dans %s

source: Too many redirects.
kab: Trop de redirections.

source: There are no HTTP transports available which can complete the requested request.
kab: Ulac amesni HTTP iwejden iwakken ad teddu tuttra i tsutreḍ.

source: Destination directory for file streaming does not exist or is not writable.
kab: Akaram anican i wenezwi n ifuyla ulac-it neɣ ur yesɛi ara aduf s tira.

source: User has blocked requests through HTTP.
kab: Aseqdac iḥbes tuttriwin HTTP.

source: A valid URL was not provided.
kab: URL mači d tameɣtut.

source: Tags:
kab: Tibzimin:

source: %s topic
kab: %s sujet

source: Categories
kab: Taggayin

source: No categories
kab: Ulac taggayt

source: Uncategorized
kab: Non classé

source: Bookmarks
kab: Favoris

source: Last updated: %s
kab: Amucceḍ angaru: %s

source: Posts by %s
kab: Imagraden s %s

source: Visit %s&#8217;s website
kab: Rzu ɣer usmel %s

source: XML Error: %1$s at line %2$s
kab: Anezri XML: %1$s deg uzirig %2$s

source: Search
kab: Anadi

source: Header
kab: Inixf

source: Background
kab: Agilal

source: Menus
kab: Umuɣen

source: %s comment awaiting moderation
kab: %s n iwennit ittraǧu asenqes

# admin bar menu group label
source: New
kab: Snulfu-d

# add new from admin bar
source: User
kab: Aseqdac

# add new from admin bar
source: Link
kab: Azday

source: Shortlink
kab: Azday awezlan

source: Manage Comments
kab: Sefrek iwenniten

source: New Post
kab: Amagrad amaynut

source: Settings
kab: Iɣewwaren

source: Plugins
kab: Isiɣzifen

source: Themes
kab: Isental

source: Users
kab: Iseqdacen

source: Sites
kab: Isemlen

source: Network Admin
kab: Anedbal n uẓeṭṭa

source: My Sites
kab: Isemlen-iw

source: Customize
kab: Sagen

source: Dashboard
kab: Tableau de bord

source: Edit Site
kab: Ẓreg asmel

source: Visit Site
kab: Rzu ɣer usmel

source: Network Admin: %s
kab: Anedbal n uẓeṭṭa: %s

source: Log Out
kab: Senser

source: Edit My Profile
kab: Ẓreg amkil-inu

source: Howdy, %1$s
kab: Izuluyen, %1$s

source: Menu
kab: Umuɣ

source: Feedback
kab: Tamawt

source: https://wordpress.org/support/
kab: http://www.wordpress-fr.net/support

source: Support Forums
kab: Forums d&rsquo;entraide

source: Documentation
kab: Taftart

source: https://wordpress.org/
kab: http://www.wordpress-fr.net/

source: WordPress.org
kab: Asmel n WordPress.org

source: About WordPress
kab: Awal ɣef WordPress

source: Your account is now activated. <a href="%1$s">Log in</a> or go back to the <a href="%2$s">homepage</a>.
kab: Amiḍan-inek yermed tura. <a href="%1$s">qqen</a> neɣ uɣal ɣer <a href="%2$s">usebter n umager n usmel-inek</a>.

source: Your account is now activated. <a href="%1$s">View your site</a> or <a href="%2$s">Log in</a>
kab: Amiḍan-inek yermed tura. <a href="%1$s">Erzu ɣer usmel-inek</a> neɣ<a href="%2$s">qqen</a>

source: Password:
kab: Awal n uɛeddi:

source: Username:
kab: Isem n useqdac:

source: An error occurred during the activation
kab: Yeḍra-d unezri deg usermed

source: Your site at <a href="%1$s">%2$s</a> is active. You may now log in to your site using your chosen username of &#8220;%3$s&#8221;. Please check your email inbox at %4$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%5$s">reset your password</a>.
kab: Votre site est activé à <a href="%1$s">%2$s</a>. Vous pouvez dès maintenant vous connecter à ce site en utilisant l&rsquo;identifiant choisi &laquo;&nbsp;%3$s&nbsp;&raquo;. Vous trouverez dans votre messagerie (sur %4$s) un message vous donnant votre mot de passe et identifiant, ainsi que les instructions pour vous connecter. Si vous ne recevez pas d&rsquo;e-mail, pensez à consulter le dossier &laquo;&nbsp;spam&nbsp;&raquo; de votre client de messagerie. Si vous ne recevez pas votre mot de passe dans moins d&rsquo;une heure, vous pouvez <a href="%5$s">réinitialiser votre mot de passe</a>.

source: Your account has been activated. You may now <a href="%1$s">log in</a> to the site using your chosen username of &#8220;%2$s&#8221;. Please check your email inbox at %3$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%4$s">reset your password</a>.
kab: Votre compte vient d&rsquo;être activé. Vous pouvez dès maintenant vous <a href="%1$s">connecter</a> à votre site en utilisant votre identifiant &laquo;&nbsp;%2$s&nbsp;&raquo;. Vous trouverez dans votre messagerie (sur %3$s) un message vous donnant votre mot de passe et identifiant, ainsi que les instructions pour vous connecter. Si vous ne recevez pas d&rsquo;e-mail, pensez à consulter le dossier &laquo;&nbsp;spam&nbsp;&raquo; de votre client de messagerie. Si vous ne recevez pas votre mot de passe dans moins d&rsquo;une heure, vous pouvez <a href="%4$s">réinitialiser votre mot de passe</a>.

source: Your account is now active!
kab: Amiḍan-inek yermed tura !

source: Activate
kab: Sermed

source: Activation Key:
kab: Tasarut n usermed:

source: Activation Key Required
kab: Tasarut n usermed tlaq
