Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.4.x/wp-4.4.x-admin-*.po
Languages: kab

source: This is not just a plugin, it symbolizes the hope and enthusiasm of an entire generation summed up in two words sung most famously by Louis Armstrong: Hello, Dolly. When activated you will randomly see a lyric from <cite>Hello, Dolly</cite> in the upper right of your admin screen on every page.
kab: Ce n'est pas qu'une extension. Elle symbolise l'espoir et l'enthousiasme de toute une génération, résumé en deux mots, qu'a notamment chanté Louis Armstrong : Hello, Dolly. Une fois activé, elle affichera une ligne aléatoirement des paroles de la chanson <cite>Hello, Dolly</cite>, en haut à droite de toutes les pages de l'administration.

source: Add Widget
kab: Rnu awidgit

source: This will clear all items from the inactive widgets list. You will not be able to restore any customizations.
kab: Ayagi ad ikkes iferdisen merra si tebdart n yiwidgiten yensan. Ur tettizmireḍ ara ad d-terreḍ ayen tesugneḍ yakan.

source: Clear Inactive Widgets
kab: Kkes iwidgiten yensan

source: To activate a widget drag it to a sidebar or click on it. To deactivate a widget and delete its settings, drag it back.
kab: Pour activer un widget, glissez-le dans la barre latérale ou cliquez dessus. Pour désactiver un widget et supprimer ses réglages, enlevez-le de la barre latérale.

# removing-widget
source: Deactivate
kab: Sens

source: Available Widgets
kab: iWidgeten yestufan

source: Error in displaying the widget settings form.
kab: Yeḍra-d unezri deg webeqqeḍ n tferkit n useɣwer n uwidget.

source: Save Widget
kab: Sekles awidget

source: Select both the sidebar for this widget and the position of the widget in that sidebar.
kab: Fren agalis n yidis i u widget agi, aked yideg-ines deg wegalis-agi n yidis.

source: Drag widgets here to remove them from the sidebar but keep their settings.
kab: Seḥluceg dagi iwidgeten i tebɣiḍ ad tekkseḍ seg wegalis n yidis, iɣewwaren-nnsen imiranen ad qqimen.

source: Inactive Widgets
kab: iWidgetsen nsan

source: This sidebar is no longer available and does not show anywhere on your site. Remove each of the widgets below to fully remove this inactive sidebar.
kab: Cette barre latérale n&rsquo;est plus disponible, et ne s&rsquo;affiche nulle part sur le site. Vous pouvez en retirer les widgets ci-dessous afin de la supprimer totalement.

source: Inactive Sidebar (not used)
kab: Agalis nyidis yensa (ur yettwaseqdac ara)

source: The theme you are currently using isn&#8217;t widget-aware, meaning that it has no sidebars that you are able to change. For information on making your theme widget-aware, please <a href="https://codex.wordpress.org/Widgetizing_Themes">follow these instructions</a>.
kab: Asentel-agi tseqdaceḍ tura ur iseqdac ara iwidgeten, ayagi ibɣa ad d-yini belli ur yesɛi ara tafeggagt n yidis i tzemreḍ ad tbeddeleḍ. Iwakken ad tesɛuḍ isalen ɣef wamek ara terreḍ asentel-ik izmer i yiwidgeten ttxile-k <a href="https://codex.wordpress.org/Widgetizing_Themes">ḍfer tisunḍiwin-agi</a>.

source: When changing themes, there is often some variation in the number and setup of widget areas/sidebars and sometimes these conflicts make the transition a bit less smooth. If you changed themes and seem to be missing widgets, scroll down on this screen to the Inactive Widgets area, where all of your widgets and their settings will have been saved.
kab: En changeant de thèmes, il y a souvent des variations sur le nombre et l&rsquo;agencement des zones de widgets et des barres latérales, et parfois tout cela entre en conflit, rendant la transition moins aisée. Si vous avec changé de thème et que certains widgets semblent manquer, faites défiler cet écran jusqu&rsquo;en bas pour les retrouver dans la zone des widgets inactifs, où ils ont été conservés avec leurs derniers réglages.

source: Many themes show some sidebar widgets by default until you edit your sidebars, but they are not automatically displayed in your sidebar management tool. After you make your first widget change, you can re-add the default widgets by adding them from the Available Widgets area.
kab: De nombreux thèmes affichent par défaut quelques widgets dans la barre latérale, jusqu&rsquo;à ce que vous la modifiez vous-mêmes. Ces widgets par défaut ne sont pas automatiquement affichés dans le gestionnaire de barre latérale. Après avoir fait vos propres modifications de widgets, vous pouvez rajouter les widgets par défaut depuis la section &laquo;&nbsp;Widgets Disponibles&nbsp;&raquo;.

source: Missing Widgets
kab: Iwidgiten ixuṣen

source: Enabling Accessibility Mode, via Screen Options, allows you to use Add and Edit buttons instead of using drag and drop.
kab: En activant le mode &laquo;&nbsp;Accessibilité&nbsp;&raquo;, via les options d&rsquo;écrans, vous autorisez l&rsquo;utilisation des boutons &laquo;&nbsp;Ajouter&nbsp;&raquo; et &laquo;&nbsp;Modifier&nbsp;&raquo; à la place du glisser/déposer.

source: Widgets may be used multiple times. You can give each widget a title, to display on your site, but it&#8217;s not required.
kab: Iwidgiten tzemreḍ ad ten-tesqedceḍ atas n tikkal. Tzemreḍ ad tefkeḍ azwel i yal awidgit iwakken ad t-tbeqqeḍeḍ deg wesmel-inek, maca ayagi mači d amaran.

source: If you want to remove the widget but save its setting for possible future use, just drag it into the Inactive Widgets area. You can add them back anytime from there. This is especially helpful when you switch to a theme with fewer or different widget areas.
kab: Si vous voulez enlever le widget, mais conserver ses réglages pour un possible usage futur, glissez-le simplement dans la zone &laquo;&nbsp;Widgets désactivés&nbsp;&raquo;. De là, vous pouvez les rajouter n&rsquo;importe quand. C&rsquo;est particulièrement utile quand vous passez à un thème avec moins de zones à widgets, ou des zones différentes.

source: Removing and Reusing
kab: Kkes u alles aseqdec

source: The Available Widgets section contains all the widgets you can choose from. Once you drag a widget into a sidebar, it will open to allow you to configure its settings. When you are happy with the widget settings, click the Save button and the widget will go live on your site. If you click Delete, it will remove the widget.
kab: La section &laquo;&nbsp;Widgets disponibles&nbsp;&raquo; contient tous les widgets que vous pouvez utiliser. Une fois le widget glissé dans la barre latérale, il s&rsquo;ouvrira pour vous permettre d&rsquo;en modifier les réglages. Quand vous êtes satisfait de vos réglages, cliquez sur le bouton &laquo;&nbsp;Enregistrer&nbsp;&raquo; et le widget sera lancé sur votre site. Si vous cliquez sur &laquo;&nbsp;Supprimer&nbsp;&raquo;, le widget sera enlevé du site.

source: Widgets are independent sections of content that can be placed into any widgetized area provided by your theme (commonly called sidebars). To populate your sidebars/widget areas with individual widgets, drag and drop the title bars into the desired area. By default, only the first widget area is expanded. To populate additional widget areas, click on their title bars to expand them.
kab: Les widgets sont des conteneurs de contenu indépendants, qui peuvent être placés dans n&rsquo;importe quelle zone à widgets de votre thème (le plus souvent, la barre latérale). Pour remplir les zones à widgets de votre barre latérale, glissez/déposez les barres de titre dans la zone désirée. Par défaut, seule la première zone de widgets sera ouverte. Pour remplir les autres zones à widgets, cliquez sur leur barre de titre afin de les ouvrir.

source: Other users have been removed.
kab: Iseqdacen ttwakksen.

source: You can't remove the current user.
kab: Ur tezmireḍ ara ad tekkseḍ aseqdac amiran.

source: User removed from this site.
kab: Aseqdac yettwakkes seg wesmel-agi.

source: Other users have been deleted.
kab: Iseqdacen-nniḍen ttwakksen.

source: You can&#8217;t delete the current user.
kab: Ur tezmireḍ ara ad tekkseḍ aseqdac amiran.

source: Other user roles have been changed.
kab: Tiwura n iseqdacen-nniḍen ttwabeddelent.

source: The current user&#8217;s role must have user editing capabilities.
kab: Aseqdac amiran ilaq ad yesɛu aswir ara s yemḥen ad ibedel iseqdacen.

source: Changed roles.
kab: Tiwura ttwabeddelent.

source: New user created.
kab: Aseqdac amaynut yenulfa-d.

source: New user created. <a href="%s">Edit user</a>
kab: Inulfa-d useqdac amaynut. <a href="%s">Ẓreg aseqdac</a>

source: %s user deleted.
kab: %s n useqdac yettwafren.

source: User deleted.
kab: Aseqdac yettwakkes

source: There are no valid users selected for removal.
kab: Ulac aseqdac ameɣtu i yettwafernen i tukksa.

source: Confirm Removal
kab: Sergeg tukksa

source: ID #%1$s: %2$s <strong>You don't have permission to remove this user.</strong>
kab: ID n°%1$s&nbsp;: %2$s <strong>vous n&rsquo;avez pas l&rsquo;autorisation de supprimer cet utilisateur.</strong>

source: ID #%1$s: %2$s <strong>The current user will not be removed.</strong>
kab: ID n°%1$s&nbsp;: %2$s <strong>l&rsquo;utilisateur actuel ne sera pas supprimé.</strong>

source: You have specified these users for removal:
kab: Tferneḍ aseqdac-agi iwakken ad t-tekkseḍ:

source: You have specified this user for removal:
kab: Tferneḍ aseqdac-agi iwakken ad t-tekkseḍ:

source: Remove Users from Site
kab: KKes iseqdacen seg wesmel-agi

source: You can&#8217;t remove users.
kab: Ur tezmireḍ ara ad tekkseḍ iseqdacen-agi.

source: There are no valid users selected for deletion.
kab: Ulac aseqdac ameɣtu i yettwafernen i tukksa.

source: What should be done with content owned by these users?
kab: Acu ara yettwagan i wegbur n useqdac-agi ?

source: What should be done with content owned by this user?
kab: Acu ara tgeḍ i wegbur n useqdac-agi ?

source: ID #%1$s: %2$s
kab: ID n°%1$s&nbsp;: %2$s

source: ID #%1$s: %2$s <strong>The current user will not be deleted.</strong>
kab: ID n°%1$s&nbsp;: %2$s <strong>L&rsquo;utilisateur actuel ne sera pas supprimé.</strong>

source: You have specified these users for deletion:
kab: Tefkiḍ-d iseqdacen-agi i tukksa:

source: You have specified this user for deletion:
kab: Tefkiḍ-d aseqdac-agi i tukksa:

source: Please select an option.
kab: Fren taxtiṛit-agi.

source: Delete Users
kab: Kkes iseqdacen

source: You can&#8217;t delete that user.
kab: Ur tezmireḍ ara ad tekkseḍ aseqdac-agi.

source: You can&#8217;t delete users.
kab: Ur tezmireḍ ara ad tekkseḍ iseqdacen.

source: User deletion is not allowed from this screen.
kab: Tukksa n useqdac ur tureg ara seg wegdil-agi.

source: One of the selected users is not a member of this site.
kab: Yiwen seg yiseqdacen yettwafernen mači d aɛgal n wesmel-agi.

source: You can&#8217;t edit that user.
kab: Ur tezmireḍ ara ad tbeddeleḍ aseqdac-agi.

source: Users list
kab: Tabdart n iqeddacen

source: Users list navigation
kab: Ḍum tabdart n iqeddacen

source: Filter users list
kab: Sti tabdart n yiseqdacen

source: <a href="https://codex.wordpress.org/Roles_and_Capabilities" target="_blank">Descriptions of Roles and Capabilities</a>
kab: <a href="https://codex.wordpress.org/Roles_and_Capabilities" target="_blank">Aglam n temliyin aked ikturen</a>

source: Delete brings you to the Delete Users screen for confirmation, where you can permanently remove a user from your site and delete their content. You can also delete multiple users at once by using Bulk Actions.
kab: « Supprimer » vous amène à l&rsquo;écran de suppression des utilisateurs pour confirmer votre action, d&rsquo;où vous pouvez retirer un utilisateur de manière permanente et supprimer son contenu. Vous pouvez également supprimer plusieurs utilisateurs à la fois avec les Actions Groupées.

source: Remove allows you to remove a user from your site. It does not delete their content. You can also remove multiple users at once by using Bulk Actions.
kab: « Retirer » vous permet de retirer un utilisateur de votre site. Cela ne supprime pas son contenu. Vous pouvez également retirer plus utilisateurs à la fois avec les Actions Groupées.

source: Edit takes you to the editable profile screen for that user. You can also reach that screen by clicking on the username.
kab: &laquo;&nbsp;Modifier&nbsp;&raquo; vous envoie sur l&rsquo;écran de modification de cet utilisateur. Vous pouvez également vous rendre sur cet écran en cliquant sur le nom de l&rsquo;utilisateur&nbsp;;

source: Hovering over a row in the users list will display action links that allow you to manage users. You can perform the following actions:
kab: Sɛeddi taɣerdayt nnig n wadur n tbadut n iseqdacen, ad d-yeflali wezday swayes ara tesferkeḍ aseqdac. Tzemreḍ ad tgeḍ tigawin-agi :

source: You can view all posts made by a user by clicking on the number under the Posts column.
kab: Tzemreḍ ad tbeqqḍeḍ imagraden merra n useqdac s tussda ɣef umḍan ddaw tgejdit Imagraden.

source: You can filter the list of users by User Role using the text links in the upper left to show All, Administrator, Editor, Author, Contributor, or Subscriber. The default view is to show all users. Unused User Roles are not listed.
kab: Vous pouvez filtrer la liste des utilisateurs par rôle, à l&rsquo;aide des liens textuels en haut à gauche, afin d&rsquo;afficher tous les utilisateurs, ou seulement les administrateurs, les éditeurs, les auteurs ou les contributeurs. Par défaut, tous les utilisateurs sont affichés. Les rôles sans utilisateurs ne sont pas listés.

source: You can hide/display columns based on your needs and decide how many users to list per screen using the Screen Options tab.
kab: Vous pouvez cacher/afficher les colonnes en fonction de vos besoins, et décider du nombre d&rsquo;articles à afficher par écran à l&rsquo;aide de l&rsquo;onglet &laquo;&nbsp;Options de l&rsquo;écran&nbsp;&raquo;.

source: You can customize the display of this screen in a number of ways:
kab: Tzemreḍ ad tsagneḍ abeqqeḍ n ugdil-agi s waṭas n iberdan:

source: Screen Display
kab: Abeqqeḍ n wegdil

source: To add a new user for your site, click the Add New button at the top of the screen or Add New in the Users menu section.
kab: Pour ajouter un nouvel utilisateur à votre site, cliquez sur le bouton &laquo;&nbsp;Ajouter&nbsp;&raquo; en haut de l&rsquo;écran, ou l&rsquo;option &laquo;&nbsp;Ajouter&nbsp;&raquo; du menu &laquo;&nbsp;Utilisateurs&nbsp;&raquo;.

source: This screen lists all the existing users for your site. Each user has one of five defined roles as set by the site admin: Site Administrator, Editor, Author, Contributor, or Subscriber. Users with roles other than Administrator will see fewer options in the dashboard navigation when they are logged in, based on their role.
kab: Cet écran liste tous les utilisateurs actuels de votre site. Chaque utilisateur a l&rsquo;un des 5 rôles prédéfinis, tel qu&rsquo;assigné par l&rsquo;administrateur du site&nbsp;: Administrateur, Éditeur, Auteur, Contributeur ou Abonné. Les utilisateurs avec un rôle autre qu&rsquo;Administrateur verront moins d&rsquo;options quand ils seront connectés, en fonction de leur rôle.

source: Send the new user an email about their account.
kab: Azen i weseqdac amaynut email ɣef umiḍan-ines.

source: Send User Notification
kab: Azen talɣut i weseqdac

source: Create a brand new user and add them to this site.
kab: Snulfu-d aseqdac amaynut u rnu-t ɣer usmel-agi.

source: Add the user without sending an email that requires their confirmation.
kab: Rnu aseqdac war ma tuzenḍ-as izen n usergeg.

source: Skip Confirmation Email
kab: Zgel aserggeg s email

source: Email or Username
kab: Email neɣ isem n useqdac

source: Enter the email address or username of an existing user on this network to invite them to this site. That person will be sent an email asking them to confirm the invite.
kab: Pour inviter un utilisateur de ce réseau sur ce site, saisissez son adresse de messagerie ou son identifiant. Cette personne recevra alors un message lui proposant de confirmer son ajout.

source: Enter the email address of an existing user on this network to invite them to this site. That person will be sent an email asking them to confirm the invite.
kab: Saisissez l&rsquo;adresse de contact d&rsquo;un utilisateur existant sur votre réseau, afin de l&rsquo;inviter sur ce site. Cette personne recevra un message lui demandant de confirmer l&rsquo;invitation.

source: Add Existing User
kab: Rnu aseqdac yellan

# user
source: Add Existing User
kab: Rnu aseqdac yellan

# user
source: Add New User
kab: Rnu aseqdac

source: User added.
kab: Aseqdac yettwarenna.

source: That user is already a member of this site.
kab: Aseqdac-agi yekles yakan deg wesmel-inek.

source: User has been added to your site.
kab: Aseqdac yettwarenna ɣer usmel-inek.

source: Invitation email sent to user. A confirmation link must be clicked for them to be added to your site.
kab: Asnubeg yettwazen i wseqdac. Ilaq ad yessed ɣef uzday n usergeg iwakken ad yettwarnu ɣer usmel-inek.

source: Invitation email sent to new user. A confirmation link must be clicked before their account is created.
kab: Tuzna n yizen n tinubga i wseqdac amaynut. Ilaq ad d-tili tussda ɣef uzday n usergeg uqbel ma ad d-yenulfu umiḍan amaynut.

source: <a href="https://codex.wordpress.org/Users_Add_New_Screen" target="_blank">Documentation on Adding New Users</a>
kab: <a href="https://codex.wordpress.org/Users_Add_New_Screen" target="_blank">Taftart ɣef tmerna n iseqdacen</a>

source: Administrators have access to all the administration features.
kab: Inedbalen zemren ad kecmen ɣer merra tiwura n tnedbalt.

source: Editors can publish posts, manage posts as well as manage other people&#8217;s posts, etc.
kab: Imaẓragen zemren ad ẓergen imagraden-nnsen aked wid n imeslaḍen-nniḍen.

source: Authors can publish and manage their own posts, and are able to upload files.
kab: Les auteurs peuvent publier et gérer leurs propres articles, ils peuvent également envoyer des fichiers&nbsp;;

source: Contributors can write and manage their posts but not publish posts or upload media files.
kab: Imttekkiyen zemren ad arun u ad sferken imagraden-nnsen, maca ur zmiren ara ad sgededen imagraden neɣ ad aznen ifuyla imidyaten.

source: Subscribers can read comments/comment/receive newsletters, etc. but cannot create regular site content.
kab: Les abonnés peuvent lire les commentaires/commenter/recevoir les newsletters, etc. Mais ils ne peuvent pas créer du contenu sur le site.

source: Here is a basic overview of the different user roles and the permissions associated with each one:
kab: Voici un rapide survol des différents rôles assignables aux utilisateurs, et des permissions qui leurs sont associées&nbsp;:

source: User Roles
kab: Tiwura n iseqdacen

source: Remember to click the Add New User button at the bottom of this screen when you are finished.
kab: N&rsquo;oubliez pas de cliquer sur le bouton &laquo;&nbsp;Ajouter un utilisateur&nbsp;&raquo;, en bas de cet écran, quand vous aurez terminé.

source: New users will receive an email letting them know they&#8217;ve been added as a user for your site. By default, this email will also contain their password. Uncheck the box if you don&#8217;t want the password to be included in the welcome email.
kab: Les nouveaux utilisateurs reçoivent un message les informant qu&rsquo;ils ont été ajoutés aux utilisateurs de ce site. Par défaut, ce message contient également leur mot de passe. Décochez la case si vous ne voulez pas que le mot de passe y soit inclus.

source: You must assign a password to the new user, which they can change after logging in. The username, however, cannot be changed.
kab: Vous devez assigner un mot de passe au nouvel utilisateur, qu&rsquo;il pourra changer après s&rsquo;être connecté. L&rsquo;identifiant, en revanche, ne peut être changé.

source: New users will receive an email letting them know they&#8217;ve been added as a user for your site. This email will also contain their password. Check the box if you don&#8217;t want the user to receive a welcome email.
kab: Les nouveaux utilisateurs reçoivent un message les informant qu&rsquo;ils ont été ajoutés aux utilisateurs de votre site. Ce message contient également leur mot de passe. Décochez la case si vous ne voulez pas que l&rsquo;utilisateur reçoive ce message de bienvenue.

source: Because this is a multisite installation, you may add accounts that already exist on the Network by specifying a username or email, and defining a role. For more options, such as specifying a password, you have to be a Network Administrator and use the hover link under an existing user&#8217;s name to Edit the user profile under Network Admin > All Users.
kab: Parce qu&rsquo;il s&rsquo;agit d&rsquo;une installation multisite, vous pouvez ajouter des comptes qui existent déjà sur le Réseau, en indiquant un nom d&rsquo;utilisateur ou une adresse de messagerie, et en assignant un rôle. Pour avoir plus d&rsquo;options, telle que le choix du mot de passe, vous devez être Administrateur du Réseau, et utiliser les liens qui apparaissent au survol sous le nom de l&rsquo;utilisateur pour modifier son profil utilisateur, depuis l&rsquo;écran &laquo;&nbsp;Tous les utilisateurs&nbsp;&raquo;.

source: To add a new user to your site, fill in the form on this screen and click the Add New User button at the bottom.
kab: Pour ajouter un nouvel utilisateur à votre site, remplissez le formulaire de cet écran et cliquez sur le bouton &laquo;&nbsp;Ajouter un nouvel utilisateur&nbsp;&raquo; en bas de l&rsquo;écran.

source: [%s] Joining confirmation
kab: [%s] Asergeg n weltaɣ

source: Hi, You've been invited to join '%1$s' at %2$s with the role of %3$s. Please click the following link to confirm the invite: %4$s
kab: Bonjour, Vous avez été invité(e) à rejoindre « %1$s » sur %2$s en tant que %3$s. Veuillez cliquer sur le lien suivant pour confirmer l'invitation : %4$s

source: You are not allowed to create users.
kab: Ur tesɛiḍ ara azref iwakken ad d-tesnulfuḍ iseqdacen.

source: You do not have sufficient permissions to add users to this network.
kab: Ur tesɛiḍ ara ddeqs n izerfan iwakken ad ternuḍ iseqdacen ɣer uẓeṭṭ-agi.

source: Update User
kab: Mucceḍ aseqdac

source: Update Profile
kab: Mucceḍ amkil

source: Denied: %s
kab: Refusé&nbsp;: %s

source: Capabilities
kab: Capacités

source: Additional Capabilities
kab: Timeẓriyin n zzyada

source: Log %s out of all locations.
kab: Senser %s si yal amkan.

source: Log Out Everywhere
kab: Senser si yal amkan

source: Did you lose your phone or leave your account logged in at a public computer? You can log out everywhere else, and stay logged in here.
kab: Tesruḥeḍ asawal-inek neɣ teǧǧiḍ amiḍan-inek yeldi ded weselkim azayez ? Tzemreḍ ad tsensreḍ si yal amkan, maca ad tqimeḍ teqqneḍ dagi.

source: You are only logged in at this location.
kab: Teqneḍ ḥaca ɣer yideg-agi.

source: Log Out Everywhere Else
kab: Senser si yal amkan daɣen

source: Sessions
kab: Tiɣimiyin

source: Type your new password again.
kab: Sekcem tikkelt-nniḍen awal n uɛeddi.

source: Repeat New Password
kab: Alles tikkelt-nniḍen awal n uɛeddi

source: Cancel password change
kab: Semmet abeddel n wawal n uɛeddi

source: Generate Password
kab: Snulfu-d awal n uɛeddi

source: New Password
kab: Awal n uɛeddi amaynut

source: Account Management
kab: Asefrek n imiḍanen

source: https://en.gravatar.com/
kab: https://fr.gravatar.com/

source: You can change your profile picture on <a href="%s">Gravatar</a>.
kab: Tzemreḍ ad tbeddeleḍ tugna n umkil-inek di <a href="%s">Gravatar</a>.

source: Profile Picture
kab: Tawlift n umkil

source: Share a little biographical information to fill out your profile. This may be shown publicly.
kab: Fk-d kra n isalen n tmeddurt iwakken ad tsemmdeḍ amaɣnu-inek.

source: Biographical Info
kab: Isalen n tmeddurt

source: About the user
kab: Ɣef useqdac

source: About Yourself
kab: Awal fell-ak

source: Contact Info
kab: Isalen n unermes

source: Display name publicly as
kab: Isem ara yettwabeqqeḍen

source: Nickname
kab: Tasaẓlut
