Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.4.x/wp-4.4.x-admin-*.po
Languages: kab

source: When previewing on smaller monitors, you can use the collapse icon at the bottom of the left-hand pane. This will hide the pane, giving you more room to preview your site in the new theme. To bring the pane back, click on the collapse icon again.
kab: Lors de la prévisualisation sur de petits écrans, vous pouvez utiliser l&rsquo;icône de réduction en bas à gauche du panneau. Cela cachera le panneau, vous donnant ainsi plus de place pour prévisualiser le site avec le nouveau thème. Pour ramener le panneau, cliquez à nouveau sur l&rsquo;icône de réduction.

source: The theme being previewed is fully interactive &mdash; navigate to different pages to see how the theme handles posts, archives, and other page templates. The settings may differ depending on what theme features the theme being previewed supports. To accept the new settings and activate the theme all in one step, click the Save &amp; Activate button above the menu.
kab: Le thème en cours de prévisualisation est totalement interactif &mdash; naviguez sur les différentes pages pour voir comment le thème affiche vos articles, archives et autres pages. Les réglages peuvent différer selon les fonctionnalités pour lesquelles le thème a été conçu. Pour valider les nouveaux réglages et activer le thème en un seul coup, cliquez sur le bouton "Enregistrer et activer" en haut du menu.

source: Tap or hover on any theme then click the Live Preview button to see a live preview of that theme and change theme options in a separate, full-screen view. You can also find a Live Preview button at the bottom of the theme details screen. Any installed theme can be previewed and customized in this way.
kab: Touchez ou survolez n&rsquo;importe quel thème puis cliquez sur le bouton Prévisualisation pour voir une prévisualisation de ce thème et changer les options du thème dans un vie séparée et plein écran. Vous pouvez également trouver un bouton Prévisualisation au bas de l&rsquo;écran de détails du thème. Tout thème installé peut être prévisualisé et personnalisé de cette manière.

source: Adding Themes
kab: Rnu isental

source: If you would like to see more themes to choose from, click on the &#8220;Add New&#8221; button and you will be able to browse or search for additional themes from the <a href="%s" target="_blank">WordPress.org Theme Directory</a>. Themes in the WordPress.org Theme Directory are designed and developed by third parties, and are compatible with the license WordPress uses. Oh, and they&#8217;re free!
kab: Si vous souhaitez choisir parmi plus de thèmes, cliquez sur le bouton "Ajouter" et vous pourrez parcourir le <a href="%s" target="_blank">répertoire de thème de WordPress.org</a> et y chercher des thèmes supplémentaires. Les thèmes du répertoire de thèmes de WordPress.org sont conçus et développés par des tiers, et sont compatibles avec la licence de WordPress. Oh, et ils sont gratuits !

source: Installing themes on Multisite can only be done from the Network Admin section.
kab: En mode Multisite, vous pouvez installer des thèmes depuis la section Admin du Réseau.

source: The current theme is displayed highlighted as the first theme.
kab: Le thème actuel est affiché en étant mis en avant en tant que premier thème.

source: Click Customize for the current theme or Live Preview for any other theme to see a live preview
kab: Cliquez sur Personnaliser pour le thème actuel ou Prévisualisation pour n&rsquo;importe quel autre thème pour voir la prévisualisation

source: Click on the theme to see the theme name, version, author, description, tags, and the Delete link
kab: Cliquez sur le thème pour voir le nom du thème, sa version, son auteur, sa description, ses mots-clés et le bouton Supprimer.

source: Hover or tap to see Activate and Live Preview buttons
kab: Survolez out touchez pour voir les boutons Activer et Prévisualisation

source: This screen is used for managing your installed themes. Aside from the default theme(s) included with your WordPress installation, themes are designed and developed by third parties.
kab: Cet écran est utilisé pour gérer vos thèmes installés. En dehors des thèmes par défaut inclus dans votre installation de WordPress, les thèmes sont conçus et développés par des tiers.

source: Manage Themes
kab: Sefrek isental

# Button label for a theme
source: Next
kab: Uḍfir

# Button label for a theme
source: Previous
kab: Uzwir

# theme
source: Already Installed
kab: Yettusbedd yakan

# theme
source: Details &amp; Preview
kab: Iftusen aked tmuɣli

source: Themes list
kab: Tabdart n isental

source: Filtering by:
kab: Fren s :

source: Apply Filters
kab: Snes tistayin

source: If you have marked themes as favorites on WordPress.org, you can browse them here.
kab: Ma yella tcerḍeḍ isental d imenyafen di WordPress.org, tzemreḍ ad ten-tḍumeḍ dagi.

# themes
source: Favorites
kab: Imenyafen

# themes
source: Popular
kab: Populaires

source: Filter themes list
kab: Sti tabdart n isental

# themes
source: Browse
kab: Ḍum

source: Previewing and Installing
kab: Tamuɣli aked usbeddi

source: To install the theme so you can preview it with your site&#8217;s content and customize its theme options, click the "Install" button at the top of the left-hand pane. The theme files will be downloaded to your website automatically. When this is complete, the theme is now available for activation, which you can do by clicking the "Activate" link, or by navigating to your Manage Themes screen and clicking the "Live Preview" link under any installed theme&#8217;s thumbnail image.
kab: Pour installer un thème dans le but de le prévisualiser avec le contenu de votre site et d&rsquo;en personnaliser les options, cliquez sur le bouton &laquo;&nbsp;Installer&nbsp;&raquo; en haut du panneau de gauche. Les fichiers du thème seront automatiquement téléchargés vers votre site. Ceci fait, le thème sera disponible, et vous pourrez l&rsquo;activer en cliquant sur le lien &laquo;&nbsp;Activer&nbsp;&raquo;, ou en vous rendant sur l&rsquo;écran &laquo;&nbsp;Gérer les thèmes&nbsp;&raquo; et en cliquant sur le lien &laquo;&nbsp;Prévisualisation&nbsp;&raquo; situé sous la miniature de chaque thème.

source: Once you have generated a list of themes, you can preview and install any of them. Click on the thumbnail of the theme you&#8217;re interested in previewing. It will open up in a full-screen Preview page to give you a better idea of how that theme will look.
kab: Une fois que vous avez généré une liste de thèmes, vous pouvez les prévisualiser et les installer. Cliquez sur la miniature du thème que vous souhaitez prévisualiser. Cela ouvrira une page de prévisualisation en plein écran, afin de vous donner une meilleure idée de l&rsquo;aspect de ce thème.

source: You can Upload a theme manually if you have already downloaded its ZIP archive onto your computer (make sure it is from a trusted and original source). You can also do it the old-fashioned way and copy a downloaded theme&#8217;s folder via FTP into your <code>/wp-content/themes</code> directory.
kab: Ma tesɛiḍ asentel s talɣa n uɣbar Zip deg weselkim-inek, tzemreḍ ad terreḍ ɣef weẓeṭṭa afaylu-agi s wezday Azen. Tḥeqqeq belli afaylu-agi yekka-d seg wanda tesɛiḍ laman. Tzemreḍ daɣen ad ttsqedceḍ FTP iwakken ad tserseḍ ifuyla deg wekaram /wp-content/themes.

source: You can find additional themes for your site by using the Theme Browser/Installer on this screen, which will display themes from the <a href="%s" target="_blank">WordPress.org Theme Directory</a>. These themes are designed and developed by third parties, are available free of charge, and are compatible with the license WordPress uses.
kab: Vous pouvez trouver plus de thèmes pour votre site en utilisant le Navigateur/Installeur de thème sur cet écran, qui affiche les thèmes en provenance du <a href="%s" target="_blank">dépôt de thèmes de WordPress.org</a>. Ces thèmes sont conçus et développés par des designers tiers, sont gratuits et utilisent une licence compatible avec celle de WordPress.

source: No themes found. Try a different search.
kab: Ulac isental. Eɛreḍ anadi-nniḍen.

source: Number of Themes found: %d
kab: Amḍan n isental i d-nufa: %d

source: Upload Theme
kab: Azen asentel

source: Search themes...
kab: Nadi isental...

source: Search Themes
kab: Nadi isental

source: Add New Theme
kab: Rnu asentel

source: Add Themes
kab: Rnu isental

source: You do not have sufficient permissions to install themes on this site.
kab: Ur tesɛiḍ ara ddeqs n izerfan iwakken ad tserkbeḍ isental deg wesmel-agi.

source: This is a file in your current parent theme.
kab: Ceci est un fichier de votre thème parent actuel.

source: Oops, no such file exists! Double check the name and try again, merci.
kab: Afaylu-agi ulac-it ! Selken isem-is u tɛerḍeḍ tikkelt-nniḍen.

source: %s files
kab: %s n yifuyla

# Theme stylesheets in theme editor
source: Styles
kab: Iɣunab

source: This child theme inherits templates from a parent theme, %s.
kab: Ce thème enfant hérite de certains modèles de son thème parent, %s.

source: Templates
kab: Timuddimin

source: This theme is broken.
kab: Asentel yerreẓ.

source: Select theme to edit:
kab: Fren asentel ara tbeddeleḍ :

source: Upgrading to a newer version of the same theme will override changes made here. To avoid this, consider creating a <a href="%s" target="_blank">child theme</a> instead.
kab: La mise à jour vers une nouvelle version du thème supprimera les modifications que vous aurez faites. Pour éviter cela, nous vous conseillons de passer plutôt par un <a href="http://codex.wordpress.org/fr:Thèmes_Enfant" target="_blank">Thème-Enfant</a>.

source: <strong>Advice:</strong> think very carefully about your site crashing if you are live-editing the theme currently in use.
kab: <strong>Asemter:</strong> xemmem mliḥ ɣef usexreb ara d-yilin ma tẓergeḍ asentel yettwasqedcen amira.

source: After typing in your edits, click Update File.
kab: Mi tfukkeḍ ibeddilen, ssed ɣef Mucceḍ afaylu.

source: For PHP files, you can use the Documentation dropdown to select from functions recognized in that file. Look Up takes you to a web page with reference material about that particular function.
kab: Pour les fichiers PHP, vous pouvez utiliser le menu déroulant &laquo;&nbsp;Documentation&nbsp;&raquo; pour en apprendre plus sur les fonctions trouvées dans le ce fichier. Le bouton &laquo;&nbsp;Consulter&nbsp;&raquo; vous enverra sur la page dédiée de cette fonction.

source: You can use the Theme Editor to edit the individual CSS and PHP files which make up your theme.
kab: Tzemreḍ ad tseqedceḍ amaẓrag n usentel iwakken ad tẓergeḍ ifuyla CSS aked PHP n usentel-inek.

source: Edit Themes
kab: Beddel isental

source: You do not have sufficient permissions to edit templates for this site.
kab: Ur tesɛiḍ ara ddeqs n izerfan iwakken ad tẓergeḍ timuddimin deg wesmel-agi. Ur tesɛiḍ ara ddeqs n izerfan iwakken ad t deg wesmel-agi.

source: All right, sparky! You&#8217;ve made it through this part of the installation. WordPress can now communicate with your database. If you are ready, time now to&hellip;
kab: C&rsquo;est parfait&nbsp;! Vous avez passé la première partie de l&rsquo;installation. WordPress peut désormais communiquer avec votre base de données. Si vous êtes prêt(e), il est maintenant temps de&hellip;

source: Successful database connection
kab: Tuqqna n uzadur n yisefka tella-d akken ilaq

source: Run the install
kab: Sekker asbeddi

source: After you&#8217;ve done that, click &#8220;Run the install.&#8221;
kab: Sakin, ssed ɣef Sekker asbeddi.

source: You can create the %s manually and paste the following text into it.
kab: Tzemreḍ ad d-tesnulfuḍ %s s ufus u ad tsenteḍeḍ aḍris-agi degs.

source: Sorry, but I can&#8217;t write the %s file.
kab: Surfaɣ, ur nezmir ara ad naru deg wefaylu %s.

source: If you want to run multiple WordPress installations in a single database, change this.
kab: Ma tebɣiḍ ad tsedduḍ aṭas n isbeddiyen n WordPress sur une même base de données, modifiez ce réglage.

source: Table Prefix
kab: Izwiren n uzadur n isefka

source: You should be able to get this info from your web host, if %s doesn&#8217;t work.
kab: Ma yella %s ur iteddu ara suter isali-agi i wesneftaɣ n usmel-inek.

source: Database Host
kab: Asneftaɣ n uzadur n isefka

source: &hellip;and your MySQL password.
kab: &hellip;et son mot de passe MySQL.

# example password
source: password
kab: Awal n uɛeddi

source: Your MySQL username
kab: Isem-ik n useqdac MySQL

# example username
source: username
kab: aseqdac

source: User Name
kab: Isem n useqdac

source: The name of the database you want to run WP in.
kab: Isem n uzadur n isefka anida tebɣiḍ ad tesbeddeḍ WordPress.

source: Database Name
kab: Isem n uzadur n isefka

source: Below you should enter your database connection details. If you&#8217;re not sure about these, contact your host.
kab: Ilaq ad teskecmeḍ uksar-agi ifatusen n tuqqna ɣer uzadur n isefka inek. ma yella ur ten-teẓriḍ ara nermes asneftaɣ-inek.

source: Setup your database connection
kab: Seɣwer tuqqna n uzadur n yisefka inek

source: Let&#8217;s go!
kab: C&rsquo;est parti&nbsp;!

source: Need more help? <a href="%s">We got it</a>.
kab: Ugar n talalt ? <a href="%s">We got it</a>.

source: We&#8217;re going to use this information to create a %s file.
kab: Ad nseqdec isali-agi i wesnulfu n ufaylu %s.

source: Table prefix (if you want to run more than one WordPress in a single database)
kab: Préfixe de table (si vous souhaitez avoir plusieurs WordPress sur une même base de données)

source: Database host
kab: Asneftaɣ n uzadur n isefka

source: Database password
kab: Awal n uɛeddi n useqdac

source: Database username
kab: Isem n useqdac MySQL

source: Database name
kab: Isem n uzadur n isefka

source: Welcome to WordPress. Before getting started, we need some information on the database. You will need to know the following items before proceeding.
kab: Bienvenue dans WordPress. Avant de nous lancer, nous avons besoin de certaines informations sur votre base de données. Il va vous falloir réunir les informations suivantes pour continuer.

source: Before getting started
kab: Uqbel ad tebduḍ

source: WordPress &rsaquo; Setup Configuration File
kab: Afaylu n twila n WordPress

source: The file 'wp-config.php' already exists. If you need to reset any of the configuration items in this file, please delete it first. You may try <a href='%s'>installing now</a>.
kab: Le fichier <code>wp-config.php</code> existe déjà. Si vous devez mettre à zéro n&rsquo;importe quelle valeur de configuration dans ce fichier, veuillez commencer par le supprimer. Vous pouvez <a href='%s'>essayer l&rsquo;installation maintenant</a>.

source: Sorry, I need a wp-config-sample.php file to work from. Please re-upload this file to your WordPress installation.
kab: Surfaɣ, neḥwaǧ afaylu wp-config-sample.php iwakken ad neqdec yess. Ttxil-k ales aɛebbi n ufaylu-agi ɣer usbeddi n WordPress.

source: To restore a revision, <strong>click Restore This Revision</strong>.
kab: Pour rétablir cette révision, <strong>cliquez sur &laquo;&nbsp;Rétablir cette révision&nbsp;&raquo;</strong>.

source: Compare two different revisions by <strong>selecting the &#8220;Compare any two revisions&#8221; box</strong> to the side.
kab: Comparez deux révisions différentes en <strong>cochant la case &laquo;&nbsp;Comparer n&rsquo;importe quelles révisions&nbsp;&raquo;</strong> sur le côté.

source: To navigate between revisions, <strong>drag the slider handle left or right</strong> or <strong>use the Previous or Next buttons</strong>.
kab: Pour naviguer entre les révisions, <strong>faites glisser le curseur vers la gauche ou vers la droite</strong> ou <strong> utilisez les boutons Précédente ou Suivante</strong>.

source: From this screen you can review, compare, and restore revisions:
kab: Seq wegdil-agi tzemreḍ ad twaliḍ, ad tesmenheleḍ u ad d-terreḍ ticagarin :

source: Revisions are saved copies of your post or page, which are periodically created as you update your content. The red text on the left shows the content that was removed. The green text on the right shows the content that was added.
kab: Les révisions sont des copies de votre article ou votre page, périodiquement créées tandis que vous modifiez votre contenu. Sur la gauche, le texte en rouge indique le contenu qui a été enlevé. Sur la droite, le texte en vert indique le contenu qui a été ajouté.

source: This screen is used for managing your content revisions.
kab: Agdil-agi yettwaseqdac i wsefrek n igburen.

source: &larr; Return to editor
kab: &larr; Uɣal ɣer umaẓrag

source: Compare Revisions of &#8220;%1$s&#8221;
kab: Comparer les versions de &laquo;&nbsp;%1$s&nbsp;&raquo;

source: This item has already been deleted.
kab: Aferdis-agi yettwakkes yakan

source: The item you are trying to restore from the Trash no longer exists.
kab: Aferdis i tebɣiḍ ad tsuffɣeḍ si tqecwalt ulac-it.

source: You cannot move this item to the Trash. %s is currently editing.
kab: Ur tezmireḍ ara ad tesmuttiḍ agbur ɣer tqecwalt. %s ala d-yettili usiẓreg-ines.

source: The item you are trying to move to the Trash no longer exists.
kab: Aferdis i tebɣiḍ ad terreḍ ɣer tqecwalt ulac-it.

source: You can&#8217;t edit this item because it is in the Trash. Please restore it and try again.
kab: Ur tezmireḍ ara ad tbeddeleḍ agbur-agi acku atan di tqecwalt. Ffeɣ syagi sakin ɣreḍ tikkelt-nniḍen.

source: Unable to submit this form, please refresh and try again.
kab: D awezɣi tuzna n tferkit-agi, sismeḍ asebter sakin eɛreḍ tikkelt-nniḍen.

source: Search Installed Plugins
kab: Nadi gar isiɣzifen yettuserkben

source: All selected plugins are up to date.
kab: Isiɣzifen yettwafernen ɛeddan azemz.

source: Selected plugins <strong>deactivated</strong>.
kab: Isiɣzifen yettwafernen <strong>nsan</strong>.

source: Plugin <strong>deactivated</strong>.
kab: Asiɣzef <strong>yensa</strong>

source: Selected plugins <strong>activated</strong>.
kab: Isiɣzifen yettwafernen <strong>remden</strong>.

source: Plugin <strong>activated</strong>.
kab: Asiɣzef <strong>yermed</strong>

source: The selected plugins have been <strong>deleted</strong>.
kab: Isiɣzifen yettwafernen <strong>ttwkksen</strong>.

source: The selected plugin has been <strong>deleted</strong>.
kab: Asiɣzef yetwafernen <strong>yettwakkes</strong>.

source: Plugin could not be deleted due to an error: %s
kab: Asiɣzef yegumma ad yettwakkes acku yella unezri : %s

source: Plugin could not be activated because it triggered a <strong>fatal error</strong>.
kab: Asiɣzef yegumma ad yermed, acku yesker <strong>anezri ameqran</strong>.

source: The plugin generated %d characters of <strong>unexpected output</strong> during activation. If you notice &#8220;headers already sent&#8221; messages, problems with syndication feeds or other issues, try deactivating or removing this plugin.
kab: L&rsquo;extension a généré %d caractères d&rsquo;<strong>affichage inattendu</strong> lors de l&rsquo;activation. Si vous voyez un message &laquo;&nbsp;<i>headers already sent</i>&nbsp;&raquo; (Les en-têtes ont déjà été envoyés), des problèmes avec les flux de syndication ou d&rsquo;autres erreurs, essayez de désactiver ou enlever cette extension.

source: You cannot delete a plugin while it is active on the main site.
kab: Vous ne pouvez pas effacer une extension tant qu&rsquo;elle est activée sur le site principal.

source: The plugin %1$s has been <strong>deactivated</strong> due to an error: %2$s
kab: Asiɣzef %1$s <strong>yensa</strong> acku yella-d unezri: %2$s

source: Most of the time, plugins play nicely with the core of WordPress and with other plugins. Sometimes, though, a plugin&#8217;s code will get in the way of another plugin, causing compatibility issues. If your site starts doing strange things, this may be the problem. Try deactivating all your plugins and re-activating them in various combinations until you isolate which one(s) caused the issue.
kab: La plupart du temps, les extensions fonctionnent comme il le faut, tant avec WordPress qu&rsquo;entre elles. Mais parfois, les ajouts d&rsquo;une extension peuvent empiéter sur celles d&rsquo;une autre, ce qui provoque une incompatibilité. Si votre site réagit bizarrement, le problème vient peut-être de là. Essayez de désactiver toutes les extensions, puis de les réactiver une à une pour trouver celle(s) en cause.

source: Troubleshooting
kab: Diagnostic

source: Plugins extend and expand the functionality of WordPress. Once a plugin is installed, you may activate it or deactivate it here.
kab: Isiɣzifen teẓlen timeẓliyin n WordPress. Mi yettusbedd usiɣzef, tzemreḍ ad t-tesremdeḍ neɣ ad t-tsenseḍ dagi.

source: Click to view entire list of files which will be deleted
kab: Ssed iwakken ad twaliḍ tabdart n ifuyla ara yettwaksen

source: No, return me to the plugin list
kab: Ala, ad uɣaleɣ ɣer tebdart n isiɣzifen

source: Yes, delete these files
kab: Ih, kkes ifuyla-agi

source: Yes, delete these files and data
kab: Ih, kkes ifuyla-agi aked yisefka

source: Are you sure you wish to delete these files?
kab: Tebɣiḍ ad tekkseḍ ifuyla-agi?

source: Are you sure you wish to delete these files and data?
kab: Tebɣiḍ ad tekkseḍ ifuyla-agi aked yisefka ?

source: <strong>%1$s</strong> by <em>%2$s</em>
kab: <strong>%1$s</strong> par <em>%2$s</em>

source: <strong>%1$s</strong> by <em>%2$s</em> (will also <strong>delete its data</strong>)
kab: <strong>%1$s</strong> par <em>%2$s</em> (attention&nbsp;: <strong>supprimera également les données liées</strong>)

source: You are about to remove the following plugins:
kab: Ala tettedduḍ ad tekkseḍ isiɣzifen-agi :

source: These plugins may be active on other sites in the network.
kab: Isiɣzifen-agi zemren ad ilin remden deg yisemlen-nniḍen n uẓeṭṭa-agi.

source: Delete Plugins
kab: Kkes isiɣzifen

source: You are about to remove the following plugin:
kab: Ala tettedduḍ ad tekkseḍ asiɣzef-agi :

source: This plugin may be active on other sites in the network.
kab: Asiɣzef-agi izmer ad yili yermed deg yisemlen-nniḍen.

source: Delete Plugin
kab: Kkes Asiɣzef

source: You do not have sufficient permissions to delete plugins for this site.
kab: Ur tesɛiḍ ara ddeqs n izerfan iwakken ad tkkseḍ isiɣzifen deg wesmel-agi.

source: You do not have sufficient permissions to deactivate plugins for this site.
kab: Ur tesɛiḍ ara ddeqs n izerfan iwakken ad tsenseḍ isiɣzifen deg wesmel-agi.

source: Update Plugins
kab: Amucceḍ n isiɣzifen

source: You do not have sufficient permissions to activate plugins for this site.
kab: Ur tesɛiḍ ara azref iwakken ad tesremdeḍ isiɣzifen deg usmel-agi.

source: You do not have sufficient permissions to manage plugins for this site.
kab: Ur tesɛiḍ ara azref iwakken ad tbeddeleḍ isiɣzifen i wesmel-agi.

# plugins
source: Browse
kab: Ḍum

source: Plugins list
kab: Tabdart n isiɣzifen

source: Plugins list navigation
kab: Ḍum tabdart n isiɣzifen

source: Filter plugins list
kab: Sti tabdart n isiɣzifen

source: If you want to install a plugin that you&#8217;ve downloaded elsewhere, click the Upload link in the upper left. You will be prompted to upload the .zip package, and once uploaded, you can activate the new plugin.
kab: Si vous voulez installer une extension que vous avez téléchargée depuis un site tiers, cliquez sur le lien &laquo;&nbsp;Envoyer&nbsp;&raquo;. Il vous sera demandé d&rsquo;indiquer le fichier .zip à mettre en ligne, et ceci fait, vous pourrez activer l&rsquo;extension.

source: You can also browse a user&#8217;s favorite plugins, by using the Favorites link in the upper left of the screen and entering their WordPress.org username.
kab: Vous pouvez voir les extensions préférées d&rsquo;un utililsateur en utilisant le lien Préférées situé en haut à gauche de l&rsquo;écran, et en renseignant leur identifiant WordPress.org
