Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.4.x/wp-4.4.x-*.po
Languages: kab

source: New user registration on your site %s:
kab: Asekles n useqdac amaynut deg usmel-inek %s :

source: [%s] Password Lost/Changed
kab: [%s] Awal n uɛeddi yettwattu/Yettwabeddel

source: Password Lost and Changed for user: %s
kab: Awal n uɛeddi yettwattu u yettwabeddel i weseqdac : %s

source: [%1$s] Please moderate: "%2$s"
kab: [%1$s] Ttxil-k senqes: "%2$s"

source: Currently %s comment is waiting for approval. Please visit the moderation panel:
kab: Akka tura, %s n iwenniten ttraǧun aqbal-inek. Ttxil-k erzu ɣer ugalis n usenqes:

source: Approve it: %s
kab: Ad t-tqebleḍ : %s

source: A new comment on the post "%s" is waiting for your approval
kab: Awennit amaynut ɣef umagrad « %s » yettraǧu aqbal-inek

source: Pingback excerpt:
kab: Tussift n pingback :

source: A new pingback on the post "%s" is waiting for your approval
kab: Pingback amaynut deg umagrad « %s » yettraǧu aqbal-inek

source: Trackback excerpt:
kab: Tussift seg uzdayn :

source: A new trackback on the post "%s" is waiting for your approval
kab: Azday amaynut deg umagrad « %s » yettraǧu aqbal-inek

source: Spam it: %s
kab: Cerḍ-it ula wum-it : %s

source: Delete it: %s
kab: Ad t-tekkseḍ : %s

source: Trash it: %s
kab: Ad t-tegreḍ di tqecwalt : %s

source: Permalink: %s
kab: Permalien&nbsp;: %s

source: [%1$s] Comment: "%2$s"
kab: [%1$s] Commentaire : « %2$s »

source: You can see all comments on this post here:
kab: Tzemreḍ ad teɣreḍ akk iwenniten n umagrad-agi dagi :

source: Author: %1$s (IP: %2$s, %3$s)
kab: Ameskar : %1$s (IP&nbsp;: %2$s, %3$s)

source: New comment on your post "%s"
kab: Awennit amaynut deg umagrad-inek « %s »

source: [%1$s] Pingback: "%2$s"
kab: [%1$s] Ping : « %2$s »

source: You can see all pingbacks on this post here:
kab: Tzemreḍ ad twaliḍ ipingen merra n umagrad-agi dagi :

source: New pingback on your post "%s"
kab: Ping amaynut deg umagrad-inek « %s »

source: [%1$s] Trackback: "%2$s"
kab: [%1$s] Azday: « %2$s »

source: You can see all trackbacks on this post here:
kab: Tzemreḍ ad twaliḍ izdayen merra n umagrad-agi dagi :

source: Comment: %s
kab: Iwenniten : %s

source: URL: %s
kab: Tansa n web : %s

source: Website: %1$s (IP: %2$s, %3$s)
kab: Asmel n web: %1$s (IP&nbsp;: %2$s, %3$s)

source: New trackback on your post "%s"
kab: Azday amaynut deg usmel-inek « %s »

source: You should specify a nonce action to be verified by using the first parameter.
kab: Vous devriez préciser une action de type &laquo;&nbsp;nonce&nbsp;&raquo;, qui sera vérifiée par le premier paramètre.

source: <strong>ERROR</strong>: Invalid username or incorrect password.
kab: <strong>ANEZRI</strong>Isem n useqdac neɣ awal n uɛeddi d urameɣtu.

source: %s is a protected WP option and may not be modified
kab: %s d taxtiṛit imestnen n WordPress, ur tezmir ara ad tt-ttwabeddel

source: Invalid menu ID.
kab: Menu ID invalide.

source: The given object ID is not that of a menu item.
kab: ID i d-yettunefken i tɣawsa-agi mači d anekcum n wumuɣ.

source: The menu name %s conflicts with another menu name. Please try another.
kab: Isem n wumuɣ %s imgarrad aked yisem n wumuɣ nniḍen. Ttxil-k eɛreḍ wayeḍ.

source: If you&#8217;re still stuck with this message, then check that your database contains the following tables:
kab: Ma yella mazal tettwaḥebseḍ s yizen-agi, selken ma yella azadur n isefka yesɛa tidabuyin-agi:

source: What do I do now?
kab: Acu ara geɣ tura ?

source: <strong>Could not find site %1$s.</strong> Searched for table %2$s in database %3$s. Is that right?
kab: <strong>Ur d-nufi ara asmel %1$s.</strong> Nenuda di tfelwit %2$s n uzadur n isefka %3$s. Akka ?

source: <strong>Database tables are missing.</strong> This means that MySQL is not running, WordPress was not installed properly, or someone deleted %s. You really should look at your database now.
kab: <strong>Xuṣent tfelwin deg uzadur n isefka.</strong> Ayagi ibɣa ad d-yini belli MSQL ur ittedu ara , WordPress ur yettwaserkeb ara akken ilaq, neɣ illa win i yekksen %s. Ilaq ad tselkeneḍ n isefka tura.

source: If you are the owner of this network please check that MySQL is running properly and all tables are error free.
kab: Ma yella d keč i d anedbal n uẓeṭṭa-agi n isemlen, ttxil-k tḥeqqeq belli MySQL iteddu akken ilaq yerna ulac tadabut yesɛan anezri.

source: If your site does not display, please contact the owner of this network.
kab: Si votre site ne s'affiche pas, veuillez contacter le gestionnaire de ce réseau de sites.

source: This site has been archived or suspended.
kab: Ce site a été archivé ou suspendu.

source: This site has not been activated yet. If you are having problems activating your site, please contact %s.
kab: Asmel-agi mazal ur yermid ara. Ma tesɛiḍ ugur deg usermed n usmel-inek, ttxil-k nermes %s.

source: This site is no longer available.
kab: Ce site n&rsquo;est plus disponible.

source: Howdy USERNAME, Your new account is set up. You can log in with the following information: Username: USERNAME Password: PASSWORD LOGINLINK Thanks! --The Team @ SITE_NAME
kab: Cher/chère USERNAME, Amiḍan inek amaynut yettwasbedd. Tzemreḍ ad teqqneḍ s isalen-agi : Isem n useqdac : USERNAME Awal n uɛeddi : PASSWORD LOGINLINK Tanmirt ! --Tarbaɛt n SITE_NAME

source: WordPress &rsaquo; Success
kab: WordPress &raquo; Réussite

source: You have been added to this site. Please visit the <a href="%s">homepage</a> or <a href="%s">log in</a> using your username and password.
kab: Tettwarennaḍ yakan ɣer usmel-agi. Tzemreḍ ad terzuḍ ɣer <a href="%s">usebter n umager</a> neɣ <a href="%s">ad teqqneḍr</a> s yisem-ik n useqdac d wawal n uɛeddi.

source: An error occurred adding you to this site. Back to the <a href="%s">homepage</a>.
kab: Yeḍra-d unezri di tmerna-inek ɣer usmel-agi. Uɣal ɣer <a href="%s">amager</a>.

source: This file is too big. Files must be less than %d KB in size.
kab: Afaylu-agi bezzaf meqqer. Tiddi n ufaylu ilaq ad tili temẓi ɣef %d Ko.

source: New %1$s User: %2$s
kab: Aseqdac amaynut %1$s : %2$s

source: New %1$s Site: %2$s
kab: Asmel amaynut %1$s : %2$s

source: Howdy USERNAME, Your new SITE_NAME site has been successfully set up at: BLOG_URL You can log in to the administrator account with the following information: Username: USERNAME Password: PASSWORD Log in here: BLOG_URLwp-login.php We hope you enjoy your new site. Thanks! --The Team @ SITE_NAME
kab: Cher/chère USERNAME, Asmel inek amaynut SITE_NAME yettwasbedd s tansa : BLOG_URL Tzemreḍ ad teqqneɣ ɣer umiḍan anedbal s isalen-agi : Isem n useqdac : USERNAME Awal n uɛeddi : PASSWORD Qqen dagi : BLOG_URLwp-login.php Nssaramad k-yeɛǧeb usmel inek. tanmirt ! --Tarbaɛt n SITE_NAME

source: You appear to have already installed WordPress. To reinstall please clear your old database tables first.
kab: Yetban-d belli WordPress yettusbedd yakan. Iwakken ad t-tesbeddeḍ tikkelt-nniḍen, kkes tidabuyin tiqburin seg uzadur n isefka.

source: Already Installed
kab: Yettusbedd yakan

source: New User Registration: %s
kab: Asekles n useqdac amaynut : %s

source: New User: %1$s Remote IP: %2$s Disable these notifications: %3$s
kab: Aseqdac amaynut : %1$s Tansa IP : %2$s Désactiver ces notifications : %3$s

source: New Site Registration: %s
kab: Asekles n usmel amaynut : %s

source: New Site: %1$s URL: %2$s Remote IP: %3$s Disable these notifications: %4$s
kab: Asmel amaynut : %1$s URL : %2$s Tansa IP : %3$s Désactiver ces notifications : %4$s

source: Could not create site.
kab: D awezɣi asnulfu n usmel-agi.

source: That username is already activated.
kab: Isem-agi n useqdac yermed yakan.

source: Could not create user
kab: Ulamek asnulfu n useqdac

source: The site is already active.
kab: Asmel-agi yermed yakan.

source: The user is already active.
kab: Isem-agi n useqdac yermed yakan.

source: Invalid activation key.
kab: Tasarut n usermed d turameɣtut.

source: To activate your user, please click the following link: %s After you activate, you will receive *another email* with your login.
kab: Iwakken ad tesremdeḍ isem n useqdac inek, ttxil-k ssed ɣef uzday-agi : %s Mi t-tesremdeḍ, ad teṭṭefeḍ *email nniḍen* ideg yella yisem n useqdac inek.

source: [%1$s] Activate %2$s
kab: [%1$s] Asermed n %2$s

source: To activate your blog, please click the following link: %s After you activate, you will receive *another email* with your login. After you activate, you can visit your site here: %s
kab: Iwakken ad tesremdeḍ asmel-inek, ttxil-k ssed ɣef uzday-agi: %s Mi t-tesremdeḍ, ad teṭṭefeḍ *email nniḍen* ideg yella yisem n useqdac inek. Sakin ad tizmireḍ ad terzuḍ ɣer usmel-inek dagi : %s

source: That site is currently reserved but may be available in a couple days.
kab: Asmel-agi yettwaḥerra aka tura, maca yezmer ad yestafi di kra n wussan.

source: Sorry, that site is reserved!
kab: Surfaɣ asmel-agi yettwaḥerra!

source: Sorry, that site already exists!
kab: Surfaɣ asmel-agi yella yakan!

source: Please enter a site title.
kab: Ttxil-k sekcem azwel n usmel.

source: Sorry, site names must have letters too!
kab: Surfaɣ, ismawen n usmel ilaq ad sɛun daɣen isekkilen!

source: Sorry, you may not use that site name.
kab: Surfaɣ, ur tezmireḍ ara ad tesqedceḍ isem-agi i wesmel-inek.

source: Site name must be at least 4 characters.
kab: Isem n usmel ilaq ad isɛu ma drus 4 n isekkilen.

source: That name is not allowed.
kab: Isem-agi ur yureg ara.

source: Site names can only contain lowercase letters (a-z) and numbers.
kab: Ismawen n usmel zemren ad sɛun ḥaca isekkile imeẓyanen (a-z) aked izwilen.

source: Please enter a site name.
kab: Ttxil-k sekcem isem n usmel.

source: That email address has already been used. Please check your inbox for an activation email. It will become available in a couple of days if you do nothing.
kab: Cette adresse de messagerie a déjà été utilisée. Veuillez vérifier dans votre messagerie si le message d&rsquo;activation ne s&rsquo;y trouve pas. L&rsquo;identifiant redeviendra disponible dans quelques jours si vous ne faites rien.

source: That username is currently reserved but may be available in a couple of days.
kab: Isem-agi n useqdac yettwaḥerra aka tura, maca yezmer ad yestafi di kra n wussan.

source: Sorry, that email address is already used!
kab: Surfaɣ, tansa-agi n email tettwaseqdec yakan!

source: Sorry, that username already exists!
kab: Surfaɣ, isem-agi n useqdac yella yakan!

source: Sorry, that email address is not allowed!
kab: Surfaɣ, tansa-agi n email ur tureg ara!

source: Please enter a valid email address.
kab: Ttxil-k sekcem email ameɣtu.

source: Sorry, usernames must have letters too!
kab: Surfaɣ, ismawen n iseqdacen ilaq daɣen ad sɛun isekkilen!

source: Username may not be longer than 60 characters.
kab: Isem n useqdac ilaq ara ad iɛeddi 60 n isekkilen.

source: Username must be at least 4 characters.
kab: Isem n useqdac ilaq ad isɛu ma drus 4 n isekkilen.

source: You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider.
kab: Vous ne pouvez pas vous inscrire avec cette adresse de messagerie. Nous avons rencontré des problèmes de la part de ce service. Merci d&#8217;en utiliser un autre.

source: Please enter a username.
kab: Ttxil-k sekcem isem n useqdac.

source: Usernames can only contain lowercase letters (a-z) and numbers.
kab: Isem n useqdac izmer ad isɛu ḥaca isekkilen imeẓyanen (a-z) aked izwilen.

source: That user does not exist.
kab: Aseqdac-agi ulac-it.

source: The requested user does not exist.
kab: Aseqdac-agi ulac-it.

source: <strong>ERROR</strong>: problem creating site entry.
kab: <strong>ANEZRI</strong>: ugur deg usnulfu n unekcum n usmel.

source: <strong>ERROR</strong>: Site URL already taken.
kab: <strong>ANEZRI</strong>: URL agi n usmel tettwaḥerra yakan.

source: <strong>Conflicting values for the constants VHOST and SUBDOMAIN_INSTALL.</strong> The value of SUBDOMAIN_INSTALL will be assumed to be your subdomain configuration setting.
kab: <strong>Les valeurs des constantes VHOST et SUBDOMAIN_INSTALL ne correspondent pas.</strong> C&rsquo;est la valeur de SUBDOMAIN_INSTALL qui sera prise en compte pour votre réglage du mode sous-domaines.

source: The constant <code>VHOST</code> <strong>is deprecated</strong>. Use the boolean constant <code>SUBDOMAIN_INSTALL</code> in wp-config.php to enable a subdomain configuration. Use is_subdomain_install() to check whether a subdomain configuration is enabled.
kab: La constante <code>VHOST</code> est <strong>obsolète</strong>. Utilisez la constante booléenne <code>SUBDOMAIN_INSTALL</code> dans le fichier wp-config.php pour activer le mode sous-domaines. Utilisez is_subdomain_install() pour vérifier si le mode sous-domaine est effectivement activé.

source: Add to Video Playlist
kab: Rnu ɣer tebdart n tɣuri n ubidyu

source: Add to video playlist
kab: Rnu ɣer tebdart n tɣuri n ubidyu

source: Update video playlist
kab: Mucceḍ tabdart n tɣuri n ubidyu

source: Insert video playlist
kab: Ger tabdart n tɣuri n ubidyu

source: &#8592; Cancel Video Playlist
kab: &#8592; Semmet tebdart n tɣuri n ubidyu

source: Edit Video Playlist
kab: Beddel tebdart n tɣuri n ubidyu

source: Create Video Playlist
kab: Snulfu-d tebdart n tɣuri n ubidyu

source: Drag and drop to reorder videos.
kab: Seḥluceg-sers iwakken ad talseḍ usuddes n ibidyuten.

source: Add to Audio Playlist
kab: Rnu ɣer tebdart n tɣuri n imesli

source: Add to audio playlist
kab: Rnu ɣer tebdart n tɣuri n imesli

source: Update audio playlist
kab: Mucceḍ tabdart n tɣuri n imesli

source: Insert audio playlist
kab: Ger tabdart n tɣuri n imesli

source: &#8592; Cancel Audio Playlist
kab: &#8592; Semmet tabdart n tɣuri n imesli

source: Edit Audio Playlist
kab: Bedel tabdart n tɣuri n imesli

source: Create Audio Playlist
kab: Snulfu-d tabdart n tɣuri n imesli

source: Drag and drop to reorder tracks.
kab: Seḥluceg-sers iwakken ad talseḍ usuddes n tfuɣalin.

source: Add Subtitles
kab: Rnu iduzwalen

source: Select Poster Image
kab: Fren tugna n tjellabt

source: Add Video Source
kab: Rnu aɣbalu bidyu

source: Replace Video
kab: Semselsi abidyu

source: Video Details
kab: Iftusen n ubidyu

source: Add Audio Source
kab: Rnu aɣbalu n imesli

source: Replace Audio
kab: Semselsi imesli

source: Audio Details
kab: Iftusen n imesli

source: There has been an error cropping your image.
kab: Une erreur est survenue lors du recadrage de votre image.

source: Cropping&hellip;
kab: Recadrage&hellip;

source: Crop your image
kab: Recadrer votre image

source: Crop Image
kab: Recadrer l&rsquo;image

source: Skip Cropping
kab: Pas de recadrage

source: Select and Crop
kab: Fren sakin nǧer

source: Cancel Edit
kab: Semmet abeddel

source: Replace Image
kab: Semselsi tugna

source: Image Details
kab: Iftusen n tugna

source: Reverse order
kab: Tti amizwer

source: Add to Gallery
kab: Ajouter à la galerie

source: Add to gallery
kab: Ajouter à la galerie

source: Update gallery
kab: Mettre à jour la galerie

source: Insert gallery
kab: Insérer la galerie

source: &#8592; Cancel Gallery
kab: &#8592; Annuler la galerie

source: Edit Gallery
kab: Modifier la galerie

source: Create Gallery
kab: Créer une galerie

source: Insert from URL
kab: Ger seg tansa n web

source: No media attachments found.
kab: Ulac afaylu amidya icudden.

source: Search Media
kab: nadi amidya

source: Filter by type
kab: Fren s wannaw

source: Filter by date
kab: Fren s uzemz

source: Delete Selected
kab: Kkes tafrayt

source: Untrash Selected
kab: kks-d tafrayt si tqecwalt

source: Trash Selected
kab: Err tafrayt ɣer tqecwalt

source: Cancel Selection
kab: Semmet tafrayt

source: Bulk Select
kab: Fren s waṭas

source: You are about to trash these items. 'Cancel' to stop, 'OK' to delete.
kab: Ala tettedduḍ ad terreḍ iferdisenagi ɣer tqecwalt. « Semmet» iwakken ad tḥebseḍ, « Ih » iwakken ad tkemmeleḍ.

source: You are about to permanently delete these items. 'Cancel' to stop, 'OK' to delete.
kab: Ala tettedduḍ ad tekkseḍ iferdisen-agi. « Semmet» iwakken ad tḥebseḍ, « Ih » iwakken ad ten-tekkseḍ.

source: You are about to permanently delete this item. 'Cancel' to stop, 'OK' to delete.
kab: Ala tettedduḍ ad tekkseḍ aferdis-agi. « Semmet» iwakken ad t-teǧǧeḍ, « Ih » iwakken ad t-tekkseḍ.

# noun
source: Trash
kab: Taqecwalt

source: Unattached
kab: Ur ittucudd ara

source: All dates
kab: Izemzen merra

source: All media items
kab: Akk iferdisen n umidya

source: &#8592; Return to library
kab: &#8592; Uɣal ɣer temkarḍit

source: Create a new video playlist
kab: Snulfu-d tabdart tamaynutt n tɣuri n ubidyu

source: Create a new playlist
kab: Snulfu-d tabdart tamaynutt n tɣuri

source: Create a new gallery
kab: Créer une nouvelle galerie

source: Insert Media
kab: Ger amidya

source: Media Library
kab: Tamkarḍit n imidyaten

source: Upload Images
kab: Azen tugniwin

source: Upload Files
kab: Azen ifuyla

source: Drag and drop to reorder media files.
kab: Seḥluceg/smutti imidyaten iwakken ad te-tseggemeḍ.

source: %d selected
kab: %d i yettwafernen

source: Update
kab: Mucceḍ

source: Select
kab: Fren

source: Add Media
kab: Rnu amidya

source: (no title)
kab: (ulac azwel)

source: No editor could be selected.
kab: Ur d-nufi ula d yiwen n u maẓrag.

source: Bitrate Mode
kab: Askar n uktum

source: Bitrate
kab: Aktum

# video or audio
source: Length
kab: Teɣzi

source: Year
kab: Aseggas

source: Genre
kab: Tawsit

source: Preview as an app icon
kab: Beqqeḍ d tignit n wesnas

source: As an app icon
kab: D tignit n wesnas

source: Preview as a browser icon
kab: Beqqeḍ d tignit n iminig

source: As a browser icon
kab: D tignit n iminig

source: No items found.
kab: Ur d-nufi ula d yiwen.

source: There are no associated subtitles.
kab: Ulac iduzwalen icudden.

source: Tracks (subtitles, captions, descriptions, chapters, or metadata)
kab: Pistes (sous-titres, légendes, descriptions, chapitres ou métadonnées)

source: Remove poster image
kab: Kkes tugna

source: Poster Image
kab: Tugna n tjellabt

source: Remove video source
kab: Kkes aɛbalu n ubidyu

source: Loop
kab: Alles

source: Autoplay
kab: Taɣuri tawurmant

source: Metadata
kab: Métadonnées

# auto preload
source: Auto
kab: Awurman

source: Preload
kab: Zwir aɛebbi

source: Add alternate sources for maximum HTML5 playback:
kab: Rnu i$qbula imlellayen i tɣuri iwenɛen s HTML5 playback:

source: Remove audio source
kab: Kkes aɣbalu n imesli

source: Link CSS Class
kab: Taserkemt CSS n uzday

source: Link Rel
kab: Ayla Rel n uzday

source: Image CSS Class
kab: Taserkemt CSS n tugna

source: Image Title Attribute
kab: Ayla Title n tugna

source: Advanced Options
kab: Tixtiṛiyin tinaẓiyin

source: Custom Size
kab: Tiddi yugnen

source: Display Settings
kab: Aswatti n ubeqqeḍ

source: Alternative Text
kab: Aḍris amlellay

source: Replace
kab: Semselsi

source: Edit Original
kab: Ẓreg tamezwarut

source: Image URL
kab: Url n tugna

source: Align
kab: Asettef

source: Show Images
kab: Beqqeḍ tugniwin

source: Show Artist Name in Tracklist
kab: Beqqeḍ isem n unaẓur di tebdart n tɣuri

source: Show Tracklist
kab: Beqqeḍ tabdart n tfuɣalin

source: Show Video List
kab: Beqqeḍ tabdart n uvidyu

source: Playlist Settings
kab: Iɣewwaren n tebdart n tɣuri

source: Random Order
kab: Amizwer agacuran

source: Columns
kab: Tigejda

source: Gallery Settings
kab: Réglages de la galerie

source: Full Size
kab: Tiddi n tazwara

source: Large
kab: Tameqrant

source: Medium
kab: Talmast

source: Thumbnail
kab: Tugnact

source: Size
kab: Tiddi

source: Custom URL
kab: Azday yugnen

source: Attachment Page
kab: Asebter n ufaylu yecudden

source: Link to Attachment Page
kab: Azday ɣer usebter n ufaylu yecudden

source: Media File
kab: Afaylu amidya

source: Link to Media File
kab: Azday ɣer ufaylu amidya

source: Embed Media Player
kab: Sleɣ ameɣri n umidya

source: Link To
kab: Arez ɣer

source: Embed or Link
kab: Sleɣ neɣ arez

source: Attachment Display Settings
kab: Asgadi n ubeqqeḍ n ufaylu yecudden

source: Clear
kab: Sfeḍ

source: Edit Selection
kab: Beddel tafrayt

source: Attachment Details
kab: Iftusen n ufaylu yecudden

source: Describe this media file&hellip;
kab: Snumel afaylu amidya&hellip;

source: Describe this audio file&hellip;
kab: Snumel afaylu asfeldan&hellip;

source: Describe this video&hellip;
kab: Snumel avidyu-agi&hellip;

source: Caption this image&hellip;
kab: Snumel tugna-agi&hellip;

source: Deselect
kab: Kkes tafrayt

source: Delete Permanently
kab: Kkes dayen

# verb
source: Trash
kab: Taqecwalt

source: Untrash
kab: Suffeɣ seg tqecwalt

source: Edit more details
kab: Ẓreg ugar n iftusen

source: View attachment page
kab: Beqqeḍ asebter n ufaylu

source: Uploaded To
kab: Yettwazen ɣer

source: Uploaded By
kab: Yuzen-it

source: Alt Text
kab: Aḍris amlellay

source: Artist
kab: Anaẓur

source: Bitrate:
kab: Aktum imisin

source: Length:
kab: Teɣzi:

source: Dimensions:
kab: Tisekta:

source: File size:
kab: Tiddi n ufaylu:

source: Uploaded on:
kab: Azen:

source: File type:
kab: Anaw n ufaylu:

source: File name:
kab: Isem n ufaylu:

source: Saved.
kab: Yekles.

source: Edit Image
kab: Ẓreg tugna

source: Edit next media item
kab: Ẓreg aferdis amidya uḍfir

source: Edit previous media item
kab: Ẓreg aferdis amidya uzwir

source: Dismiss Errors
kab: Ttu tucḍiwin

source: Uploading
kab: Tuzzna

source: Grid View
kab: Tamuɣli s iẓiki

source: List View
kab: Tamuɣli s tebdart

source: Suggested image dimensions:
kab: Tisekta n tugna ittusumren:

source: Maximum upload file size: %s.
kab: Tiddi tafellayt n ufaylu ara yettwaznen: %s.

source: Select Files
kab: Fren ifuyla

# Uploader: Drop files here - or - Select Files
source: or
kab: neɣ

source: Drop files anywhere to upload
kab: Sers ifuyla-inek anida tebɣiḍ iwakken ad ttwaznen

source: Upload Limit Exceeded
kab: Tilist n tuzzna tɛedda

source: The web browser on your device cannot be used to upload files. You may be able to use the <a href="%s">native app for your device</a> instead.
kab: Iminig-iek n web ur yezmir ara ad yazen ifuyla.Vous devriez pouvoir le faire en passant par <a href="%s">une application native</a>.

source: Close uploader
kab: Mdel agalis n uɛebbi

source: Drop files to upload
kab: Sers ifuyla-inek iwakken ad ten-tazneḍ

source: Close media panel
kab: Mdel agalis n imidyaten

source: F j, Y g:i a
kab: j F Y G \h i \m\i\n

source: g:i a
kab: G \h i \m\i\n

source: F j, Y
kab: j F Y

# text direction
source: ltr
kab: Tanila n uḍris

# December abbreviation
source: Dec
kab: Duǧ

# November abbreviation
source: Nov
kab: Unb

# October abbreviation
source: Oct
kab: Tub

# September abbreviation
source: Sep
kab: Cet

# August abbreviation
source: Aug
kab: Ɣec

# July abbreviation
source: Jul
kab: Yun

# June abbreviation
source: Jun
kab: Yul

# May abbreviation
source: May
kab: Mag

# April abbreviation
source: Apr
kab: Ibr

# March abbreviation
source: Mar
kab: Meɣ

# genitive
source: December
kab: Dujember

# genitive
source: November
kab: Unbir

# genitive
source: October
kab: Tuber

# genitive
source: September
kab: Ctember

# genitive
source: August
kab: Γect

# genitive
source: July
kab: yulyu

# genitive
source: June
kab: yunyu

source: December
kab: Duǧenber

source: November
kab: Unbir

source: October
kab: Tuber

source: September
kab: Cetember

source: August
kab: Ɣect

source: July
kab: Yulyu

source: June
kab: Yunyu

source: May
kab: Maggu

source: April
kab: Ibrir

source: March
kab: Meɣres

source: February
kab: Furar

source: January
kab: Yennayer

source: Sat
kab: Sed

source: Fri
kab: Sem

source: Thu
kab: Amh

source: Wed
kab: Aha

source: Tue
kab: Ara

source: Mon
kab: Ari

source: Sun
kab: Ace

# Tuesday initial
source: T
kab: A

# Monday initial
source: M
kab: A

# Sunday initial
source: S
kab: A

source: Saturday
kab: sed

source: Friday
kab: sem

source: Thursday
kab: amhad

source: Wednesday
kab: ahad

source: Tuesday
kab: aram

source: Monday
kab: arim

source: Sunday
kab: acer
