Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.4.x/wp-4.4.x-*.po
Languages: kab

source: <strong>ERROR</strong>: The password field is empty.
kab: <strong>ANEZRI</strong>: URTI N WAWAL N UƐEDDI D ILEM.

source: <strong>ERROR</strong>: The username field is empty.
kab: <strong>ANEZRI</strong>: URTI N YISEM N USEQDAC D ILEM.

source: Translation Updates
kab: Amucceḍ n tsuqqilin

source: %d Theme Update
kab: %d amucceḍ n usentel

source: %d Plugin Update
kab: %d amucceḍ n usiɣzef

source: %d WordPress Update
kab: %d amucceḍ n WordPress

source: (WordPress could not establish a secure connection to WordPress.org. Please contact your server administrator.)
kab: (WordPress n&rsquo;a pas pu établir de connexion sécurisée vers WordPress.org. Veuillez contacter l&rsquo;administrateur de votre serveur.)

source: An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href="https://wordpress.org/support/">support forums</a>.
kab: Yeḍra-d unezri ur netturaǧu ara. Yella kra ur iteddun ara di WordPress.org neɣ di twila n uqeddac-agi. Ma mazal tettmaggareḍ-d uguren ttxil-k eɛreḍ <a href="https://wordpress.org/support/">support forums</a>.

source: Customizer
kab: Afecku n usagen

source: Theme support for %1$s should be registered before the %2$s hook.
kab: La reconnaissance de %1$s par le thème doit être enregistrée avec le point d'accroche %2$s

source: You need to pass an array of types.
kab: Ilaq ad tesɛeddiḍ tafelwit n wannawen.

source: Powered by WordPress, state-of-the-art semantic personal publishing platform.
kab: Propulsé par WordPress, plate-forme de publication personnelle sémantique de pointe.

source: Valid <abbr title="eXtensible HyperText Markup Language">XHTML</abbr>
kab: <abbr title="eXtensible HyperText Markup Language">XHTML</abbr> valide

source: This page validates as XHTML 1.0 Transitional
kab: Asebtar-agi s XHTML 1.0 Transitional valide

source: Meta
kab: Méta

source: l, F jS, Y
kab: l j F Y

source: You are currently browsing the archives for the %s category.
kab: Aqla-k tettinigeḍ deg iɣebaren n taggayt %s.

source: %d queries. %s seconds.
kab: %d n tuttriwin. %s n tisinin.

source: Comments (RSS)
kab: Iwenniten (RSS)

source: Entries (RSS)
kab: Imagraden (RSS)

source: %1$s and %2$s.
kab: %1$s aked %2$s.

source: %1$s is proudly powered by %2$s
kab: %1$s est fièrement propulsé par %2$s

source: Submit Comment
kab: Azen awennit

source: Mail (will not be published)
kab: Tansa n tirawt (ur d-tetteffeɣ ara)

source: (required)
kab: (ilaq)

source: Log out &raquo;
kab: Asenser &raquo;

source: Log out of this account
kab: Senser

source: Comments are closed.
kab: Iwenniten medlen.

source: %1$s response to %2$s
kab: %1$s tiririyin i %2$s

source: One response to %s
kab: Tiririt i %s

source: This post is password protected. Enter the password to view comments.
kab: Awennit-agi yegdel s wawal n uɛeddi. Sekcem awal n uɛeddi iwakken ad twaliḍ iwenniten.

source: Powered by <a href="%s" title="Powered by WordPress, state-of-the-art semantic personal publishing platform"><strong>WordPress</strong></a>
kab: Propulsé par <a href="%s" title="Propulsé par WordPress, plate-forme de publication personnelle sémantique de pointe"><strong>WordPress</strong></a>.

source: Sorry, no posts matched your criteria.
kab: Surfaɣ, ulac amagrad inmeɣran aked isefranen-inek.

source: Close this window.
kab: Mdel asfaylu-agi.

source: Sorry, the comment form is closed at this time.
kab: Surfaɣ, iwenniten medlen akka tura.

source: Say It!
kab: Ini-t-id!

source: Your Comment
kab: Awennit-inek

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out &raquo;</a>
kab: Teqqneḍ d <a href="%1$s">%2$s</a>. <a href="%3$s" title="Senser seg umiḍan-agi">Senser </a>

source: Leave a comment
kab: Eǧǧ-d awennit

source: No comments yet.
kab: Ulac yakan iwenniten.

source: by %1$s &#8212; %2$s @ <a href="#comment-%3$s">%4$s</a>
kab: par %1$s &#8212; %2$s à <a href="#comment-%3$s">%4$s</a>

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for comments on this post.
kab: Flux <abbr title="Really Simple Syndication">RSS</abbr> des commentaires de cet article.

source: %1$s - Comments on %2$s
kab: %1$s - N iwenniten seg %2$s

source: Please include a %s template in your theme.
kab: Ttxil-k seddu tamuddimt %s deg usentel-inek.

source: Theme without %s
kab: Asentel war %s

source: Invalid object ID
kab: Taɣawsa ID d turmeɣtut

source: %s: %l.
kab: %s&nbsp;: %l.

source: Could not split shared term.
kab: D awezɣi abraz n wawalen yecerken.

source: The slug &#8220;%s&#8221; is already in use by another term
kab: &#8220;%s&#8221; ittwaseqdec yakan i wawal-nniḍen

source: Invalid Taxonomy
kab: Tamessartut turmeɣtut

source: Could not insert term relationship into the database
kab: D awezɣi tugra n wassaɣ n wawal deg uzadur n isefka

source: Could not insert term into the database
kab: D awezɣi tugra n wawal deg uzadur n isefka

source: A name is required for this term
kab: Ilaq yisem i wawal-agi

source: Empty Term
kab: Awal ilem

source: Categories list
kab: Tabdart n taggayin

source: Tags list
kab: Tabdart n tebzimin

source: Tags list navigation
kab: Tabdart n yinig di tebzimin

source: No tags
kab: Ulac tibzimin

source: No categories found.
kab: Ur d-nufi ula yiwet n taggayt.

source: No tags found.
kab: Ur d-nufi ara tibzimin.

source: Choose from the most used tags
kab: Fren gar tebzimin ittwasqedcen ugar

source: Add or remove tags
kab: Rnu neɣ kkes tibzimin

source: Separate tags with commas
kab: Brez tibzimin s ticcert

source: New Category Name
kab: Isem n taggayt tamaynut

source: New Tag Name
kab: Isem n tebzimt tamaynut

source: Add New Category
kab: Rnu taggayt tamaynut

source: Add New Tag
kab: Rnu tabzimt tamaynut

source: Update Category
kab: Mucceḍ taggayt

source: Update Tag
kab: Mucceḍ tabzimt

source: View Category
kab: Beqqeḍ taggayt

source: View Tag
kab: Beqeḍ tabzimt

source: Edit Category
kab: Ẓreg taggayt

source: Edit Tag
kab: Ẓreg tabzimt

source: Parent Category:
kab: Taggayt tamarewt :

source: Parent Category
kab: Taggayt tamarewt

source: All Categories
kab: Merra

source: All Tags
kab: Tibzimin merra

source: Popular Tags
kab: Étiquettes populaires

source: Search Categories
kab: Nadi di taggayin

source: Search Tags
kab: Nadi di tebzimin

# taxonomy singular name
source: Category
kab: Taggayt

# taxonomy singular name
source: Tag
kab: Tabzimt

# taxonomy general name
source: Categories
kab: Taggayin

# taxonomy general name
source: Tags
kab: Tibzimin

source: Taxonomy names must be between 1 and 32 characters in length.
kab: Isem n taxinomie ilaq ad isɛu gar 1 aked 32 n isekkilen.

# post format
source: Format
kab: Amasal

source: New Link Category Name
kab: Isem n taggayt tamaynut n izdayen

source: Add New Link Category
kab: Rnu taggayt n izdayen

source: Update Link Category
kab: Mucceḍ taggayt n izdayen

source: Edit Link Category
kab: Ẓreg taggayt n izdayen

source: All Link Categories
kab: Taggayin merra n izdayen

source: Search Link Categories
kab: Nadi taggayt n izdayen

source: Link Category
kab: Taggayin n izdayen

source: Link Categories
kab: Taggayin n izdayen

source: Navigation Menu
kab: Umuɣ n yinig

source: Navigation Menus
kab: Umuɣen n yinig

source: You are about to permanently delete this menu. 'Cancel' to stop, 'OK' to delete.
kab: Ala tetteduḍ ad tekkseḍ umuɣ-agi. 'Semmet' iwakken ad tḥebseḍ, 'IH'iwaken ad t-tekkseḍ.

source: Done
kab: Ifukk

source: Could not set that as the thumbnail image. Try a different attachment.
kab: Ulamek ara yettwaseqdec d tugnact. Eɛreḍ afaylu-nniḍen.

source: Saving...
kab: Asekles...

source: Could not load the preview image. Please reload the page and try again.
kab: D awezɣi aɛebbi n tugna n tmuɣli. Ttxil-k alles aɛebbi n usebter sakin eɛreḍ tikkelt-nniḍen.

source: Current Color
kab: Ini amiran

source: Select Color
kab: Fren ini

source: Plugin updates may not complete if you navigate away from this page.
kab: Amucceḍ n isiɣzifen wissen ma ad immed ma tefɣeḍ seg usebter-agi.

source: Update canceled.
kab: Amucceḍ yettwaḥbes.

source: Update completed successfully.
kab: Amucceḍ yemmed akken ilaq.

source: Updating... please wait.
kab: Amucceḍ la yetteddu... ttxil-k ssber.

source: %s update failed
kab: %s seg wemuceḍ yerreẓ

source: %s updated!
kab: %s yemucceḍ!

source: Updating %s...
kab: Amucceḍ n %s...

source: Update Failed: %s
kab: Anezri deg wemucceḍ : %s

source: Update Failed!
kab: Amucceḍ inezri

source: Updated!
kab: Yemucceḍ !

source: Updating...
kab: Amucceḍ la yetteddu...

source: Are you sure you want to install this plugin?
kab: Voulez-vous vraiment installer cette extension&nbsp;?

source: Plugin Information:
kab: Informations sur l&rsquo;extension&nbsp;:

source: Changes saved.
kab: Ibeddilen kelsen.

source: Remove From Bulk Edit
kab: Enlever des modifications groupées

source: Error while saving the changes.
kab: Erreur lors de la sauvegarde des modifications.

source: Submitted on:
kab: Envoyé le&nbsp;:

source: Suggested image #%d
kab: Image suggérée #%d

source: Suggested embed #%d
kab: Inclusion suggérée #%d

source: Connection lost or the server is busy. Please try again later.
kab: Truḥ tuqqna neɣ ur yestufa ara uqeddac. Ttxil-k aɛreḍ ar ḍeqal.

source: Permalink saved
kab: Permalink yekles

source: Saving Draft&#8230;
kab: Enregistrement du brouillon&#8230;

source: Privately Published
kab: Publié en privé

source: Password Protected
kab: Segdel s wawal n uɛeddi

source: Public, Sticky
kab: Public, mis en avant

source: Save Draft
kab: Enregistrer brouillon

source: Save as Pending
kab: Mettre à relire

source: Schedule
kab: Sɣiwes

source: Publish
kab: Suffeɣ

source: No more comments found.
kab: Ur d-nufi ara ugar n iwenniten.

source: Show more comments
kab: Beqqeḍ ugar n iwenniten

source: %1$s %2$s, %3$s @ %4$s:%5$s
kab: %2$s %1$s %3$s à %4$s&nbsp;h&nbsp;%5$s&nbsp;min

source: Published on:
kab: Yeffeɣ-d di:

source: Schedule for:
kab: Sɣiwes i :

source: Publish on:
kab: Yeffeɣ-d di:

source: Comments (%s)
kab: Iwenniten (%s)

source: Comments
kab: Iwenniten

source: Are you sure you want to edit this comment? The changes you made will be lost.
kab: Tebɣiḍ ad tẓergeḍt awennit-agi ? Ibeddilen i tgiḍ ad ruḥen.

source: Approve and Reply
kab: Approuver et répondre

source: Allowed Files
kab: Ifuyla yurgen

source: Expand Sidebar
kab: Ḍleq agalis n yidis

source: Collapse Sidebar
kab: Fneẓ tafeggagt n yidis

source: Site Preview
kab: Ẓer asmel

source: Saved
kab: Ikles

source: Save &amp; Publish
kab: Sekles &amp; suffeɣ

source: Save &amp; Activate
kab: Sekles&amp; sermed

source: Hide password
kab: Ffer awal n uɛeddi

source: Show password
kab: Beqqeḍ awal n uɛeddi

source: Hide
kab: Ffer

source: Show
kab: Sken

source: Your new password has not been saved.
kab: Awal n uɛeddi amaynut ur yeklis ara.

# password strength
source: Strong
kab: Iǧhedd

# password strength
source: Medium
kab: Almas

# password strength
source: Weak
kab: Uḍɛif

source: Captions/Subtitles
kab: Légendes/Sous-titres

source: Mute
kab: Asusam

source: Unmute
kab: Err-d imesli

source: Go Fullscreen
kab: Ɛeddi ɣer ugdil ačuran

source: Turn off Fullscreen
kab: Ffeɣ seg wegdil ačuran

source: Mute Toggle
kab: Gzem imesli

source: Play/Pause
kab: Taɣuri/Ibeddi

source: Download Video
kab: Zdem avidyu

source: Download File
kab: Zdem afaylu

source: &#8220;%s&#8221; has failed to upload.
kab: « %s » igumma ad yaweḍ.

source: moved to the trash.
kab: imutti ɣer tqecwalt.

source: Crunching&hellip;
kab: En cours de traitement&hellip;

source: Upload stopped.
kab: Tuzzna tettwaḥbes.

source: File canceled.
kab: Afaylu ittusemmet.

source: Security error.
kab: Anezri n tɣellist.

source: IO error.
kab: Anezri n tuffɣa anekcum.

source: %s exceeds the maximum upload size for the multi-file uploader when used in your browser.
kab: %s iɛedda tilist n tuzzna n wallal n umazan asegat i yeseqdac iminig-inek.

source: Please try uploading this file with the %1$sbrowser uploader%2$s.
kab: Ttxil-k eɛreḍ ad tazneḍ afaylu-agi s %1$sbrowser uploader%2$s.

source: Upload failed.
kab: Anezri di wesiweḍ.

source: HTTP error.
kab: Anezri HTTP.

source: You may only upload 1 file.
kab: Tzemreḍ ad tazneḍ ḥaca 1 n ufaylu.

source: There was a configuration error. Please contact the server administrator.
kab: Tella tuccḍa n twila. Ttxil-k nermes anedbal n uqedac-ik.

source: An error occurred in the upload. Please try again later.
kab: Yeḍra-d unezri di tuzzna. Ttxil-k eɛreḍ tikkelt-nniḍen.

source: This is larger than the maximum size. Please try another.
kab: Tiddi n ufaylu-agi tɛedda tiddi tafellayt. Ttxil-k azen wayeḍ.

source: Memory exceeded. Please try another smaller file.
kab: Takatut teččur. Ttxil-k eɛreḍ afaylu meẓiyen.

source: This file is not an image. Please try another.
kab: Afaylu-agi mači d tugna. Ttxil-k azen wayeḍ.

source: This file type is not allowed. Please try another.
kab: Anaw-agi n ufaylu ur yureg ara. Ttxil-k eɛreḍ wayeḍ.

source: This file is empty. Please try another.
kab: Afaylu d ilem. Ttxil-k eɛreḍ wayeḍ.

source: %s exceeds the maximum upload size for this site.
kab: %s iɛedda tilist n tuzzna n wesmel-agi.

source: You have attempted to queue too many files.
kab: Ala tettaɛraḍeḍ ad tazneḍ aṭas n yifuyla ɣef tikkelt.

source: This feature requires inline frames. You have iframes disabled or your browser does not support them.
kab: Cette fonctionnalité requiert des iframes. Les iframes sont désactivées sur votre navigateur, ou alors il ne les accepte pas.

source: of
kab: seg

source: Image
kab: Tugna

source: &lt; Prev
kab: &lt; Uzwir

source: Next &gt;
kab: Uḍfir &gt;

source: Your session has expired. You can log in again from this page or go to the login page.
kab: Tiɣimit-inek tfukk. Tzemreḍ ad teqqneḍ seg wesebter-agi neɣ ad terzuḍ ɣer usebter n tuqqna.

source: Dismiss
kab: Mdel

source: An unidentified error has occurred.
kab: Yeḍra-d unezri ur nettwaɛqal ara.

source: You do not have permission to do that.
kab: Ur tesɛiḍ ara izerfan iwakken ad tgeḍ ayagi.

source: Close code tag
kab: Mdel ticreḍt n tengalt

source: Code
kab: Tangalt

source: Close list item tag
kab: Mdel ticreḍt n uferdis n tebdart

source: List item
kab: Aferdis n tebdart

source: Close numbered list tag
kab: Mdel ticreḍt n tebdart s wuṭṭunen

source: Close bulleted list tag
kab: Mdel ticreḍt n tebdart s tlilac

source: Close inserted text tag
kab: Mdel ticreḍ n uḍris yettwagren

source: Inserted text
kab: Ger aḍris

source: Close deleted text tag
kab: Mdel ticreḍ n uḍris yettwakksen

source: Deleted text (strikethrough)
kab: Kkes aḍris (strikethrough)

source: Close blockquote tag
kab: Mdel ticreḍt n tebdert

source: Insert link
kab: Ger azday

source: Close italic tag
kab: Mdel ticreḍt n tira yeknan

source: Close bold tag
kab: Mdel ticreḍt n tira tazurant

source: Toggle Editor Text Direction
kab: Tti tanila n umaẓrag n uḍris

source: text direction
kab: tanila n uḍris

source: Enter a description of the image
kab: Sekcem asnumel i tugna

source: Enter the URL of the image
kab: Sekcem URL n tugna

source: Enter the URL
kab: Sekcem URL

source: close tags
kab: mdel ticraḍ

source: Close all open tags
kab: Mdel akk ticraḍ yeldin

source: Dismiss this notice.
kab: Ur tteg ara tamawt i yizen-agi.

source: An error has occurred, which probably means the feed is down. Try again later.
kab: Yeḍra-d unezri. Ahat assuddim ur yewjid ara. Ttxil-k eɛreḍ tikkelt-nniḍen

source: You do not have permission to preview drafts.
kab: Ur tesɛiḍ ara izerfan iwakken ad twaliḍ isebtar imarkasen.

source: Cannot create a revision of a revision
kab: Ulamek asnulfu n leqem i lqem.

source: Excerpt
kab: Tussift

source: Content
kab: Agbur

source: You don't have permission to do this.
kab: Ur tesɛiḍ ara azref iwakken ad tgeḍ ayagi.

source: Invalid parameter(s): %s
kab: Iɣewwaren urameɣtuyen: %s

source: Invalid parameter.
kab: Aɣwar urmeɣtu.

source: Missing parameter(s): %s
kab: Xuṣen iɣewwaren: %s

source: This file no longer needs to be included.
kab: Ce fichier n&rsquo;a plus besoin d&rsquo;être inclus.

source: "caller_get_posts" is deprecated. Use "ignore_sticky_posts" instead.
kab: &laquo;&nbsp;caller_get_posts&nbsp;&raquo; n&rsquo;est plus recommandé. Utilisez &laquo;&nbsp;ignore_sticky_posts&nbsp;&raquo; à la place.

# Comma-separated list of search stopwords in your language
source: about,an,are,as,at,be,by,com,for,from,how,in,is,it,of,on,or,that,the,this,to,was,what,when,where,who,will,with,www
kab: le,la,les,de,des,un,uns,une,unes,et,a,à,il,elle,on,ne,je,tu,nous,vous,ils,elles,son,sa,ses,que,quoi,se,qui,ce,cette,dans,en,du,au,aux,pour,pas,sur,y,ou,où,si,ton,ta,te,mon,ma,tout,toute,tous,toutes,ça,ni,www,com,fr,par,sur,par,dans,mais,vos,votre,vôtre,c,d,j,,l,m,n,s,t,sans,toi,moi,lui,leur,leurs

source: Conditional query tags do not work before the query is run. Before then, they always return false.
kab: Les balises de requête conditionnelle ne fonctionnent pas avant le lancement de la requête. Avant cela, elles renvoient toujours le booléen <code>false</code>.

source: The page template is invalid.
kab: Tamuddimt n usebter d turameɣtut.

source: Invalid taxonomy: %s.
kab: Tamessartut turameɣtut: %s.

source: Could not insert post into the database
kab: Ulamek tugra n umagrad deg uzadur n isefka.

source: Could not update post in the database
kab: Ulamek amucceḍ n umagrad deg uzadur n isefka.

source: Whoops, the provided date is invalid.
kab: Azemz i d-ittunefken d urameɣtu.

source: Content, title, and excerpt are empty.
kab: Agbur n umagrad, azwel aked ugzul d ilmawen.

source: Passing an integer number of posts is deprecated. Pass an array of arguments instead.
kab: Il n&rsquo;est pas recommandé de passer un nombre entier d&rsquo;articles&nbsp;; il est préférable de passer un tableau d&rsquo;arguments.

source: Video <span class="count">(%s)</span>
kab: Avidyu <span class="count">(%s)</span>

source: Manage Video
kab: Sefrek ividyuten

source: Video
kab: Ividyuten

source: Audio <span class="count">(%s)</span>
kab: Imesli <span class="count">(%s)</span>

source: Manage Audio
kab: Sefrek imesli

source: Audio
kab: Imesli

source: Image <span class="count">(%s)</span>
kab: Tugna <span class="count">(%s)</span>

source: Manage Images
kab: Sefrek tugniwin

source: Images
kab: Tugniwin

source: Pages list
kab: Tabdart n isebtar

source: Posts list
kab: Tabdart n imagraden

source: Filter posts list
kab: Sti tabdart n imagraden

source: Use as featured image
kab: Seqdec-itt d tugna sdat

source: Remove featured image
kab: Kkes tugna n sdat

source: Set featured image
kab: Err tugna ɣer sdat

source: Featured Image
kab: Tugna n sdat

source: Uploaded to this page
kab: Azen ɣer usebter-agi

source: Uploaded to this post
kab: Azen ɣer umagrad-agi

source: Insert into page
kab: Ger deg usebter

source: Insert into post
kab: Ger deg umagrad

source: Page Archives
kab: Asebter n iɣbaren

source: Post Archives
kab: Iɣbaren n imagraden

source: All Pages
kab: Isebtar akk

source: All Posts
kab: Imagraden akk

source: Parent Page:
kab: Asebter amaraw:

source: No pages found in Trash.
kab: Ur d-nufi ula d yiwen n usebter di tqecwalt.

source: No posts found in Trash.
kab: Ur d-nufi ula d yiwen n umagrad di tqecwalt.

source: No pages found.
kab: Ur d-nufi ula d yiwen n usebter.

source: No posts found.
kab: Ur d-nufi ula d yiwen n umagrad.

source: Search Pages
kab: Nadi isebtar

source: Search Posts
kab: Nadi imagraden

source: View Page
kab: Ẓrer asebter

source: View Post
kab: Ẓer amagrad

source: New Page
kab: Asebter amaynut

source: Edit Page
kab: Ẓreg asebter

source: Edit Post
kab: Ẓreg amagrad

source: Add New Page
kab: Rnu asebter-nniḍen

source: Add New Post
kab: Rnu amagrad-niḍen

# page
source: Add New
kab: Rnu

# post
source: Add New
kab: Rnu

# post type singular name
source: Page
kab: Asebter

# post type singular name
source: Post
kab: Amagrad

# post type general name
source: Pages
kab: Isebtar

# post type general name
source: Posts
kab: Imagraden

source: Post type names must be between 1 and 20 characters in length.
kab: Isem n wanaw n umagrad ilaq ad isɛu ger 1 aked 20 isekkilen.

source: Published
kab: Yeffeɣ-d

source: Private
kab: Privé

source: Pending Review
kab: Yettraǧu taɣuri tikkelt-nniḍen

source: Draft
kab: Brouillon

source: Trash <span class="count">(%s)</span>
kab: taqecwalt <span class="count">(%s)</span>

# post
source: Trash
kab: Taqecwalt

source: Private <span class="count">(%s)</span>
kab: Privé <span class="count">(%s)</span>

# post
source: Private
kab: Privé

source: Pending <span class="count">(%s)</span>
kab: Yettraǧu taɣuri tikkelt-nniḍen <span class="count">(%s)</span>

# post
source: Pending
kab: Yettraǧu

source: Draft <span class="count">(%s)</span>
kab: Brouillon <span class="count">(%s)</span>

# post
source: Draft
kab: Brouillon

source: Scheduled <span class="count">(%s)</span>
kab: Sɣiwes <span class="count">(%s)</span>

# post
source: Scheduled
kab: Sɣiwes

source: Published <span class="count">(%s)</span>
kab: Yeffeɣ-d <span class="count">(%s)</span>

# post
source: Published
kab: Yeffeɣ-d

source: Navigation Menu Item
kab: Iferdisen n wumuɣ n yinig

source: Navigation Menu Items
kab: Iferdisen n wumuɣ n yinig

source: Revision
kab: Tacaggart

source: Revisions
kab: Ticcagarin

source: View Attachment Page
kab: Beqqeḍ asebter n ufaylu yecudden

source: Edit Media
kab: Ẓreg amidya

# add new media
source: Add New
kab: Snulfu-d

# add new from admin bar
source: Media
kab: Amidya

# post type general name
source: Media
kab: Amidya

# add new on admin bar
source: Page
kab: Asebter

# add new on admin bar
source: Post
kab: Amagrad

source: JavaScript must be enabled to use this feature.
kab: JavaScript ilaq ad yermed iwakken ad tesqedceḍ tameẓlut-agi.

source: %1$s [Current Revision]
kab: %1$s [Lqem amiran]

source: %1$s [Autosave]
kab: %1$s [Lqem amaynut]

# post revision title
source: %1$s %2$s, %3$s ago (%4$s)
kab: %1$s %2$s, il y a %3$s (%4$s)

# post revision title extra
source: %1$s [Current Revision]
kab: %1$s [Lqem amiran]

# post revision title extra
source: %1$s [Autosave]
kab: %1$s [Asekles awurman]

# revision date format
source: F j, Y @ H:i:s
kab: j F Y à G \h i \m\i\n

source: Submit
kab: Azen

source: This content is password protected. To view it please enter your password below:
kab: Amagrad-agi yegdel s wawal n uɛeddi. Iwakken ad t-teɣreḍ, ttxil-k sekcem awal n uɛeddi uksar-agi:

source: Home
kab: Amagger

source: Pages
kab: Isebtar

source: Previous page
kab: Asebter uzwir

source: Next page
kab: Asebter uḍfir

source: Pages:
kab: Isebtar:

source: There is no excerpt because this is a protected post.
kab: Ulac tussift acku amagrad igdel.

source: (more&hellip;)
kab: ugar&hellip;)

source: Private: %s
kab: Privé&nbsp;: %s

source: Protected: %s
kab: Imesten: %s

# Post format
source: Audio
kab: Imesli

# Post format
source: Video
kab: Avidyu

# Post format
source: Status
kab: Addad

# Post format
source: Quote
kab: Tanebdurt

# Post format
source: Image
kab: Tugna

# Post format
source: Link
kab: Azday

# Post format
source: Gallery
kab: Galerie

# Post format
source: Chat
kab: Ameslay

# Post format
source: Aside
kab: En passant

# Post format
source: Standard
kab: Lexṣas

source: Invalid post.
kab: Amagrad urmeɣu

source: Only a static class method or function can be used in an uninstall hook.
kab: Seule une méthode statique de classe ou une fonction peut être utilisée avec un crochet de désinstallation.

source: [%s] Your username and password info
kab: [%s] Isalen ɣef yisem-inek n useqdac aked wawal-inek n uɛeddi

source: To set your password, visit the following address:
kab: Iwakken ad tesbaduḍ awal-inek n uɛeddi rzu ɣer tansa-agi :

source: [%s] New User Registration
kab: [%s] Asiggez n useqdac amaynut

source: Username: %s
kab: Isem n useqdac: %s
