Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.4.x/wp-4.4.x-admin-*.po
Languages: kab

source: Add New Link
kab: Rnu azday amaynut

source: You do not have sufficient permissions to add links to this site.
kab: Ur tesɛiḍ ara azref iwakken ad ad ternuḍ azday i wesmel-agi.

source: WordPress has been installed. Were you expecting more steps? Sorry to disappoint.
kab: WordPress ittusbedd. Tettraǧuḍ imecwaren-nniḍen? Surfaɣ.

source: Success!
kab: Igerrez !

source: Sorry, that isn&#8217;t a valid email address. Email addresses look like <code>username@example.com</code>.
kab: Désolé, ce n&rsquo;est pas une adresse de messagerie valide. Les adresses de messagerie ressemblent à cela&nbsp;: <code>utilisateur@exemple.com</code>.

source: You must provide an email address.
kab: Ilaq ad teskecmeḍ tansa email.

source: Your passwords do not match. Please try again.
kab: Awalen n uɛeddi ur nmeɣran ara. Ttxil-k eɛreḍ tikkelt-nniḍen.

source: The username you provided has invalid characters.
kab: Isem n useqdac i tsekcmeḍ yesɛa isekkilen urameɣtuyen.

source: Please provide a valid username.
kab: Ttxil-k sekcem isem n useqdac ameɣtu.

source: Please provide the following information. Don&#8217;t worry, you can always change these settings later.
kab: Fk-d isalen-agi. Ur tqelliq ara tzemreḍ ad ten-tbeddeleḍ ar ḍeqal.

source: Information needed
kab: Isalen ilaqen

source: Welcome to the famous five-minute WordPress installation process! Just fill in the information below and you&#8217;ll be on your way to using the most extendable and powerful personal publishing platform in the world.
kab: Bienvenue dans la très célèbre installation en 5 minutes de WordPress&nbsp;! Vous n&rsquo;avez qu&#8217;à remplir les informations demandées ci&#45;dessous et vous serez prêt à utiliser la plus extensible et puissante plateforme de publication de contenu au monde.

source: Your <code>wp-config.php</code> file has an empty database table prefix, which is not supported.
kab: Votre fichier <code>wp-config.php</code> ne défini pas préfixe de table de base de données. Il en faut obligatoirement un.

source: Configuration Error
kab: Anezri n twila

source: Insufficient Requirements
kab: Tiwtilin xuṣent

source: Install WordPress
kab: Sbedd WordPress

source: It is up to search engines to honor this request.
kab: Kra n iseddayen zemren ad t-smutren.

source: Note: Neither of these options blocks access to your site &mdash; it is up to search engines to honor your request.
kab: Note&nbsp;: Aucune de ses options ne bloque l&rsquo;accès à votre site &mdash; c&rsquo;est au moteur de recherche de respecter votre demande.

source: Discourage search engines from indexing this site
kab: Suter i imseddayen n unadi iwakken ur smuturen ara asmel-agi

source: Allow search engines to index this site
kab: Sureg imseddayen n unadi iwakken ad smutren asmel-agi

source: Search Engine Visibility
kab: Visibilité pour les moteurs de recherche

source: Site Visibility
kab: Visibilité du site

source: Double-check your email address before continuing.
kab: Selken mliḥ tansa-agi uqbel ad tkemmeleḍ.

source: Your Email
kab: Tansa mail inek

source: Confirm use of weak password
kab: Sergeg aseqdec n wawal n uɛeddi uḍɛif

source: Confirm Password
kab: Sergeg awal n uɛeddi

source: Repeat Password
kab: Alles awal n uɛeddi

source: You will need this password to log&nbsp;in. Please store it in a secure location.
kab: Ad tiḥwiǧeḍ awal-agi n uɛeddi iwakken ad tkecmeḍ. Ttxil-k jemɛ-it deg wemkan imsetnen.

source: Important:
kab: Axatar :

source: Usernames can have only alphanumeric characters, spaces, underscores, hyphens, periods, and the @ symbol.
kab: Isemawen n useqdac zemren ad sɛun ḥaca isekkilen igmumḍinen, tallunin, ijerriḍen n wadda ("_"), ijerriḍen n tuqqna ("-"), tinqiḍin aked uzalul @.

source: User(s) already exists.
kab: Aseqdac yella yakan.

# Howdy
source: Welcome
kab: Anṣuf

source: WordPress &rsaquo; Installation
kab: Asbeddi n WordPress

source: The boxes on your Dashboard screen are:
kab: Les blocs de l&rsquo;écran du tableau de bord sont&nbsp;:

source: You can use the following controls to arrange your Dashboard screen to suit your workflow. This is true on most other administration screens as well.
kab: Vous pouvez utiliser les contrôles suivants pour organiser l&rsquo;écran du tableau de bord pour afin de se plier à votre manière de l&rsquo;utiliser. La plupart des écrans de la console d&rsquo;administration peuvent également être organisés de cette manière.

source: Navigation
kab: Iinig

source: Links in the Toolbar at the top of the screen connect your dashboard and the front end of your site, and provide access to your profile and helpful WordPress information.
kab: Les liens contenus dans la barre d&rsquo;outils placée en haut de l&rsquo;écran relient votre tableau de bord à la partie publique de votre site, et fournissent un accès rapide à votre profil et de précieuses informations sur WordPress.

source: The left-hand navigation menu provides links to all of the WordPress administration screens, with submenu items displayed on hover. You can minimize this menu to a narrow icon strip by clicking on the Collapse Menu arrow at the bottom.
kab: La navigation située à gauche de l&rsquo;écran fournit tous les liens pour accéder à la console d&rsquo;administration de WordPress, avec les sous-menus qui s&rsquo;affichant au survol. Vous pouvez réduire ce menu à ses seules icônes en cliquant sur la flèche de repliement située en bas du menu.

source: Welcome to your WordPress Dashboard! This is the screen you will see when you log in to your site, and gives you access to all the site management features of WordPress. You can get help for any screen by clicking the Help tab in the upper corner.
kab: Bienvenu dans votre tableau de bord WordPress&nbsp;! Ceci est l&rsquo;écran que vous verrez lorsque vous vous connectez à votre site, et qui vous donne accès à l&rsquo;ensemble des fonctionnalités de gestion de WordPress. Vous pouvez obtenir de l&rsquo;aide dans n&rsquo;importe quel écran en cliquant sur l&rsquo;onglet « Aide » présent en haut à droite de votre navigateur.

# widget
source: Add
kab: Rnu

# widget
source: Edit
kab: Ẓreg

source: Hi, You've been invited to join '%1$s' at %2$s with the role of %3$s. If you do not want to join this site please ignore this email. This invitation will expire in a few days. Please click the following link to activate your user account: %%s
kab: Bonjour, Vous avez été invité(e) à rejoindre « %1$s » sur %2$s en tant que %3$s. Si vous ne souhaitez pas rejoindre ce site, veuillez ignorer ce message. L'invitation expirera dans quelques jours. Veuillez cliquer sur le lien suivant pour activer votre compte utilisateur : %%s

source: Always use https when visiting the admin
kab: Yalas seqdac https i wesqdec n tnedbalt

source: Use https
kab: Seqdec https

source: No thanks, do not remind me again
kab: Ala, ur yi-d-smektay ara tikkelt-nniḍen

source: Yes, take me to my profile page
kab: Ih, bɣiɣ ad waliɣ amkil-iw tura

source: Notice:
kab: Tamawt :

source: <strong>ERROR</strong>: Please enter an email address.
kab: <strong>ANEZRI</strong>:Ttxil-k sekcem tansa email.

source: <strong>ERROR</strong>: Please enter the same password in both password fields.
kab: <strong>ANEZRI</strong>:Ttxil-k sekcem awal n uɛeddi di sin n wurtiyen.

source: <strong>ERROR</strong>: Passwords may not contain the character "\".
kab: <strong>ERREUR</strong>&nbsp;: le mot de passe ne doit pas contenir le caractère &laquo; \ &raquo;.

source: You can&#8217;t give users that role.
kab: Vous ne pouvez pas donner ce rôle aux utilisateurs.

source: New WordPress Site
kab: Asmel amaynut n WordPress

source: sample-page
kab: asebter-amedya

source: Sample Page
kab: Asebter amedya

source: Hi, this is a comment. To delete a comment, just log in and view the post&#039;s comments. There you will have the option to edit or delete them.
kab: Bonjour, ceci est un commentaire. Pour supprimer un commentaire, connectez-vous et affichez les commentaires de cet article. Vous pourrez alors les modifier ou les supprimer.

source: Mr WordPress
kab: Mass WordPress

# Default post slug
source: hello-world
kab: Azul merra

source: Hello world!
kab: Azul merra !

# Default category slug
source: Uncategorized
kab: non-classe

source: The password you chose during the install.
kab: Awal n uɛeddi i tferneḍ deg wesbeddi.

source: User already exists. Password inherited.
kab: L&rsquo;utilisateur existe déjà, et a hérité du mot de passe.

source: Your chosen password.
kab: Awal n uɛeddi i tferneḍ.

source: <strong><em>Note that password</em></strong> carefully! It is a <em>random</em> password that was generated just for you.
kab: <strong><em>Notez bien ce mot de passe</em></strong> sans vous tromper&nbsp;! Il a été créé <em>aléatoirement</em> et vous est unique.

source: An automated WordPress update has failed to complete! Please notify the site administrator.
kab: Amucceḍ awurman n WordPress yerreẓ ! Fk tamawt i wnedbal n usmel.

source: An automated WordPress update has failed to complete - <a href="%s">please attempt the update again now</a>.
kab: Amucceḍ awurma n WordPress yerreẓ <a href="%s">tzemreḍ ad tɛerḍeḍ ad s-talseḍ</a>.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s details</a>. <em>Automatic update is unavailable for this plugin.</em>
kab: Il y a une nouvelle version de %1$s disponible. <a href="%2$s" class="thickbox" title="%3$s">Afficher les détails de la version %4$s</a>. <em>La mise à jour automatique n&rsquo;est pas possible pour cette extension</em>.

source: WordPress %1$s running %2$s theme.
kab: WordPress %1$s s usentel %2$s.

source: Latest
kab: Lqem angarru

source: Update to %s
kab: Mucceḍ lqem %s

source: Get Version %s
kab: Awi-d lqem %s

source: You are using a development version (%1$s). Cool! Please <a href="%2$s">stay updated</a>.
kab: Vous utilisez une version de développement (%1$s). C&rsquo;est super&nbsp;! Veillez à <a href="%2$s">rester à jour</a>.

source: Welcome to WordPress %1$s. <a href="%2$s">Learn more</a>.
kab: Bienvenu dans WordPress %1$s. <a href="%2$s">En savoir plus</a>.

source: Welcome to WordPress %1$s. You will be redirected to the About WordPress screen. If not, click <a href="%2$s">here</a>.
kab: Bienvenue dans WordPress %1$s. Vous allez être redirigé vers l&rsquo;écran &laquo;&nbsp;À propos&nbsp;&raquo; de WordPress. Si ce n&rsquo;est pas le cas, cliquez <a href="%s">ici</a>.

source: Upgrading database&#8230;
kab: Amuceḍ n uzadur n isefka

source: There is not enough free disk space to complete the update.
kab: Il n&rsquo;y a pas assez d&rsquo;espace sur le disque pour terminer la mise à jour.

source: Copying the required files&#8230;
kab: Copie des fichiers requis&#8230;

source: Preparing to install the latest version&#8230;
kab: Préparation de l&rsquo;installation de la dernière version&#8230;

source: The update cannot be installed because WordPress %1$s requires MySQL version %2$s or higher. You are running version %3$s.
kab: Cette mise à jour ne peut être installée car WordPress %1$s requiert une version de MySQL égale ou supérieure à la %2$s. Votre hébergement utilise MySQL version %3$s.

source: The update cannot be installed because WordPress %1$s requires PHP version %2$s or higher. You are running version %3$s.
kab: Cette mise à jour ne peut être installée car WordPress %1$s requiert une version de PHP égale ou supérieure à la %2$s. Votre hébergement utilise PHP version %3$s.

source: The update cannot be installed because WordPress %1$s requires PHP version %2$s or higher and MySQL version %3$s or higher. You are running PHP version %4$s and MySQL version %5$s.
kab: Cette mise à jour ne peut être installée car WordPress %1$s requiert une version de PHP égale ou supérieure à la %2$s, et une version de MySQL égale ou supérieure à la %3$s. Votre hébergement utilise PHP version %4$s et MySQL version %5$s.

source: The update could not be unpacked
kab: La mise à jour ne peut pas être décompressée

source: Verifying the unpacked files&#8230;
kab: Vérification des fichiers décompressés&#8230;

source: Invalid translation type.
kab: Type de traduction invalide.

source: Tags:
kab: Tibzimin:

source: This is a child theme of %s.
kab: Wagi d asentel amit n %s.

source: Version: %s
kab: Lqem : %s

source: Current Theme
kab: Asentel amiran

source: Show next theme
kab: Beqqeḍ asentel uḍfir

source: Show previous theme
kab: Beqqeḍ asentel uzwir

source: Seasonal
kab: Saisonnier

source: Holiday
kab: Vacances

source: Subject
kab: Asentel

source: Translation Ready
kab: Prêt à être traduit

source: Threaded Comments
kab: Commentaires imbriqués

source: Theme Options
kab: Tixtiṛiyin n usentel

source: Sticky Post
kab: Article mis en avant

source: RTL Language Support
kab: Support des langues RTL

source: Full Width Template
kab: Modèle pleine largeur

source: Front Page Posting
kab: Page d&rsquo;accueil personnalisée

source: Flexible Header
kab: En-tête flexible

source: Featured Images
kab: Images à la Une

source: Featured Image Header
kab: Image d&rsquo;en-tête à la Une

source: Editor Style
kab: Amaẓrag n uɣanib

source: Custom Colors
kab: Initen yugnen

source: Accessibility Ready
kab: Déjà accessible

source: Features
kab: Timeẓliyin

source: Right Sidebar
kab: Agalis n yidis ayefus

source: Left Sidebar
kab: Agalis n yidis azelmaḍ

source: Four Columns
kab: Rebɛa n tgejda

source: Three Columns
kab: Tlata n tgejda

source: Two Columns
kab: Snat n tgejda

source: One Column
kab: Yiwet n tgejdit

source: Responsive Layout
kab: Mise en page adaptable

source: Fluid Layout
kab: Mise en page fluide

source: Fixed Layout
kab: Mise en page fixe

source: Light
kab: Clair

source: Dark
kab: Aberkan

source: Yellow
kab: Awraɣ

source: White
kab: Amlal

source: Tan
kab: Ocre

source: Silver
kab: Argent

source: Red
kab: Azgaɣ

source: Purple
kab: Akeẓẓal

source: Pink
kab: Axuxi

source: Orange
kab: Ačinawi

source: Green
kab: Azezaw

source: Gray
kab: Ademdam

source: Brown
kab: Aqahwi

source: Blue
kab: Aẓerwal

source: Black
kab: Aberkan

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s details</a> or <a href="%5$s">update now</a>.
kab: Une nouvelle version de %1$s est disponible. <a href="%2$s" class="thickbox" title="%3$s">Afficher les détails de la version %4$s</a> ou <a href="%5$s">mettez à jour automatiquement</a>.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s details</a>. <em>Automatic update is unavailable for this theme.</em>
kab: Une nouvelle version de %1$s est disponible. <a href="%2$s" class="thickbox" title="%3$s">Afficher les détails de la version %4$s</a>. <em>Pas de possibilité de mise à jour automatique pour ce thème</em>.

source: There is a new version of %1$s available. <a href="%2$s" class="thickbox" title="%3$s">View version %4$s details</a>.
kab: Il y a une nouvelle version de %1$s disponible. <a href="%2$s" class="thickbox" title="%3$s">Afficher les détails de la version %4$s</a>.

source: Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.
kab: Mettre à jour ce thème vous fera perdre toutes les modifications personnelles que vous y avez apportées. « Annuler » pour arrêter, « OK » pour mettre à jour.

source: Could not fully remove the theme %s.
kab: D awezɣi tukksa tummidt n usentel %s.

source: Unable to locate WordPress theme directory.
kab: D awezɣi tifin n ukaram n isental n WordPress.

source: Theme Install
kab: Asbeddi n usentel

source: If you have a theme in a .zip format, you may install it by uploading it here.
kab: ma tesɛiḍ asentel s talɣa n .zip tzemreḍ ad t-tesbeddeḍ ma tuzneḍ-t dagi.

source: Find Themes
kab: Nadi isental

source: Find a theme based on specific features.
kab: Trouver un thème selon des critères précis.

source: Feature Filter
kab: Filtre de fonctionnalités

source: Search by tag
kab: Nadi s wawal yufraren (tag)

source: Search by author
kab: Nadi s umeskar

source: Search by keyword
kab: Nadi s wawal yufraren (awal).

# Theme Installer
source: Tag
kab: Awal yufraren

source: Type of search
kab: Anaw n unadi

source: Search for themes by keyword.
kab: Nadi asentel s wawal yufraren.

source: %s rating
kab: Note&nbsp;: %s

source: %1$s rating based on %2$s rating
kab: Une note de %1$s basée sur %2$s vote

source: Undo.
kab: Semmet.

source: Post restored successfully.
kab: L&rsquo;article a bien été rétabli.

source: Restore the backup.
kab: Rétablir la sauvegarde.

source: The backup of this post in your browser is different from the version below.
kab: La sauvegarde de cet article dans votre navigateur est différente de la version ci-dessous.

source: Likely direct inclusion of wp-admin/includes/template.php in order to use add_meta_box(). This is very wrong. Hook the add_meta_box() call into the add_meta_boxes action instead.
kab: Il semble y avoir une inclusion directe de <code>wp-admin/includes/template.php</code> afin d&rsquo;utiliser <code>add_meta_box()</code>. Ce n&rsquo;est pas comme cela qu&rsquo;il faut faire. Attachez plutôt le crochet <code>add_meta_box()</code> à l&rsquo;action <code>add_meta_box</code>.

source: Save Changes
kab: Sekles ibeddilen

source: Posts Page
kab: Asebter n imagraden

source: Front Page
kab: Asebter n usnubeg

# post state
source: Pending
kab: Araǧu

source: Find Posts or Pages
kab: Nadi imagraden neɣ isebtar

source: The privacy options group has been removed. Use another settings group.
kab: Le groupement d&rsquo;options &laquo;&nbsp;Vie privée&nbsp;&raquo; a été supprimé. Utilisez un autre groupement de réglages.

source: The miscellaneous options group has been removed. Use another settings group.
kab: Le groupement d&rsquo;options &laquo;&nbsp;Divers&nbsp;&raquo; a été supprimé. Utilisez un autre groupement de réglages.

source: Upload file and import
kab: Azen afaylu u kter

source: Maximum size: %s
kab: Tiddi tafellayt : %s

source: Choose a file from your computer:
kab: Fren afaylu deg weselkim-ik:

source: Before you can upload your import file, you will need to fix the following error:
kab: Uqbel ad tazneḍ afaylu n tektert ilaq ad tseɣtiḍ tucḍiwin-agi :

source: Minute
kab: Tasdidt

source: Hour
kab: Asrag

source: Day
kab: Ass

source: Month
kab: Aggur

source: Add Custom Field
kab: Rnu urti yugnen

source: Enter new
kab: Sekcem amaynut

source: Add New Custom Field:
kab: Rnu urti amaynut yugnen :

source: Key
kab: Tasarut

source: Value
kab: Azal

# meta name
source: Name
kab: Isem

source: Comment by %s marked as spam.
kab: Awennit n %s yecreḍ d spam.

source: Comment by %s moved to the trash.
kab: Awennit n %s yemutti ɣer tqecwalt.

source: Submit Reply
kab: Azen tiririt

source: Update Comment
kab: Mucceḍ awennit

source: Add Comment
kab: Rnu awennit

source: Add new Comment
kab: Rnu awennit amaynut

source: Reply to Comment
kab: Wajeb awennit

source: You did not enter a category name.
kab: Ur tskecmeḍ ara isem n taggayt.

source: You can still use your site but any subdomain you create may not be accessible. If you know your DNS is correct, ignore this message.
kab: Vous pouvez toujours utiliser votre site, mais tout sous-domaine créé pourrait ne pas être accessible. Si vous êtes sûr de votre configuration DNS, ignorez ce message.

source: This resulted in an error message: %s
kab: Cela a abouti à ce message d&rsquo;erreur&nbsp;: %s

source: Warning! Wildcard DNS may not be configured correctly!
kab: Attention&nbsp;! L&rsquo;enregistrement DNS générique (joker) peut ne pas être configuré correctement&nbsp;!

source: Welcome to %s. This is your first post. Edit or delete it, then start blogging!
kab: Ansuf ɣer %s. Wagi d amagrd inek amezwaru. Ẓerg-it neɣ kkes-it, sakin bdu ablugi.

source: The network already exists.
kab: Aẓeṭṭa yella yakan.

source: You must provide a name for your network of sites.
kab: Ilaq ad tefkeḍ isem i weẓeṭṭa n isemlen.

source: You must provide a domain name.
kab: Ilaq ad teskecmeḍ isem n taɣult.

# User role
source: Subscriber
kab: Ameltaɣ

# User role
source: Contributor
kab: Contributeur

# User role
source: Author
kab: Ameskar

# User role
source: Editor
kab: Amaẓrag

# User role
source: Administrator
kab: Anedbal

source: Just another %s site
kab: Asmel iseqdacen %s

source: Just another WordPress site
kab: Asmel iseqdacen WordPress

source: My Site
kab: Asmel-iw

source: Sorry, something went wrong. The requested comparison could not be loaded.
kab: Désolé, quelque chose s&rsquo;est mal déroulé. La comparaison demandée n&rsquo;a pas pu être chargée.

source: Restore This Revision
kab: Rétablir cette révision

source: Restore This Autosave
kab: Rétablir cette sauvegarde automatique

source: Revision by %s
kab: Révision par %s

source: Current Revision by %s
kab: Révision actuelle par %s

source: Autosave by %s
kab: Sauvegarde automatique par %s

# Followed by post revision info
source: To:
kab: Vers&nbsp;:

# Followed by post revision info
source: From:
kab: Depuis&nbsp;:

source: Compare any two revisions
kab: Comparer n&rsquo;importe quelles révisions

# Button label for a next revision
source: Next
kab: Uḍfir

# Button label for a previous revision
source: Previous
kab: Uzwir

source: Your latest changes were saved as a revision.
kab: Vos dernières modifications ont été enregistrées dans une révision.

source: Take over
kab: Prendre la main

source: If you take over, %s will be blocked from continuing to edit.
kab: Si vous souhaitez vous en occuper, %s sera bloqué et ne pourra pas terminer sa modification.

source: This content is currently locked.
kab: Agbur-agi yesekker akka tura.

source: Change Permalinks
kab: Modifier les permaliens

source: Permalink:
kab: Permalien&nbsp;:

source: You are not allowed to create posts or drafts on this site.
kab: Vous n&rsquo;avez pas l&rsquo;autorisation de créer des articles ou des brouillons sur ce site.

source: You are not allowed to create pages on this site.
kab: Ur tesɛiḍ ara azref iwakkenad d-tesnulfuḍ isebtar deg wesmel-agi.

source: Auto Draft
kab: Brouillon auto

source: You are not allowed to edit posts.
kab: Ur tesɛiḍ ara azref iwakken ad tẓergeḍ imagraden-agi.

source: You are not allowed to edit pages.
kab: Ur tesɛiḍ ara azref iwakken ad tẓergeḍ isebtar-agi.

source: You are not allowed to edit posts as this user.
kab: Ur tesɛiḍ ara azref iwakken ad tẓergeḍ imagraden s yisem-agi n useqdac

source: You are not allowed to edit pages as this user.
kab: Ur tesɛiḍ ara azref iwakken ad tẓergeḍ isebtar s yisem-agi n useqdac.

source: The "%s" options group has been removed. Use another settings group.
kab: Le groupement d&rsquo;options &laquo;&nbsp;%s&nbsp;&raquo; a été supprimé. Utilisez un autre groupement de réglages.

source: The plugin does not have a valid header.
kab: Asiɣzef-agi ur yesɛi ara tasentiḍt tameɣtut.

source: Plugin file does not exist.
kab: Afaylu n usiɣzef ulac-it.

source: Invalid plugin path.
kab: Abrid n usiɣzef d urmeɣtu

source: Could not fully remove the plugin(s) %s.
kab: D awezɣi tukksa tummidt n usiɣzef neɣ n isiɣzifen %s.

source: One of the plugins is invalid.
kab: Yiwen seg isiɣzifen d urmeɣtu.

source: The plugin generated unexpected output.
kab: Asiɣzef-agi yefka-d agmuḍ ur netturaǧu ara.

source: Custom site suspended message.
kab: Message personnalisé de site suspendu.

source: Custom site inactive message.
kab: Message personnalisé de site inactif.

source: Custom site deleted message.
kab: Message personnalisé de site supprimé.

source: Executed before Multisite is loaded.
kab: Exécuté avant que la fonctionnalité multisites ne soit chargée.

source: External object cache.
kab: Cache d&rsquo;objet externe.

source: Custom maintenance message.
kab: Message personnalisé pour la maintenance.
