Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.7.x/wp-4.7.x-admin-network-*.po
Languages: kab

source: <strong>Info</strong> &mdash; The site URL is rarely edited as this can cause the site to not work properly. The Registered date and Last Updated date are displayed. Network admins can mark a site as archived, spam, deleted and mature, to remove from public listings or disable.
kab: <strong>Talɣut</strong> Ur telhi ara teẓrigt n URL n usmel acku ayagi izmer ad d-iglu s wuguren i tiddit n usmel. Izemzen n usnulfu aked teẓrigt tangarut ttwabeqḍent. Inedbalen n uẓeṭṭa zemren ad mlen belli asmel yeɣber, d imcewwel, i yimawaḍen kan neɣ yettwasfeḍ iwakken ad yettwakkes si tebdart tazayezt neɣ ad yettwasexsi.

source: The menu is for editing information specific to individual sites, particularly if the admin area of a site is unavailable.
kab: Umuɣ-agi ittwaseqdec i teẓrigt n isallan n yiwen n usmel, ladɣa ma yella ur tewjid ara taɣzut n tedbelt ines.

source: Sorry, you are not allowed to edit this site.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad tẓergeḍ asmel-agi.

source: Enable menus
kab: Sermed umuɣen

source: Enable administration menus
kab: Sermed umuɣen n tedbelt

source: Default Language
kab: Tutlayt n lexṣas

source: Language Settings
kab: Iɣewwaren n tutlayt

source: Size in kilobytes
kab: Taille en kilooctets

source: %s KB
kab: %s Ko

source: Max upload file size
kab: Tiddi tafellayt n ifuyla

source: Allowed file types. Separate types by spaces.
kab: Anawen n ifuyla yurgen. Brez anawan s tallunt.

source: Upload file types
kab: Anawen n ufaylu yettwaznen.

source: Limit total size of files uploaded to %s MB
kab: Tiddi tuɣridt n ifuyla yettwaznen ur ilaq ara ad tɛeddi %s Mo

source: Site upload space
kab: Tallunt n usmel i tuzniwin

source: Upload Settings
kab: Iɣewwaren n tuzna n ifuyla

source: The URL for the first comment on a new site.
kab: Tansa web n umeskar n uwennit amezwaru ɣef usmel-inek amaynut.

source: First Comment URL
kab: URL n uwennit amezwaru

source: The email address of the first comment author on a new site.
kab: Tansa e-mail n umeskar n uwennit amezwaru deg usmel amaynut.

source: First Comment Email
kab: E-mail n uwennit amezwaru

source: The author of the first comment on a new site.
kab: Ameskar n uwennit amezwaru deg usmel amaynut.

source: First Comment Author
kab: Ameskar n uwennit amezwaru

source: The first comment on a new site.
kab: Awennit amezwaru deg usmel amaynut.

source: First Comment
kab: Awennit amezwaru

source: The first page on a new site.
kab: Asebtar amezwaru deg usmel amaynut.

source: First Page
kab: Asebtar amezwaru

source: The first post on a new site.
kab: Amagrad amezwaru deg usmel amaynut.

source: The welcome email sent to new users.
kab: Izen-agi n unṣuf ad yettwazen ɣer iseqdacen imaynuten.

source: Welcome User Email
kab: Izen n unṣuf i yiseqdacen

source: The welcome email sent to new site owners.
kab: Izen-agi n unṣuf ad yettwazen ɣer imawlan n isemlen imaynuten.

source: Welcome Email
kab: Izen n unṣuf

source: New Site Settings
kab: Iɣewwaren n isemlen imaynuten.

source: If you want to ban domains from site registrations. One domain per line.
kab: Ma tebɣiḍ ad tgedleḍ kra n yismawen n taɣult seg uklas. Yiwen n yisem n taɣult deg ujerriḍ.

source: Banned Email Domains
kab: Ismawen n taɣult igedlen

source: If you want to limit site registrations to certain domains. One domain per line.
kab: Ma tebɣiḍ ad tsebdedeḍ iklasen n usmel ɣer kra n yismawen n taɣult. Isem n taɣult deg ujerriḍ.

source: Limited Email Registrations
kab: Iklasen n email yurgen

source: Users are not allowed to register these sites. Separate names by spaces.
kab: Iseqdacen ur urigen ara iwakken ad d-snulfun asmel s yiwen gar yisemawen-agi. Brez ismawen s tallunt.

source: Banned Names
kab: Ismawen yettwanfan

source: Allow site administrators to add new users to their site via the "Users &rarr; Add New" page.
kab: Sireg inedbalen n isemlen akken ad rnun iseqdacen imaynuten ɣer isemlen-nsen seg usebtar&laquo;&nbsp; Iseqdacen&rarr; Rnu amaynut".

source: Add New Users
kab: Rnu iseqdacen imaynuten

source: Send the network admin an email notification every time someone registers a site or user account.
kab: Azen izen ɣer unedbal n uẓeṭṭa di yal aklas n usmel neɣ n useqdac.

source: Registration notification
kab: Talɣut n uklas

source: If registration is disabled, please set %1$s in %2$s to a URL you will redirect visitors to if they visit a non-existent site.
kab: Ma yella asnulfu n umiḍan yexsi, ttxil-k seɣwer %1$s di %2$s ɣer URL iɣer tebɣiḍ ad twelheḍ inerza ticki rzan ɣer usmel ur nelli ara.

source: Both sites and user accounts can be registered.
kab: Asnulfu n isemlen aked iseqdacen yureg.

source: Logged in users may register new sites.
kab: Ḥaca iseqdacen iqqnen i yezemren ad d-snulfun isemlen imaynuten.

source: User accounts may be registered.
kab: Ḥaca imiḍanen n iseqdacen i yezemren ad d-nulfun.

source: Registration is disabled.
kab: Iklasen ur urigen ara akka tura.

source: New registrations settings
kab: Iɣwaren i iklasen imaynuten

source: Allow new registrations
kab: Sireg iklasen imaynuten

source: Registration Settings
kab: Iɣewwaren n uklas.

source: This email address will receive notifications. Registration and support emails will also come from this address.
kab: Tansa-agi email ad tettaṭṭaf tilɣa. Iklasen aked yiznan n tallelt ad keccmen daɣen ɣer tansa-agi.

source: Operational Settings
kab: Iɣewwaren n tiddit

source: <a href="https://codex.wordpress.org/Network_Admin_Settings_Screen">Documentation on Network Settings</a>
kab: <a href="https://codex.wordpress.org/Network_Admin_Settings_Screen">Asefter ɣef useɣwer n uẓeṭṭa</a>.

source: Super admins can no longer be added on the Options screen. You must now go to the list of existing users on Network Admin > Users and click on Username or the Edit action link below that name. This goes to an Edit User page where you can check a box to grant super admin privileges.
kab: Inedbalen ifellayen ulamek tura ara ttwarennun seg ugdil n textiṛɣin. Ilaq ad terzuḍ ɣer tebdart n iseqdacen Tadbelt n uẓeṭṭa > Iseqdacen sakin ad tessdeḍ ɣef yisem n useqdac neɣ ɣef useɣwen Ẓreg ddaw n yisem. Ayagi ad yeldi asebtar n teẓrigt n useqdac anida ara tferneḍ taxxamt iwakken ad tbeddeleḍ tamelilt n usaqdec.

source: Menu setting enables/disables the plugin menus from appearing for non super admins, so that only super admins, not site admins, have access to activate plugins.
kab: Iɣewwaren n wumuɣ ad remden/ad sexsin tigezmi Isiɣzifen seg wumuɣ i yiseqdacen imagnuyen, s wakka ḥaca inedbalen ifelayen ara yizmiren ad sremden isiɣzifen.

source: Upload settings control the size of the uploaded files and the amount of available upload space for each site. You can change the default value for specific sites when you edit a particular site. Allowed file types are also listed (space separated only).
kab: Iɣewwaren n tuzna n ifuyla sbedaden tiddi n ifuyla ara yettwaznen aked tallunt n yal asmel. Tzemreḍ ad tesbaduḍ azal i yal asmel. Tzemreḍ daɣen ad tesbaduḍ anaw n isemlen yurgen (ad berzen s tallunt kan).

source: New site settings are defaults applied when a new site is created in the network. These include welcome email for when a new site or user account is registered, and what&#8127;s put in the first post, page, comment, comment author, and comment URL.
kab: Isemlen imaynuten n uẓeṭṭa ad sɛun iɣewwaren n lexṣas : izen n usnubeg i weseqdac amaynut neɣ i wesmel amaynut, agbur n umagrad amezwaru, n usebar amezwaru neɣ n uwennit amezwaru, ameskar akedURL n umeskar n uwennit.

source: Registration settings can disable/enable public signups. If you let others sign up for a site, install spam plugins. Spaces, not commas, should separate names banned as sites for this network.
kab: Iɣewwaren n uklas zemren ad ldin neɣ ad medlen iklasen n uzayez. Ma teldiḍ iklasen, ttxil-k sbedd asiɣzef mgal spam. Ismawen n taɣult igedlen ilaq ad berzen s tallunt mači s ticcert.

source: Operational settings has fields for the network&#8217;s name and admin email.
kab: Iɣewwaren n tiddit zemren ad beddelen isem n uẓeṭṭa, aked tansa email n unedbal.

source: This screen sets and changes options for the network as a whole. The first site is the main site in the network and network options are pulled from that original site&#8217;s options.
kab: Agdil-agi izmer ad iseɣwer neɣ ad ibeddel aẓeṭṭa s timad-is. Asmel amezwaru d asmel agejdan u segs i d-ttwakksent textiṛiyin n uẓeṭṭa.

source: Network Settings
kab: Iɣewwaren n uẓeṭṭa

# theme
source: Add New
kab: Rnu amaynut

source: Installed Themes
kab: Isental yettusbedden

source: Themes %s
kab: Isental %s

source: All Sites
kab: Isemlen merra

source: Upgrade Network
kab: Mucceḍ aẓeṭṭa

source: Updates
kab: Amucceḍ

source: <a href="https://wordpress.org/support/forum/multisite/">Support Forums</a>
kab: <a href="https://wordpress.org/support/forum/multisite/">Agraw n tallelt</a>

source: <a href="https://codex.wordpress.org/Network_Admin">Documentation on the Network Admin</a>
kab: <a href="https://codex.wordpress.org/Network_Admin">Asefter ɣef tedbelt n uẓeṭṭa</a>

source: Quick Tasks
kab: Tiwuriwin tiruradin

source: To search for a site, <strong>enter the path or domain</strong>.
kab: Iwakken ad tnadiḍ asmel, <strong>sekcem abrid neɣ taɣult</strong>.

source: To search for a user, <strong>enter an email address or username</strong>. Use a wildcard to search for a partial username, such as user&#42;.
kab: Iwakken ad tnadiḍ aseqdac, <strong>sekcem tansa email address neɣ isem n useqdac</strong>. Seqdec azamul itri (*) iwakken ad tgeḍ anadi ɣef yisem n useqdac amuran, amedya aseqd&#42;.

source: To search for a user or site, use the search boxes.
kab: Iwakken ad tnadiḍ aseqdac neɣ asmel, seqdec urtiyen n unadi.

source: To add a new site, <strong>click Create a New Site</strong>.
kab: Iwakken ad ternuḍ asmel amaynut, <strong>ssed ɣef Snulfu-d asmel amaynut</strong>.

source: To add a new user, <strong>click Create a New User</strong>.
kab: Iwakken ad ternuḍ aseqdac amaynut, <strong>ssed ɣef Snulfu-d aseqdac amaynut</strong>.

source: The Right Now widget on this screen provides current user and site counts on your network.
kab: Awidget n wassa deg ugdil-agi ad k-d-yefk amḍan n iseqdacen aked isemlen deg uẓeṭṭa-inek.

source: Modify global network settings
kab: Beddel iɣewwaren imuta n uẓeṭṭa

source: Update your network
kab: Mucceḍ aẓeṭṭa-inek

source: Install and activate themes or plugins
kab: Sbedd u sermed isental neɣ isiɣzifen

source: Add and manage sites or users
kab: Rnu u sefrek isemlen neɣ iseqdacen

source: From here you can:
kab: Syagi tzemreḍ :

source: Welcome to your Network Admin. This area of the Administration Screens is used for managing all aspects of your Multisite Network.
kab: Anṣuf yisek ɣer tedbelt n uẓeṭṭa-inek. Aḥric-agi n igdilen n tedbelt ttwasqedcen i wesefrek n uẓeṭṭa-inek n isemlen iggten.

source: Once you complete these steps, your network is enabled and configured. You will have to log in again.
kab: Mi tɛeddaḍ imecwaren-agi, aẓeṭṭa-inek ad yermed yerna ad iɣwer. Imiren ilaq-ak ad ad teqqneḍ tikkelt-nniḍen.

source: Add the following to your %1$s file in %2$s, <strong>replacing</strong> other WordPress rules:
kab: Rnu ilugan-agi ɣer ufaylu-inek %1$s, deg ukaram %2$s, <strong>ad semselsin</strong> ilugan-nniḍen n WordPress :

source: To make your installation more secure, you should also add:
kab: Iwakken ad tesɣelseḍ ugar asbeddi-inek, ilaq daɣen ad ternuḍ :

source: These unique authentication keys are also missing from your %s file.
kab: Tisura tasufin n usisteb ulac-itent daɣen deg ufaylu-inek %s.

source: This unique authentication key is also missing from your %s file.
kab: Tasarut tasuft n usisteb ulac-itt daɣen deg ufaylu-inek %s.

source: That&#8217;s all, stop editing! Happy blogging.
kab: D ayagi kan, ḥbes asiẓreg ! Asuffeɣ ameggaz.

source: Add the following to your %1$s file in %2$s <strong>above</strong> the line reading %3$s:
kab: Rnu aḍris i ufaylu-inek %1$s di %2$s <strong>nnig</strong> n izirig %3$s :

source: We recommend you back up your existing %s file.
kab: Ilaq ad tḥerzeḍ afaylu-inek %s i yellan.

source: We recommend you back up your existing %1$s and %2$s files.
kab: Ilaq ad ad tḥerzeḍ ifuyla-inek %1$s aked %2$s i yellan.

source: Complete the following steps to enable the features for creating a network of sites.
kab: Ḍfer imecwaren-agi iwakken ad tesremdeḍ timeẓla n usnulfu n uẓeṭṭa n isemlen.

source: Enabling the Network
kab: Sermed aẓeṭṭa

source: Please complete the configuration steps. To create a new network, you will need to empty or remove the network database tables.
kab: Ttxil-k ḍfer imecwaren n tiwila. iwakken ad d-tesnulfuḍ aẓeṭṭa amaynut, ilaq ad sefḍeḍ neɣ ad tekkseḍ tidabutin n uẓeṭṭa deg uzadur n isefka.

source: An existing WordPress network was detected.
kab: Nufa-d aẓeṭṭa n WordPress i yellan yakan.

source: The original configuration steps are shown here for reference.
kab: Imecwaren n twila n tazwara ttwabeqqeḍen dagi i temselɣut.

source: Your email address.
kab: Tansa-inek email.

source: Network Admin Email
kab: Tansa email n unedbal n uẓeṭṭa

source: What would you like to call your network?
kab: Amek i tebɣiḍ ad tsemmiḍ i weẓeṭṭa-inek ?

source: Network Title
kab: Azwel n uẓeṭṭa

source: Because your install is not new, the sites in your WordPress network must use sub-domains.
kab: Segmi asbeddi inek n WordPress mači d amaynut, isemlen n uẓeṭṭa-inek ilaq ad sqedcen tiɣulin tinadayin.

source: Sub-domain Install
kab: Asbeddi s taɣulin tinadayin

source: Because your install is in a directory, the sites in your WordPress network must use sub-directories.
kab: Segmi asbeddi-inek n WordPress yella deg ukaram, isemlen n uẓeṭṭa-inek ilaq ad sqedcen ikaramen inadayen.

source: The main site in a sub-directory install will need to use a modified permalink structure, potentially breaking existing links.
kab: Asmel agejdan n usbeddi s ikaramen inadayen ilaq ad iseqdec tamṣuka n isɣewnen imaɣlalen yettwabeddelen, ayen i yezemren ad ireẓẓ isɣewnen yellan.

source: Because you are using %1$s, the sites in your WordPress network must use sub-directories. Consider using %2$s if you wish to use sub-domains.
kab: Segmi tseqdaceḍ %1$s, isemlen n uẓeṭṭa-inek n WordPress iwwi-d ad ddun s ikaramen inadayen. Seqdec %2$s ma tebɣiḍ ad tesqedceḍ tiɣula tinadayin.

source: Sub-directory Install
kab: Asbeddi s ikaramen inadayen

source: Network Details
kab: Ifatusen n uẓeṭṭa

source: The internet address of your network will be %s.
kab: Tansa n internet n uẓeṭṭa-inek d tagi %s.

source: We recommend you change your siteurl to %1$s before enabling the network feature. It will still be possible to visit your site using the %3$s prefix with an address like %2$s but any links will not have the %3$s prefix.
kab: Ilaq ad tbeddeleḍ tansa-inek i usmel %1$s send ad tesremdeḍ tameẓlut aẓeṭṭa. Ar ḍqal ad yili unekcum ɣer usmel-inek s tmerna n uzwir %3$s i tansa akka am %2$s maca mači isɣewnen akk ara yesɛun azwir %3$s.

source: Server Address
kab: Tansa n uqeddac

source: Subdirectory networks may not be fully compatible with custom wp-content directories.
kab: Ikaramen inadayen zemren ur ttilin ara d imṣudda aked ikaramen yugnen n wp-content.

# subdirectory examples
source: like <code>%1$s/site1</code> and <code>%1$s/site2</code>
kab: am <code>%1$s/site1</code> aked <code>%1$s/site2</code>

source: Sub-directories
kab: Ikaramen inadayen

# subdomain examples
source: like <code>site1.%1$s</code> and <code>site2.%1$s</code>
kab: am <code>site1.%1$s</code> aked <code>site2.%1$s</code>

source: Sub-domains
kab: Tiɣula tinadayin

source: You will need a wildcard DNS record if you are going to use the virtual host (sub-domain) functionality.
kab: Ma tebɣiḍ ad tesqedceḍ tameẓla n usneftaɣ uhlis (taɣult tanadawt), ad tiḥwiǧeḍ asekles DNS awsyan.

source: You cannot change this later.
kab: Ur tettizmireḍ ara ad tbeddeleḍ ayagi arḍeqqal.

source: Please choose whether you would like sites in your WordPress network to use sub-domains or sub-directories.
kab: Mmel ma yella isemlen n uẓeṭṭa inek n WordPress ad sqedcen tiɣula tinadayin neɣ ikaramen inadayen.

source: Addresses of Sites in your Network
kab: Tansiwin n isemlen n uẓeṭṭa-inek

source: If %1$s is disabled, ask your administrator to enable that module, or look at the <a href="%2$s">Apache documentation</a> or <a href="%3$s">elsewhere</a> for help setting it up.
kab: Ma yella %1$s yexsi, ini-as i wenedbal inek ad isermed azegrir-agi, neɣ muqel <a href="%2$s">Apache documentation</a> neɣ <a href="%3$s">anida nniḍen</a> iwakken ad tafeḍ tallalt ɣef wamek ara t-tesbeddeḍ.

source: It looks like the Apache %s module is not installed.
kab: Ittbini-d am wakken azegrir %s n Apache ur ittusbedd ara.

source: Warning!
kab: Ɣurek !

source: Please make sure the Apache %s module is installed as it will be used at the end of this installation.
kab: Ttxil-k tḥeqqeq belli azegrir %s n Apache ittusbedd, acku ad ittwasemres di tagarra n usbeddi.

source: Fill in the information below and you&#8217;ll be on your way to creating a network of WordPress sites. We will create configuration files in the next step.
kab: Semmed issalan-agi uksar sakin ad tizmireḍ ad d-tesnulfuḍ aẓeṭta n isemlen n WordPress. Ad d-nesnulfu ifuyla n twila deg umecwar i d-iteddun.

source: Welcome to the Network installation process!
kab: Anṣuf ɣer usbeddi n uẓeṭṭa !

source: %s Sites
kab: Isemlen n %s

source: ERROR: The network could not be created.
kab: ANEZRI : aẓeṭṭa ulamek ara d-yenulfu.

source: Return to Dashboard
kab: Uɣal ɣet tfelwit n tedbelt

source: You cannot use port numbers such as %s.
kab: Ur tezmireḍ ara ad tesqedceḍ uṭṭunen n uwwur am %s.

source: You cannot install a network of sites with your server address.
kab: Ur tezmireḍ ara ad tesbeddeḍ aẓeṭṭa n isemlen s tansa inek n uqeddac.

source: Once the network is created, you may reactivate your plugins.
kab: Mi d-yenulfa uẓeṭṭa, ad tizmireḍ ad tesremdeḍ tikkelt-nniḍen isiɣzifen.

source: Please <a href="%s">deactivate your plugins</a> before enabling the Network feature.
kab: Ttxil-k <a href="%s">sexsi isiɣzifen</a> send ad tesremdeḍ tameẓlut Aẓeṭṭa.

source: Warning:
kab: Ɣurek:

source: The constant DO_NOT_UPGRADE_GLOBAL_TABLES cannot be defined when creating a network.
kab: Timezgit DO_NOT_UPGRADE_GLOBAL_TABLES ulamek ara tettusbadu mi ara d-yettnulfu uẓeṭṭa.

# user
source: Registered
kab: Aklas

source: Super Admin <span class="count">(%s)</span>
kab: Anedbal afellay <span class="count">(%s)</span>

# user
source: Not Spam
kab: Mačči d imcewwel

# user
source: Mark as Spam
kab: Cerḍ-it d imcewwel

source: Visit Theme Site
kab: Rzu ɣer usmel n usentel

source: Visit %s homepage
kab: Rzu ɣer usebtar n usnubeg n %s

source: Broken Theme:
kab: Asentel yerreẓ:

# theme
source: Delete %s
kab: Kkes %s

source: Open %s in the Theme Editor
kab: Ldi %s deg umaẓrag n usentel

source: Network Disable %s
kab: Sexsi %s i weẓeṭṭa

source: Disable %s
kab: Sexsi %s

source: Network Enable %s
kab: Sermed %s deg uẓeṭṭa

source: Enable %s
kab: Sermed %s

source: Network Disable
kab: Sexsi seg uẓeṭṭa

source: Disable
kab: Sexsi

source: Enable
kab: Sermed

source: Broken <span class="count">(%s)</span>
kab: Yerreẓ <span class="count">(%s)</span>

source: Disabled <span class="count">(%s)</span>
kab: Yexsi <span class="count">(%s)</span>

source: Enabled <span class="count">(%s)</span>
kab: Yermed <span class="count">(%s)</span>

# themes
source: All <span class="count">(%s)</span>
kab: Akk <span class="count">(%s)</span>

source: Theme
kab: Asentel

source: You do not appear to have any themes available at this time.
kab: Ittbini-d am wakken ur tesɛiḍ ara asentel iwejden akka tura.

source: No themes found.
kab: Ur d-nufi ara isental.

# verb; site
source: Archive
kab: Seɣber

source: Unarchive
kab: Kkes aɣbar

source: Never
kab: Werjin

# site
source: Registered
kab: Aklas

source: Last Updated
kab: Amucceḍ angarru

# site
source: Not Spam
kab: Mačči d imcewwel

# site
source: Mark as Spam
kab: Cerḍ-it d imcewwel

source: No sites found.
kab: Ur d-nufi ara isemlen.

source: Mature
kab: Amawaḍ

source: Deleted
kab: Yettwakkes

# site
source: Spam
kab: Imcewwel

source: Archived
kab: Yeɣber
