Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.7.x/wp-4.7.x-admin-network-*.po
Languages: kab

source: Network
kab: Aẓeṭṭa

source: <a href="https://codex.wordpress.org/Tools_Network_Screen">Documentation on the Network Screen</a>
kab: <a href="https://codex.wordpress.org/Tools_Network_Screen">Asefter ɣef ugdil n uẓeṭṭa</a>

source: <a href="https://codex.wordpress.org/Create_A_Network">Documentation on Creating a Network</a>
kab: <a href="https://codex.wordpress.org/Create_A_Network">Asefter ɣef usnulfu n uẓeṭṭa</a>.

source: The choice of subdirectory sites is disabled if this setup is more than a month old because of permalink problems with &#8220;/blog/&#8221; from the main site. This disabling will be addressed in a future version.
kab: Ma yella aẓeṭṭa yettwasbedd ugar n waggur aya, Taxtiṛit n isemlen s taɣult tanadawt ad yexsi iwakken ur d-ttilin ara wuguren n isɣewnen imaɣlalen aked &#8220;/blog/&#8221; di tansa n usmel agejdan. Asebded-agi ad ittuseɣti di tuttuyin i d-iteddun.

source: Once you add this code and refresh your browser, multisite should be enabled. This screen, now in the Network Admin navigation menu, will keep an archive of the added code. You can toggle between Network Admin and Site Admin by clicking on the Network Admin or an individual site name under the My Sites dropdown in the Toolbar.
kab: Ticki terniḍ tangal-agi u tmucceḍeḍ asebtar, askar n isemlen iggten ad yermed.Agdil-agi ad yili deg umuɣ Tadbelt n uẓeṭṭa, ad yeḥrez aɣbar n tengalt yettwarennan. Tzemreḍ ad tnefleḍ si tedbelt n uẓeṭṭa ɣer tedbelt n usmel s tussda ɣef Tadbelt n uẓeṭṭa neɣ ɣef yisem n usmel deg umuɣ ifettin Ismeln-iw, di tfeggagt n ifecka.

source: Add the designated lines of code to wp-config.php (just before <code>/*...stop editing...*/</code>) and <code>.htaccess</code> (replacing the existing WordPress rules).
kab: Rnu izirigen n tengalt ɣer wp-config.php (sdat n <code>/*...stop editing...*/</code>) aked <code>.htaccess</code> (ad tsemselsiḍ ilugan WordPress i yellan yakan).

source: The next screen for Network Setup will give you individually-generated lines of code to add to your wp-config.php and .htaccess files. Make sure the settings of your FTP client make files starting with a dot visible, so that you can find .htaccess; you may have to create this file if it really is not there. Make backup copies of those two files.
kab: Agdil i d-iteddun ak d-yefk izirigen n tengalt i d-yenulfan si twila-inek, ilaq ad ten-ternuḍ ɣer ifuyla-inek wp-config.php aked .htaccess files. Ilaq amssaɣ FTP inek ad yili iɣwer akken ad ibeqqeḍ ifuyla ibeddun s tenqiḍt, iwakken ad tizmireḍ ad d-tafeḍ afaylu .htaccess files. Ma yella ulac-it ilaq ad t-id-tesnulfuḍ. Send ad tbeddeleḍ ifuyla ilaq ad ten-tḥerzeḍ.

source: Choose subdomains or subdirectories; this can only be switched afterwards by reconfiguring your install. Fill out the network details, and click install. If this does not work, you may have to add a wildcard DNS record (for subdomains) or change to another setting in Permalinks (for subdirectories).
kab: Fren gar taɣulin tinadayin aked ikaramen inadayen. Mi yeɣwer usbeddi, ur tettizmireḍ ara ad tuɣaleḍ ɣer deffir alama tulseḍ si swadda. Sekcem akk ifatusen sakin ssed ɣef Sbedd. Ma yella anect-agi yugi ad ilḥu, ilaq ak ad ternuḍ anekcum n taɣult tanadayt tawsyant "wildcard" deg yikalasen-ik DNS, neɣ ad tɛeddiḍ ɣer iɣwaren-nniḍen n isɣewnen imaɣlalen (ma yella d ikaramen inadayen).

source: This screen allows you to configure a network as having subdomains (<code>site1.example.com</code>) or subdirectories (<code>example.com/site1</code>). Subdomains require wildcard subdomains to be enabled in Apache and DNS records, if your host allows it.
kab: Deg ugdil-agi ad tesɣewreḍ aẓeṭṭa, s tɣula tinadayin (<code>asmel1.amedya.com</code>) neɣ s ikaramen inadayen (<code>amedya.com/asmel1</code>). Talɣa n taɣult tanadayt tuḥwaǧ anekcum n taɣult tanadayt tawsyant "wildcard" deg yikalasen DNS aked twila Apache, ma yella asneftaɣ-inek yesureg-it.

source: Create a Network of WordPress Sites
kab: Snulfu-d aẓeṭṭa n isemlen n WordPress

source: You must define the %1$s constant as true in your %2$s file to allow creation of a Network.
kab: Ilaq ad terreḍ timezgit %1$s ɣer true deg ufaylu-inek %2$s iwakken ad d-yili usnulfu n uẓeṭṭa.

source: The Network creation panel is not for WordPress MU networks.
kab: Agalis n usnulfu n uẓeṭṭa ur yettwaxdam ara i yiẓeḍwa WordPress MU.

source: Users deleted.
kab: Aseqdac yettwakkes.

source: Users removed from spam.
kab: Iseqdacen ttwacerḍen ṣṣfan.

source: Users marked as spam.
kab: Iseqdacen ttwacerḍen d imcewwelen.

source: You can make an existing user an additional super admin by going to the Edit User profile page and checking the box to grant that privilege.
kab: Tzemreḍ ad tsaliḍ aseqdac i yellan yakan ad t-terreḍ d anedbal afelay, ma tferneḍ taxxamt deg usebtar n ulegdis-ines.

source: The bulk action will permanently delete selected users, or mark/unmark those selected as spam. Spam users will have posts removed and will be unable to sign up again with the same email addresses.
kab: S wumuɣ Tigawin igerwen tzemreḍ ad tekkseḍ aṭas n iseqdacen ɣef yiwet n tikkelt, neɣ ad ten tcerḍeḍ/ad sen-tekkseḍ acraḍ d imcewwelen. Iseqdacen imcewwelen ad ttwakksen imagraden-nnsen yerna ur ttuɣalen ara ad qqnen s tansa-nnsen

source: You can sort the table by clicking on any of the table headings and switch between list and excerpt views by using the icons above the users list.
kab: S tussda ɣef uzwel n tgejdit ad tbeddeleḍ afran n tfelwit. Tignitin uksawen ɣer zelmaḍ ad surgent ma ad tsekneḍ neɣ ala tussifin.

source: You can also go to the user&#8217;s profile page by clicking on the individual username.
kab: Tzemreḍ daɣen ad terzuḍ ɣer usebter n ulegdis n useqdac ma tessdeḍ ɣef yisem n useqdac-ines.

source: Hover over any user on the list to make the edit links appear. The Edit link on the left will take you to their Edit User profile page; the Edit link on the right by any site name goes to an Edit Site screen for that site.
kab: Sɛeddi taɣerdayt ɣef yisem n useqdac iwakken ad twaliḍ isɣewnen n teẓrigt. S useɣwen azelmaḍ ad tẓergeḍ alegdis n useqdac, s useɣwen ayfus ad tẓergeḍ asmel-nni.

source: This table shows all users across the network and the sites to which they are assigned.
kab: Tafelwit-agi tbeqqeḍ iseqdacen merra n uẓeṭṭa aked isemlen iɣer dduklen.

source: Warning! User cannot be modified. The user %s is a network administrator.
kab: Ɣurek ! Aseqdac %s ulamek ara yettwabeddel acku d anedbal n uẓeṭṭa.

source: User added. <a href="%s">Edit user</a>
kab: Aseqdacyettwarenna. <a href="%s">Ẓreg aseqdac</a>

source: Cannot add user.
kab: Ulamek ara yettwarena useqdac-agi.

source: Cannot create an empty user.
kab: Ulamek asnulfu n useqdac ilem.

source: <a href="https://codex.wordpress.org/Network_Admin_Users_Screen">Documentation on Network Users</a>
kab: <a href="https://codex.wordpress.org/Network_Admin_Users_Screen">Asefter ɣef iseqdacen n uẓeṭṭa</a>.

source: Users who are signed up to the network without a site are added as subscribers to the main or primary dashboard site, giving them profile pages to manage their accounts. These users will only see Dashboard and My Sites in the main navigation until a site is created for them.
kab: Iseqdacen i yekelsen deg uẓeṭṭa war ma snulfan-d asmel ad uɣalen d imeltaɣen n tfelwit n tedbelt n usmel agejdan, anida ara sɛun isebtar n ulegdis ideg ara sferken imiḍanen-nnsen. Skud ur d-yenulfa ara usmel-nnes, ḥaca tixtiṛiyin Tafelwit n tedbelt aked Ismeln-iw ara walin deg wumuɣ agejdan.

source: Add User will set up a new user account on the network and send that person an email with username and password.
kab: Rnu Aseqdac ad d-isnulfu amiḍan n useqdac deg uẓeṭṭa yerna ad yazen i weseqdac-nni izen ideg ara yili yisem n useqdac ines aked wawal n uɛeddi ines.

source: WordPress has been updated! Before we send you on your way, we need to individually upgrade the sites in your network.
kab: WordPress yemucceḍ ! Send ad k-neǧ ad tkemmeleḍ, ilaq ad nmucceḍ yal asmel n uẓeṭṭa-inek.

source: Next Sites
kab: Isemlen uḍfiren

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
kab: Ma yella iminig-inek ur yeskir ara s twuremt asebtar uḍfir, ssed ɣef useɣwen-agi :

source: Warning! Problem updating %1$s. Your server may not be able to connect to sites running on it. Error message: %2$s
kab: Ɣurekk ! Yeḍra-d wugur deg wemucceḍ n %1$s. Aqeddac-inek ahat ur ittizmir ara ad iqqen ɣer kra n isemlen ittusbedden deg-s. Anezri n wugur : %2$s.

source: All done!
kab: Ifukk !

source: <a href="https://codex.wordpress.org/Network_Admin_Updates_Screen">Documentation on Upgrade Network</a>
kab: <a href="https://codex.wordpress.org/Network_Admin_Updates_Screen">Asefter ɣef umucceḍ n uẓeṭṭa (en)</a>.

source: If this process fails for any reason, users logging in to their sites will force the same update.
kab: Ma yella akala-agi yerreẓ, mi ara yeqqen useqdac menwala ɣer usmel-ines ad yeskker amucceḍ-agi.

source: If a version update to core has not happened, clicking this button won&#8217;t affect anything.
kab: Ma yella ulac imucceḍen n usbeddi n WordPress, ulac acu ara yeḍrun ma tessdeṣ ɣef tanast-agi.

source: Only use this screen once you have updated to a new version of WordPress through Updates/Available Updates (via the Network Administration navigation menu or the Toolbar). Clicking the Upgrade Network button will step through each site in the network, five at a time, and make sure any database updates are applied.
kab: Seqdec agdil-agi ma yella kan tleqmeḍ asbeddi-agi n WordPress s ttawil n Imucceḍen/Imucceḍen iwejden (s twuriwin n umucceḍ awurman neɣ s tfeggagt n ifecka). Mi tessdeḍ ɣef Mucceḍ aẓeṭṭa, WordPress ad d-ilhi d isemlen merra n uẓeṭṭa, s ugraw n smus, yerna ad itḥeqqeq belli izaduren n isefka muccḍen.

source: You cannot delete a theme while it is active on the main site.
kab: Ur tezmireḍ ara ad tekkseḍ asentel ma yella yermed deg usmel agejdan.

source: %s theme deleted.
kab: %s n usentel yettwakkes.

source: Themes list navigation
kab: Snirem tabdart n isental

source: <a href="https://codex.wordpress.org/Network_Admin_Themes_Screen">Documentation on Network Themes</a>
kab: <a href="https://codex.wordpress.org/Network_Admin_Themes_Screen">Asefter ɣef isental n uẓeṭṭa</a>.

source: Themes can be enabled on a site by site basis by the network admin on the Edit Site screen (which has a Themes tab); get there via the Edit action link on the All Sites screen. Only network admins are able to install or edit themes.
kab: Anedbal n uẓeṭṭa yezemren ad isermed isental i yal asmel yiwen yiwen, seg ugdil n teẓrigt n yal asmel (wid yesɛan tafelwit n isental). Di yal agdi n isemlen yella useɣwen Ẓreg i yettawin ɣer din. Ḥaca inedbalen n uẓeṭṭa i yezemren ad sbedden neɣ ad ẓergen isental.du réseau peuvent installer ou modifier des thèmes.

source: If the network admin disables a theme that is in use, it can still remain selected on that site. If another theme is chosen, the disabled theme will not appear in the site&#8217;s Appearance > Themes screen.
kab: Ma yella anedbal n uẓeṭṭa yesexsi asentel i yettwasqedcen deg usmel akka tura, asentel-agi ad iqqim deg usmel-nni. Ma yella asmel-nni ibeddel asentel, asentel yexsin dayen ur yettwabeqqeḍ ara deg ugdil n isental n usmel-nni.

source: This screen enables and disables the inclusion of themes available to choose in the Appearance menu for each site. It does not activate or deactivate which theme a site is currently using.
kab: Agdil-agi ad k-yesuref ad tesremdeḍ neɣ ad tsexsiḍ isental i isemlen merra n uẓeṭṭa. Ur yezmir ara ad isermed neɣ ad isexsi asentel i yesseqdac usmel-agi akka tura.

source: No, return me to the theme list
kab: Ala, bɣiɣ ad uɣaleɣ ɣer tebdart n isental.

source: Yes, delete these themes
kab: Ih, kkes isental-agi

source: Yes, delete this theme
kab: Ih, kkes asentel-agi

source: Are you sure you wish to delete these themes?
kab: D tidett tebɣiḍ ad tekkseḍ asentel-agi ?

source: Are you sure you wish to delete this theme?
kab: D tidett tebɣiḍ ad tekkseḍ asentel-agi?

# theme
source: %1$s by %2$s
kab: %1$s sɣur %2$s

source: You are about to remove the following themes:
kab: Ala tettedduḍ ad tekkseḍ isental-agi :

source: These themes may be active on other sites in the network.
kab: Isental-agi zemren ad ilin d urmiden deg isemlen-nniḍen n uẓeṭta.

source: Delete Themes
kab: Kkes isental-agi

source: You are about to remove the following theme:
kab: Ala tettedduḍ ad tekkseḍ asentel-agi :

source: This theme may be active on other sites in the network.
kab: Asentel-agi izmer ad yili yermed deg isemlen-nniḍen n uẓeṭṭa

source: Delete Theme
kab: Kkes asentel-agi

source: Sorry, you are not allowed to delete themes for this site.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad tekkseḍ isental deg usmel-agi.

source: Sorry, you are not allowed to manage network themes.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad tesferkeḍ isental deg uẓeṭṭa-agi.

source: Site marked as spam.
kab: Isemlen ttwacerḍen d imcewwelen.

source: Site removed from spam.
kab: Asmel yettwacreḍ yeṣfa.

source: Site deactivated.
kab: Asmel yexsi.

source: Site activated.
kab: Asmel yermed.

source: Site unarchived.
kab: Asmel yettwakkes-as weɣbar.

source: Site archived.
kab: Asmel yettwaɣber.

source: Sorry, you are not allowed to delete that site.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad tekkseḍ asmel-agi.

source: Site deleted.
kab: Asmel yettwakkes.

source: Sites deleted.
kab: Isemlen ttwakksen.

source: Sites marked as spam.
kab: Iseqdacen ttwacerḍen ṣṣfan.

source: Sites removed from spam.
kab: Isemlen ttwacerḍen ṣṣfan.

source: Sorry, you are not allowed to delete the site.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad tekkseḍ asmel-agi.

source: Confirm
kab: Serggeg

source: Confirm your action
kab: Serggeg tigawt-agi

source: Sorry, you are not allowed to change the current site.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad tbeddeleḍ asmel amiran.

source: The requested action is not valid.
kab: Tigawt tsutreḍ d turameɣtut.

source: You are about to mark the site %s as not mature.
kab: Ala tettedduḍ ad temmleḍ belli asmel %s ur yettwaḥerra ara i yimawaḍen.

source: You are about to mark the site %s as mature.
kab: Ala tettedduḍ ad temmleḍ belli asmel %s yettwaḥerra i yimawaḍen.

source: You are about to delete the site %s.
kab: Ala tettedduḍ ad tekkseḍ asmel %s.

source: You are about to mark the site %s as spam.
kab: Ala tettedduḍ ad tcerḍeḍ asmel %s d imcewwel.

source: You are about to unspam the site %s.
kab: Ala tettedduḍ ad tcerḍeḍ asmel %s yeṣfa.

source: You are about to archive the site %s.
kab: Ala tettedduḍ ad tɣebreḍ asmel %s.

source: You are about to unarchive the site %s.
kab: Ala tettedduḍ ad tekkseḍ aɣbar i wesmel %s.

source: You are about to deactivate the site %s.
kab: Ala tettedduḍ ad tekkseḍ aɣbar i wesmel %s.

source: You are about to activate the site %s.
kab: Ala tettedduḍ ad tesremdeḍ asmel %s.

source: Sites list
kab: Tabdart n isemlen

source: Sites list navigation
kab: Snirem tabdart n isemlen

source: Clicking on bold headings can re-sort this table.
kab: Ssed ɣef inixfen izurznen iwakken ad tekkseḍ tafelwit-agi.

source: The site ID is used internally, and is not shown on the front end of the site or to users/viewers.
kab: ID n usmel yettwaseqdec daxel ur yettwabeqqeḍ ara di tama tazayezt n usmel neɣ i imerza aked iseqdacen.

source: Visit to go to the front-end site live.
kab: Rzu ad k-yawi ɣer usmel s tilawt.

source: Delete which is a permanent action after the confirmation screens.
kab: Kkes d tigawt ur tezmireḍ ara ad tesemmeteḍ ticki terggeg.

source: Deactivate, Archive, and Spam which lead to confirmation screens. These actions can be reversed later.
kab: Sexsi, Seɣber, Imcewwel ad ldin igdilen n userggeg. Tigawin-agi tzemreḍ ad tent-tesemmeteḍ ar ḍqal.

source: Dashboard leads to the Dashboard for that site.
kab: Tafelwit n tedbelt ad k-yawi ɣer tfelwit n tedbelt n usmel-nni.

source: An Edit link to a separate Edit Site screen.
kab: Aseɣwen Ẓreg ɣer ugdil amaynut n teẓrigt n usmel.

source: Hovering over each site reveals seven options (three for the primary site):
kab: Ma tesɛeddaḍ taɣerdayt nnig n usmel ad twaliḍ ṣa(7) n textiṛiyin (kraḍ i wesmel agejdan) :

source: This is the main table of all sites on this network. Switch between list and excerpt views by using the icons above the right side of the table.
kab: Attaya tebdart n isemlen n uẓeṭṭa-yagi. Tzemreḍ ad tsnefleḍ gar tebdart aked tussift s ttawil n tignitin uksawen ɣer yefus n tebdart.

source: Add New takes you to the Add New Site screen. You can search for a site by Name, ID number, or IP address. Screen Options allows you to choose how many sites to display on one page.
kab: Rnu Amaynut ad k-yawi ɣer ugdil Rnu asmel amaynut. Tzemreḍ ad tnadiḍ asmel s yisem, s yisem n useqdac neɣ s tansa IP. Tixtiṛiyin n ugdil ad k-surgent ad tferneḍ amḍan n isemlen ara yettwabeqqeḍen deg yiwen n usebtar.

source: A password reset link will be sent to the user via email.
kab: Aseɣwen i wallus n uwennez n wawal n uɛeddi ad yettwazen ɣer useqdac s email.

source: Add User
kab: Rnu aseqdac

source: Duplicated username or email address.
kab: Isem n useqdac neɣ email yettwaseqdec yakan.

source: Enter the username and email.
kab: Sekcem isem n useqdac aked tansa email.

source: User created.
kab: Aseqdacyenulfa-d.

source: Select a user to remove.
kab: Fren aseqdac ara tekkseḍ.

source: Select a user to change role.
kab: Fren aseqdac iwumi tebɣiḍ ad tekkseḍ tamlilt.

source: Enter the username of an existing user.
kab: Sekcem isem n useqdac yellan.

source: User is already a member of this site.
kab: Aseqdac-agi yella yakan d ameltaɣ n usmel-agi.

source: Site users list
kab: Tabdart n iseqdacen n usmel

source: Site users list navigation
kab: Snirem tabdart n iseqdacen n usmel

source: Filter site users list
kab: Sti tabdart n iseqdacen n usmel

source: Network enabled themes are not shown on this screen.
kab: Isental iremden i weẓeṭṭa ur ttwabeqqeḍen ara deg ugdil-agi.

source: No theme selected.
kab: Ulac asentel yettwafernen.

source: %s theme disabled.
kab: %s n usentel yexsi.

source: Theme disabled.
kab: Asentel yexsi.

source: %s theme enabled.
kab: %s n usentel yermed.

source: Theme enabled.
kab: Asentel yermed.

source: Site themes list
kab: Tabdart n isental n usmel

source: Site themes list navigation
kab: Snirem tabdart n isental n usmel

source: Filter site themes list
kab: Sti tabdart n isental n usmel

source: Sorry, you are not allowed to manage themes for this site.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad tesferkeḍ isental n usmel-agi.

source: Site options updated.
kab: Iɣwaren n usmel mucceḍen.

source: Add Site
kab: Rnu asmel

source: The username and password will be mailed to this email address.
kab: Isem n useqdac aked wawal n uɛeddi ad ttwaznen ɣer tansa n unermes i d-yettunefken.

source: A new user will be created if the above email address is not in the database.
kab: Aseqdac amaynut ad d-yenulfu ma yella ulac tansa n unermes deg uzadur n isefka.

source: Admin Email
kab: Email n unedbal

source: Only lowercase letters (a-z), numbers, and hyphens are allowed.
kab: Ḥaca isekkilen imeẓyanen (a-z), imḍanen, aked ijerriḍen n tuqqna i yettusiregen.

source: Add New Site
kab: Rnu asmel amaynut

source: Site added. <a href="%1$s">Visit Dashboard</a> or <a href="%2$s">Edit Site</a>
kab: Asmel yettwarenna. <a href="%1$s">Beqeḍ tafelwit n tedbelt</a> | <a href="%2$s">Ẓreg asmel</a>

# email "From" field
source: Site Admin
kab: Anedbal n usmel

source: New site created by %1$s Address: %2$s Name: %3$s
kab: Asmel amaynut yesnulfat-id %1$s Tansa : %2$s Isem : %3$s

source: [%s] New Site Created
kab: [%s] Nouveau site créé

source: There was an error creating the user.
kab: Yeḍra-d unezri deg usnulfu n useqdac.

source: The domain or path entered conflicts with an existing username.
kab: Taɣult neɣ abrid i tskecmeḍ yettemceččaw aked yisem n useqdac i yellan yakan.

source: Missing email address.
kab: Txuṣ tansa email.

source: Missing or invalid site address.
kab: Tansa n usmel txuṣ neɣ d turameɣtut.

source: The following words are reserved for use by WordPress functions and cannot be used as blog names: %s
kab: Isemawen-agi ttwaḥerran iwakken ad ttwasqedcent s twuriwin n WordPress, ulamek ara ttwasqedcent i i yisem n usmel : %s

source: Can&#8217;t create an empty site.
kab: Ulamek asnulfu n usmel ilem.

source: If the admin email for the new site does not exist in the database, a new user will also be created.
kab: Ma yella ulac tansa n unermes n usmel amaynut deg uzadur n isefdka, aseqdac amaynut ad d-yenulfu i wayagi.

source: This screen is for Super Admins to add new sites to the network. This is not affected by the registration settings.
kab: Agdil-agi ad yesuref i yinedbalen inaflayen ad rnun isemlen ɣer uẓeṭṭa. Iɣewwaren n uklas ur t-ttḥazan ara.

source: Sorry, you are not allowed to add sites to this network.
kab: Surfaɣ, ur tesɛiḍ ara azref iwakken ad ternuḍ isemlen deg uzeṭṭa-agi.

source: Set site attributes
kab: Sbadu iraten n usmel

source: Attributes
kab: Iraten

source: Edit Site: %s
kab: Ẓreg asmel: %s

source: Site info updated.
kab: Isalen n usmel mucceḍen.

source: The requested site does not exist.
kab: Asmel yettwasutren ulac-it.

source: Invalid site ID.
kab: ID n usmel d urameɣtu.

source: <a href="https://codex.wordpress.org/Network_Admin_Sites_Screen">Documentation on Site Management</a>
kab: <a href="https://codex.wordpress.org/Network_Admin_Sites_Screen">Asefter ɣef usefrek n usmel</a>.

source: <strong>Settings</strong> &mdash; This page shows a list of all settings associated with this site. Some are created by WordPress and others are created by plugins you activate. Note that some fields are grayed out and say Serialized Data. You cannot modify these values due to the way the setting is stored in the database.
kab: <strong>Iɣewwaren</strong> &mdash; Asebtar-agi ibeqqeḍ tabdart n iɣewwaren yedduklen ɣer usmel-agi. Kra yesnulfa-ten-id WordPress, wiyiḍ n isiɣzifen i tesremdeḍ. Eg tamawt belli kra n wurtiyen qqlen d idemdamen u mmalen belli sɛan isefka s umazrar (Serialized Data). Ur tezmireḍ ara ad tbeddeleḍ azalen-agi, sseba d taɣara swayes kelsen deg uzadur n isefka.

source: <strong>Themes</strong> &mdash; This area shows themes that are not already enabled across the network. Enabling a theme in this menu makes it accessible to this site. It does not activate the theme, but allows it to show in the site&#8217;s Appearance menu. To enable a theme for the entire network, see the <a href="%s">Network Themes</a> screen.
kab: <strong>Isental</strong> &mdash; Taɣzut-agi tbeqqeḍ isental ur nermid ara deg uẓeṭṭa. Ma tesremdeḍ asentel s wumuɣ-agi, ad yewjed i wesmel-agi. Ayagi ur t-yesermad ara maca ad t-ibeqqeḍ deg wumuɣ Timeẓri n usmel. Iwakken ad tesremdeḍ asentel i weẓeṭta merra rzu ɣer ugdil <a href="%s">Isental n uẓeṭṭa</a>

source: <strong>Users</strong> &mdash; This displays the users associated with this site. You can also change their role, reset their password, or remove them from the site. Removing the user from the site does not remove the user from the network.
kab: <strong>Iseqdacen</strong> &mdash; Ibeqqeḍ iseqdacen yedduklen ɣer usmel-agi. Tzemreḍ ad tbeddeleḍ timlilin-nnsen, ad talseḍ awennez n wawal n uɛeddi nnsen, neɣ ad ten-tekkseḍ seg usmel. Ma tekkseḍ aseqdac seg usmel ur yettwakkas ara seg uẓeṭṭa.
