Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/rhg/4.8.x/wp-4.8.x-rhg.po
Languages: rhg_mm

source: Your server is running PHP version %1$s but WordPress %2$s requires at least %3$s.
rhg_mm: Tuáñr sarvar ot PHP varcén %1$s soler lékin WordPress %2$s óttu homót %3$s lager.

source: This is the short link.
rhg_mm: Yián baiththá rabeta.

source: Comments navigation
rhg_mm: Rai ókkol ór duadui

source: Newer comments
rhg_mm: Bicí Noya Rai Ókkol

source: Older comments
rhg_mm: Bicí Furan Rai Ókkol

source: &laquo; Older Comments
rhg_mm: &laquo; Furan Rai óll

source: Newer Comments &raquo;
rhg_mm: Noya Rai óll &raquo;

source: Posts navigation
rhg_mm: Poigam ókkol or duadui

source: Newer posts
rhg_mm: Bicí noya poigam ókkol

source: Older posts
rhg_mm: Bicí furan poigam ókkol

source: Post navigation
rhg_mm: Poigam or duadui

source: &laquo; Previous Page
rhg_mm: &laquo; Fisór Sófa

source: Next Page &raquo;
rhg_mm: Baader Sófa &raquo;

source: Next Post
rhg_mm: Baader Poigam

source: Previous Post
rhg_mm: Fisór Poigam

source: Use commas instead of %s to separate excluded terms.
rhg_mm: Baáre goijjá theknikalwaádh ókkol oré alog goribélla %s or bodola koma estemalgoró.

source: Edit This
rhg_mm: Yián Sóiyigoró

source: Comments Feed
rhg_mm: Rai óll or fidh

# translations
source: Available
rhg_mm: Moujut Asé

# translations
source: Installed
rhg_mm: Fíthgoijjá

# admin color scheme
source: Blue
rhg_mm: Cíyai

# admin color scheme
source: Default
rhg_mm: Asási

source: Next &raquo;
rhg_mm: Baade &raquo;

source: &laquo; Previous
rhg_mm: &laquo; Fisór

source: %1$s %2$s %3$s Feed
rhg_mm: %1$s %2$s %3$s Fidh

source: %1$s %2$s Search Results for &#8220;%3$s&#8221; Feed
rhg_mm: %1$s %2$s Tua'r Notija ókkol &#8220;%3$s&#8221 olla; Fidh

source: %1$s %2$s Posts by %3$s Feed
rhg_mm: %1$s %2$s Posts by %3$s Fidh

source: %1$s %2$s %3$s Tag Feed
rhg_mm: %1$s %2$s %3$s Hót or Fidh

source: %1$s %2$s %3$s Category Feed
rhg_mm: %1$s %2$s %3$s Kisím or Fidh

source: %1$s %2$s %3$s Comments Feed
rhg_mm: %1$s %2$s %3$s Rai ókkol or Fidh

source: %1$s %2$s Comments Feed
rhg_mm: %1$s %2$s Rai ókkol or Fidh

source: %1$s %2$s Feed
rhg_mm: %1$s %2$s Fidh

source: Posts published on %s
rhg_mm: Poigam ókkol %s ot baáirgoijjé

source: Archives
rhg_mm: Arkaiv ókkol

source: Archives: %s
rhg_mm: Arkaiv óll: %s

# post format archive title
source: Chats
rhg_mm: Caáth óll

# post format archive title
source: Audio
rhg_mm: Abás

# post format archive title
source: Statuses
rhg_mm: Hásiyot óll

# post format archive title
source: Links
rhg_mm: Rabeta óll

# post format archive title
source: Quotes
rhg_mm: Háwala óll

# post format archive title
source: Videos
rhg_mm: Vidhu

# post format archive title
source: Images
rhg_mm: Fothú óll

# post format archive title
source: Galleries
rhg_mm: Gelleri óll

# post format archive title
source: Asides
rhg_mm: Ekdháikka óll

source: Day: %s
rhg_mm: Din: %s

source: Month: %s
rhg_mm: Mac: %s

source: Year: %s
rhg_mm: Bosór %s

source: Author: %s
rhg_mm: Lekóya: %s

source: Tag: %s
rhg_mm: Hót: %s

source: Category: %s
rhg_mm: Kisím: %s

source: Search Results %1$s %2$s
rhg_mm: Tua'r notija ókkol %1$s %2$s

source: Page %s
rhg_mm: Sófa %s

source: Search Results for &#8220;%s&#8221;
rhg_mm: &#8220;%s&#8221; ór tua'r notija ókkol

source: Page not found
rhg_mm: Sófa noófa

source: The %1$s option is deprecated for the family of %2$s functions. Use the %3$s function instead.
rhg_mm: Ektiyar %1$s oré %2$s fangcen ókkol or fémlilla estemal maná gorá giyé. Yarbodola %3$s fangcen estemalgoró.

source: html_lang_attribute
rhg_mm: rhg

source: The %1$s option is deprecated for the family of %2$s functions. Use the %3$s option instead.
rhg_mm: Ektiyar %1$s oré %2$s fangcen ókkol or fémlilla estemal maná gorá giyé. Yarbodola %3$s fangcen estemalgoró.

source: Site Admin
rhg_mm: Sáith Sóoñloya

source: Register
rhg_mm: Rejicthorgoró

source: Log In
rhg_mm: Bútore Gólo

source: Remember Me
rhg_mm: Añáre Yadráko

source: Password
rhg_mm: Húfiawaádh

source: Log out
rhg_mm: Baáre neeiló

source: Log in
rhg_mm: Bútore gólo

# submit button
source: Search
rhg_mm: Tua

# placeholder
source: Search &hellip;
rhg_mm: Tua &hellip;

# label
source: Search for:
rhg_mm: Ollá tua:

source: Scripts and styles should not be registered or enqueued until the %1$s, %2$s, or %3$s hooks.
rhg_mm: Leká'r torika ar ecthail ókkol %1$s, %2$s, yá %3$s kuñça ókkol foijjonto rejicthor yá laingoijjá no óforibóu.

source: The login page will open in a new window. After logging in you can close it and return to this page.
rhg_mm: Bútore gólibar sófa ekkán noya kírkiri't kúlibóu. Bútore góli baade tuñí yián bongorí faríba ar sófa ibá't wapes ai faríba.

source: Please log in again.
rhg_mm: Meérbanigorí abbar bútore gólo.

source: Session expired
rhg_mm: Secén fúrai giyégói

source: Manual Offsets
rhg_mm: Háte Behísaf ókkol

source: Select a city
rhg_mm: Ekkán cóor basílo

source: %1$s was called <strong>incorrectly</strong>. %2$s %3$s
rhg_mm: %1$s oré <strong>gairsóiyi gorí</strong> dhaká giyé. %2$s %3$s

source: Please see <a href="%s">Debugging in WordPress</a> for more information.
rhg_mm: Aró maalumat ólla meérbanigorí <a href="%s">WordPress or Bútore Golti Thíkgorá</a> ré soó.

source: (This message was added in version %s.)
rhg_mm: (Poigam yián %s varcén ot ezafágorá giyé.)

source: %1$s was called with an argument that is <strong>deprecated</strong> since version %2$s with no alternative available.
rhg_mm: %1$s oré ekkán barábari'r fúañti dhaká giyé ziyán varcén %2$s lóti <strong>estemal manágorá giyé</strong> honó bodol moujut nái.

source: %1$s was called with an argument that is <strong>deprecated</strong> since version %2$s! %3$s
rhg_mm: %1$s oré ekkán barábari'r fúañti dhaká giyé ziyán varcén %2$s lóti <strong>estemal manágorá giyé</strong>! %3$s

source: The called constructor method for %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
rhg_mm: %2$s! lóti dhaháde torika %1$s <strong>maná gorá giyé</strong> yarbodola %3$s estemalgoró.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
rhg_mm: %1$s ibá <strong>estemalgora noóza</strong> varcén %2$s lóti ar dusára thorika faa noóza.

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
rhg_mm: Varcén %2$s lóti %1$s oré <strong>estemal manágorá giyé</strong>! Yarbodola %3$s estemalgoró.

source: Error establishing a database connection
rhg_mm: Dhathabéis loi rabeta kaayem goríte golot ór.

source: Database Error
rhg_mm: Dhathabéis or Golot

source: WordPress &rsaquo; Error
rhg_mm: WordPress &rsaquo; Golot

source: &laquo; Back
rhg_mm: &laquo; Fisé

source: WordPress Failure Notice
rhg_mm: WordPress Fél Óibor Etála

source: Please try again.
rhg_mm: Meérbanigorí abbar kucícgoró

source: You are attempting to log out of %s
rhg_mm: Tuñí %s or baáre zaibor kucíc gorór

source: Could not write file %s
rhg_mm: %s fail ot lekí no faré

source: Empty filename
rhg_mm: Fail or nam háli

source: Unable to create directory %s. Is its parent directory writable by the server?
rhg_mm: %s dhairekthori banai no faré . Sarvar ottu ibá'r uoror dhairekthori lekí faréde hendila asé né?

source: One or more database tables are unavailable. The database may need to be <a href="%s">repaired</a>.
rhg_mm: Uggwá yá aró dhethabéis or thebíl ókkol moujut nái. Óitfare dhethabéis oré <a href="%s">thíkgorá </a> foribóu.

source: ERROR: This is not a valid feed template.
rhg_mm: GOLOT: Yián ekkán sóiyi fídh or nomuna nói.

# decline months names: on or off
source: off
rhg_mm: bon

source: %s and %s
rhg_mm: %s ar %s

source: %s, and %s
rhg_mm: %s, ar %s

source: The timezone you have entered is not valid. Please select a valid timezone.
rhg_mm: Woktó'r zaga tuñí dhaíllode yián gairsóiyi. Meérbanigorí ekkán woktó'r zaga basílo.

source: The Site address you entered did not appear to be a valid URL. Please enter a valid URL.
rhg_mm: Sáith or thíkana tuñí dhaíllode yián ekkán sóiyi URL bóuli no dahár. Meérbanigorí ekkán sóiyi URL dhaló.

source: The WordPress address you entered did not appear to be a valid URL. Please enter a valid URL.
rhg_mm: WordPress or thíkana tuñí dhaíllode yián ekkán sóiyi URL bóuli no dahár. Meérbanigorí ekkán sóiyi URL dhaló.

source: The email address entered did not appear to be a valid email address. Please enter a valid email address.
rhg_mm: B-cinçí'r thíkana tuñí dhaíllode yián ekkán sóiyi b-ciñçí'r thíkana bóuli no dahár. Meérbanigorí ekkán sóiyi b-ciñçí'r thíkana dhaló.

# Word count type. Do not translate!
source: words
rhg_mm: waádh ókkol

source: %s year
rhg_mm: %s bosór óll

source: %s month
rhg_mm: %s mac óll

source: %s week
rhg_mm: %s háfta óll

source: %s day
rhg_mm: %s din

source: %s hour
rhg_mm: %s góndha

source: %s min
rhg_mm: %s miníth

source: Use the %s filter instead.
rhg_mm: Yarbodola %s saloin estemalgoró.

source: Protected Comments: Please enter your password to view comments.
rhg_mm: Héfazotgoijjá rai ókkol. Meérbanigorí rai ókkol saíbolla tuáñr húfiawaádh dhaló.

source: Comments on: %s
rhg_mm: Uore rai ókkol: %s

source: By: %s
rhg_mm: Áta: %s

source: Comment on %1$s by %2$s
rhg_mm: %2$s áta %1$s or uore rai

source: Comments for %s
rhg_mm: %s ollá rai ókkol

source: Comments for %1$s searching on %2$s
rhg_mm: %1$s searching on %2$s ollá rai ókkol

source: Comments on %s
rhg_mm: %s ot rai ókkol

source: Close sharing dialog
rhg_mm: Cíyar goribar hotá bongoró

source: Copy and paste this code into your site to embed
rhg_mm: Kúdh yián tuáñr sáith or bútore bazái dibélla kopígoró ar lagaido.

source: Copy and paste this URL into your WordPress site to embed
rhg_mm: URL yián tuáñr WordPress or sáith lói bazái bélla kopí arde lagaido.

source: HTML Embed
rhg_mm: HTML Lói Bazáiya

source: WordPress Embed
rhg_mm: WordPress Lói Bazáiya

source: Sharing options
rhg_mm: Cíyar goribar ektiyar ókkol

source: Open sharing dialog
rhg_mm: Cíyar goribar hotá kúlo

source: %s <span class="screen-reader-text">Comment</span>
rhg_mm: %s <span class="screen-reader-text">Rai ókkol</span>

source: Continue reading %s
rhg_mm: Forát táko %s

source: File &#8220;%s&#8221; is not an image.
rhg_mm: Fail &#8220;%s&#8221; ekkán fothú nói.

source: The GD image library is not installed.
rhg_mm: GD fothúr laibri fíthgoijjá nái.

source: File &#8220;%s&#8221; doesn&#8217;t exist?
rhg_mm: Fail &#8220;%s&#8221; doesn&#8217;t moujutasé?

source: Are you sure you want to do this?
rhg_mm: Tuñí yián goríto soódde fakka né?

source: Last Post
rhg_mm: Ahéri Poigam

source: First Post
rhg_mm: Foóila Poigam

source: Missing Attachment
rhg_mm: Lagaiyáhabos moujut nái

source: Last updated
rhg_mm: Ahéri tazagoijjá

source: None
rhg_mm: Kessú Nái

source: new WordPress Loop
rhg_mm: noya WordPress or Gúriodot

source: Content:
rhg_mm: Hazorjiníc:

source: Title:
rhg_mm: Lokób:

source: The following values do not describe a valid date: month %1$s, day %2$s.
rhg_mm: Nisór kimot gin uggwá sóiyi tarík oré boiyan no goré: mac %1$s, din %2$s.

source: The following values do not describe a valid date: year %1$s, month %2$s, day %3$s.
rhg_mm: Nisór kimot gin uggwá sóiyi tarík oré boiyan no goré: bosór %1$s, mac %2$s, din %3$s.

source: Invalid value %1$s for %2$s. Expected value should be between %3$s and %4$s.
rhg_mm: %1$s %2$s ólla gairsóiyi kimot. Ummit goijjá kimot %3$s arde %4$s or mazé oforibóu.

source: When in reorder mode, additional controls to reorder widgets will be available in the widgets list above.
rhg_mm: Zehón abbar tortibgorár torikar bútore óile, Aró kontróul ókkol wíjeth ókkol abbar tortibgoríbélla uoror wíjeth or liíst or bútore moujut takíbou.

source: Search installed themes&hellip;
rhg_mm: Fíthgoijjá tehm ókkol tua&hellip;

# theme
source: Change
rhg_mm: Bodolo

source: Previewing theme
rhg_mm: Tehm agorisaár

source: Active theme
rhg_mm: Salu tehm

source: Theme Details
rhg_mm: Tehm'r Tofsil

source: <span>Active:</span> %s
rhg_mm: <span>Salu:</span> %s

source: Live Preview
rhg_mm: Dhaárik Agorisoó

source: Preview as an app icon
rhg_mm: Ekkán dorhásꞌr gura fothú hísafe agorisoó

source: Preview as a browser icon
rhg_mm: Ekkán braozarꞌr gura fothú hísafe agorisoó

source: Create Menu
rhg_mm: Mínu Toiyargoró

source: Original: %s
rhg_mm: Asóli: %s

source: The description will be displayed in the menu if the current theme supports it.
rhg_mm: Tofsil mínu'r bútore dehá zaibou zodi ehón or tehm yián oré hémayot gorile.

source: Link Relationship (XFN)
rhg_mm: Rabetaꞌr Taaluk (XFN)

source: CSS Classes
rhg_mm: CSS Kláss ókkol

source: Title Attribute
rhg_mm: Lokóbꞌr Húbi

source: Navigation Label
rhg_mm: Duadui'r Lebíl

source: Remove Menu Item: %1$s (%2$s)
rhg_mm: Mínur Jiníc Larifélo: %1$s (%2$s)

source: Edit menu item: %1$s (%2$s)
rhg_mm: Mínur Jiníc Sóiyigor: %1$s (%2$s)

# menu location
source: (Current: %s)
rhg_mm: (Ehón: %s)

source: Delete Menu
rhg_mm: Mínu Haçifélo

source: When in reorder mode, additional controls to reorder menu items will be available in the items list above.
rhg_mm: Zehón abbar tortibgorár torikar bútore óile, Aró kontróul ókkol mínu'r jiníc ókkol abbar tortibgoríbélla uoror liíst or bútore moujut takíbou.

source: Done
rhg_mm: Óigiyói

source: Add Items
rhg_mm: Jiníc ókkol Ezafágoró

source: Add or remove menu items
rhg_mm: Mínu´r jiníc ókkol ezafágoró ya larifélo

source: Automatically add new top-level pages to this menu
rhg_mm: Noya uoror-tobkar sofá ókkol mínu yián ot nizebaze ezafágró.

source: Menu Options
rhg_mm: Mínuꞌr Ektiyar ókkol

source: Choose File
rhg_mm: Fail Basílo

source: No file selected
rhg_mm: Honó fail basíloiyá nái

source: Change File
rhg_mm: Fail Bodolo

source: Select File
rhg_mm: Fail Basílo

source: Choose Image
rhg_mm: Fothú basílo

source: No image selected
rhg_mm: Honó fothú basíloiyá nái

source: Change Image
rhg_mm: Fothú Bodolo

source: Select Image
rhg_mm: Fothú Basílo

# custom headers
source: Suggested
rhg_mm: Mocuwara diya

# custom headers
source: Previously uploaded
rhg_mm: Agor uoretuillá

source: Add new image
rhg_mm: Noya fothú ezafágoró

source: Add new header image
rhg_mm: Noya matár fothú ezafágoró

source: Hide image
rhg_mm: Fothú luwa

source: Hide header image
rhg_mm: Matár fothú luwa

source: Current header
rhg_mm: Ehónor Matá

source: No image set
rhg_mm: Honó fothú séth nái

source: Randomizing suggested headers
rhg_mm: Mocuwara diya matá ókkol oré tortibsáragorér

source: Randomizing uploaded headers
rhg_mm: Uoretuillá matá ókkol oré tortibsáragorér

source: Remove image
rhg_mm: Fothú Larifélo

source: Set image
rhg_mm: Fothú séthgoró

source: Randomize suggested headers
rhg_mm: Mocuwara diya matá ókkol oré tortibsáragoró

source: Randomize uploaded headers
rhg_mm: Uoretuillá matá ókkol oré tortibsáragoró

source: Once Daily
rhg_mm: Fottídin Ekbar

source: Twice Daily
rhg_mm: Fottídin Duibar

source: Once Hourly
rhg_mm: Góndha yé Ekbar

source: This argument has changed to an array to match the behavior of the other cron functions.
rhg_mm: Barábari yián uggwá ekkolátta át oinno kron or fangcen ókkol or solasol loi mukabela goríbélla bodol giyói.

source: <strong>ERROR</strong>: The comment could not be saved. Please try again later.
rhg_mm: <strong>GOLOT</strong>: Rai bórieri nofare. Meérbanigorí baade abbar kucícgoró.

source: <strong>ERROR</strong>: please type a comment.
rhg_mm: <strong>GOLOT</strong>: meérbanigorí ekkán rai lekó.

source: <strong>ERROR</strong>: please enter a valid email address.
rhg_mm: <strong>GOLOT</strong>: meérbanigorí ekkán sóiyi b-ciñçí'r thíkana dhaló.

source: <strong>ERROR</strong>: please fill the required fields (name, email).
rhg_mm: <strong>GOLOT</strong>: meérbanigorí lagerde zaga ókkol (nam, b-ciñçí) bóro.

source: Could not update comment status
rhg_mm: Rai or hásiyot tazagorí no faré

source: You are posting comments too quickly. Slow down.
rhg_mm: Tuñí rai óll bicí toratori door. Ekkena asté.

source: Duplicate comment detected; it looks as though you&#8217;ve already said that!
rhg_mm: Ekdhoilla rai hótfaiyé; yián andila daházar zendila néki tuññi&#8217; yián foóila loti hoíyo!

source: Unapproved
rhg_mm: Monzur agoijjá

source: Post Comment
rhg_mm: Rai or poigam doo

source: Cancel reply
rhg_mm: Zuab kenselgoró

source: Your email address will not be published.
rhg_mm: Tuáñr b-ciñçí'r thíkana baáirgorá nozaibóu.

source: You must be <a href="%s">logged in</a> to post a comment.
rhg_mm: Rai or poigam dibellá tuáñrtu <a href="%s">bútore góilla</a> taká foribóu.

source: Required fields are marked %s
rhg_mm: Laibou de zaga ókkol %s lói hót diya giyé

source: Website
rhg_mm: Wébsáith

source: Email
rhg_mm: B-ciñçí

source: Name
rhg_mm: Nam

source: Leave a Reply to %s
rhg_mm: %s oré ekkán juaáb doo.

source: Leave a Reply
rhg_mm: Ekkán juaáb doo.

source: Click here to cancel reply.
rhg_mm: Juaáb kensel bellá yiáñt klikgoró.

source: Log in to leave a Comment
rhg_mm: Ekkán rai dibellá bútore gólo

source: Leave a Comment
rhg_mm: Ekkán rai cúçido

source: Log in to Reply
rhg_mm: Juaáb dibellá bútore gólo

source: Reply to %s
rhg_mm: %s oré zuab

source: Reply
rhg_mm: Juaáb

source: Enter your password to view comments.
rhg_mm: Rai ókkol saáibélla tuáñr húfiawaádh dhaló.

source: Comments Off<span class="screen-reader-text"> on %s</span>
rhg_mm: <span class="screen-reader-text"> %s uore </span> Rai ókkol bon

source: %1$s Comment<span class="screen-reader-text"> on %2$s</span>
rhg_mm: <span class="screen-reader-text"> %2$s uore </span> %1$s Rai ókkol

source: 1 Comment<span class="screen-reader-text"> on %s</span>
rhg_mm: <span class="screen-reader-text">%s or uore</span> 1 rai

source: No Comments<span class="screen-reader-text"> on %s</span>
rhg_mm: <span class="screen-reader-text"> %s or uore </span> hóno rai óll nái

source: Pingback
rhg_mm: Wapes ringoró

source: Trackback
rhg_mm: Wapes laingoró

# noun
source: Comment
rhg_mm: Rai

source: 1 Comment
rhg_mm: 1 Rai

source: No Comments
rhg_mm: Hóno rai óll nái

source: %s Comment
rhg_mm: %s rai ókkol

source: The specified target URL does not exist.
rhg_mm: Waazé goijjá monzil URL moujut nái.

source: Pingback from %1$s to %2$s registered. Keep the web talking! :-)
rhg_mm: %1$s loi %2$s ottu wapes ringorá rejicthorgoijjé. Wébsáith oré hotá hoát rák! :-)

source: The source URL does not contain a link to the target URL, and so cannot be used as a source.
rhg_mm: Asás URL ot monzil URL or ikka ekkán rabeta nái, ar tóile asás hísafe estemal ói nofaribóu.

source: We cannot find a title on that page.
rhg_mm: Añára sófa yián ot ekkán lokób tuai nofair.

source: The source URL does not exist.
rhg_mm: Asás URL moujut nái.

source: The pingback has already been registered.
rhg_mm: Wapes ringorá foóila loti rejicthor ói giyé gói.

source: The source URL and the target URL cannot both point to the same resource.
rhg_mm: Asás URL ar monzil URL dunúwan ekku dhoilla zoriya ré puáin gorí nofaribóu.

source: The specified target URL cannot be used as a target. It either doesn&#8217;t exist, or it is not a pingback-enabled resource.
rhg_mm: Waazé goijjá monzil URL monzil URL hísafe estemal ói nofaribóu. Ibá yáto moujutn&#8217;ái asé, yá ibá uggwá wapes ringorí farede zoriya nói.

source: Is there no link to us?
rhg_mm: Eçé añárár ikka honó rabeta nái?

source: Sorry, you have used your space allocation.
rhg_mm: Mafsaái, tuñí tuáñr borat or zaga estemal gorí félaiyó.

source: Sorry, you are not allowed to publish posts on this site.
rhg_mm: Mafsaái, tuáñrtu sáith yián ót poigam baáirgoríbar ejazot nái.

source: Sorry, you are not allowed to publish pages on this site.
rhg_mm: Mafsaái, tuáñrtu sáith yián ót sófa ókkol baáirgoríbar ejazot nái.

source: For some strange yet very annoying reason, this post could not be edited.
rhg_mm: Ájjo kessú bicí ajiíb ferecanir wajálla, poigam yián sóiyigorá nozaibóu.

source: Sorry, no such post.
rhg_mm: Mafsaái, endila honó poigam nái.

source: Sorry, that file cannot be edited.
rhg_mm: Mafsaái, fail ibá sóiyi gorí nofaribóu.

source: Either there are no posts, or something went wrong.
rhg_mm: Yáto éçe honó poigam ókkol nái, yá kessú golot óiye.

source: Sorry, revisions are disabled.
rhg_mm: Mafsaái, rivicén ókkol bongorá giyé.

source: Sorry, comments are closed for this item.
rhg_mm: Mafsaái, jiníc yián or uore rai diya bon asé.

source: Invalid comment status.
rhg_mm: Rai or hásiyot gairsóiyi.

source: Invalid comment ID.
rhg_mm: Rai or ID gairsóiyi.

source: Sorry, you must be able to edit posts on this site in order to view categories.
rhg_mm: Mafsaái, tuáñrtu sáith yián ót kisím ókkol saiballá poigam ókkol sóiyi goríbar kabel óforíbou.

source: Sorry, the new category failed.
rhg_mm: Mafsaái, noya kisím félgiyé.

source: Sorry, you must be able to edit posts on this site in order to view tags.
rhg_mm: Mafsaái, tuáñrtu sáith yián ót hót ókkol saiballá poigam ókkol sóiyi goríbar kabel óforíbou.

source: Sorry, you are not allowed to edit posts.
rhg_mm: Mafsaái, tuáñrtu rai ókkol sóiyi goríbar ejazot nái.

source: Failed to delete the page.
rhg_mm: Sófa haçité félgiyé.

source: Sorry, no such page.
rhg_mm: Mafsaái, endila honó sófa nái.

source: Sorry, the user cannot be updated.
rhg_mm: Mafsaái, estemal goróya ibá tazagorí nofaribóu.

source: Invalid user ID.
rhg_mm: Estemal goróya'r ID gairsóiyi.

source: Sorry, deleting the term failed.
rhg_mm: Mafsaái, teknikal waádh haça félgiyé.

source: Sorry, editing the term failed.
rhg_mm: Mafsaái, teknikal waádh sóiyigorá félgiyé.

source: This taxonomy is not hierarchical so you can't set a parent.
rhg_mm: Lofzórzák yián sílsilawala nói tóile tuñí uggwá uore séthgorí nofaribá.

source: Parent term does not exist.
rhg_mm: Uoror theknikalwaádh moujut nái.

source: This taxonomy is not hierarchical.
rhg_mm: Lofzórzák yián sílsilawala nói.

source: The term name cannot be empty.
rhg_mm: Theknikalwaádh or nam háli táki nofaribóu.

source: The post cannot be deleted.
rhg_mm: Poigam haçifélai nofaribóu.

source: There is a revision of this post that is more recent.
rhg_mm: Poigam yián or ekkán rivicén asé ziyán néki ebbre ehónor.

source: Sorry, you are not allowed to add a term to one of the given taxonomies.
rhg_mm: Mafsaái, tuáñrtu diyé de lofzórzák ókkol ót uggwá teknikal waádh ezafágoríbar ejazot nái.

source: Ambiguous term name used in a hierarchical taxonomy. Please use term ID instead.
rhg_mm: Sílsilawala lofzórzák ot gairwaazé theknikalwaádh or nam estemal óiyé. Meérbanigorí theknikalwaádh or ID estemalgoró.

source: Sorry, you are not allowed to assign a term to one of the given taxonomies.
rhg_mm: Mafsaái, tuáñrtu diyéde lofzórzák ókkol ót uggwá teknikal waádh zimmadíbar ejazot nái.

source: Sorry, one of the given taxonomies is not supported by the post type.
rhg_mm: Mafsaái, diyéde lofzórzák ókkol ekisím or poigram oré hémayot nogoré.

source: Invalid attachment ID.
rhg_mm: Lagaiyáfail'r ID gairsóiyi.

source: Invalid author ID.
rhg_mm: Lekóya'r ID gairsóiyi.

source: Sorry, you are not allowed to post on this site.
rhg_mm: Mafsaái, tuáñrtu sáith yián ót poigam dibar ejazot nái.

source: The post type may not be changed.
rhg_mm: Poigam or kisím óitfare bodoli nofaribóu.

source: Sorry, you are not allowed to edit this post.
rhg_mm: Mafsaái, tuáñrtu rai yián sóiyi goríbar ejazot nái.

source: Invalid post ID.
rhg_mm: Poigam or ID gairsóiyi.

source: Sorry, you cannot stick a private post.
rhg_mm: Mafsaái, tuñí háas poigam oré lagai nofaríba.

source: Insufficient arguments passed to this XML-RPC method.
rhg_mm: XML-RPC torika yián or ikka hom barábari ókkol fas gorágiyé.

source: Allow link notifications from other blogs (pingbacks and trackbacks) on new articles
rhg_mm: Oinno bologsáith (wapes ringorá arde wapes laingorá) ókkol óttu rabeta'r etalá ókkol noya poigam ókkol ót ejazot doo.

source: Allow people to post comments on new articles
rhg_mm: Manúic oré noya mozmún ót rai óll ór poigam dibór ejazot doo.
