Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/rhg/4.8.x/wp-4.8.x-rhg.po
Languages: rhg_mm

source: Unsupported value type (%s).
rhg_mm: Hémayot nogoré dé kisím or kimot (%s).

source: The site you were looking for, %s, does not exist.
rhg_mm: Tuñí tuaila de sáith, %s, moujut nái.

source: The site you were looking for, %s, does not exist, but you can create it now!
rhg_mm: Tuñí tuailade sáith, %s, moujut nái, lékin tuñí yián ehón toiyar gorí faríba!

source: You are logged in already. No need to register again!
rhg_mm: Tuñí foóila loti bútore góilla asó. Abbar rejicthor goribár zorurot nái.

source: Sorry, new registrations are not allowed at this time.
rhg_mm: Mafsaái, noya rejicthrecén ókkol ehón ót ejazot nái.

source: Site registration has been disabled.
rhg_mm: Sáith rejicthrecén bongorá giyé.

source: User registration has been disabled.
rhg_mm: Estemal goróyar rejicthrecén bongorá giyé.

source: You must first <a href="%s">log in</a>, and then you can create a new site.
rhg_mm: Tuáñrtu foóila hámahá <a href="%s">bútore góla</a> foribóu, tarfore tuñi ekkán noya sáith banai faribá.

source: Registration has been disabled.
rhg_mm: Rejicthrecén bongorá giyé.

source: The network currently allows user registrations.
rhg_mm: Ehón nethwaák ye estemalgoróya ókkol or rejicthrecén or ejazot diyé.

source: The network currently allows site registrations.
rhg_mm: Ehón nethwaák ye sáith ókkol or rejicthrecén or ejazot diyé.

source: The network currently disallows registrations.
rhg_mm: Ehón nethwaák ye rejicthrecén or ejazot noó dé.

source: Have you entered your email correctly? You have entered %s, if it&#8217;s incorrect, you will not receive your email.
rhg_mm: Tuñí tuáñr b-ciñçí'r thíkana sóiyigorí dhaíllo né? Tuñí %s dhaíllode, zodi yián&#8217;s golot óile, tuñí tuáñr b-ciñçí no faiba.

source: Check the junk or spam folder of your email client. Sometime emails wind up there by mistake.
rhg_mm: Tuáñr b-ciñçí'r kláiyen or JUNK yá SPAM fuldhar ot cekgoró. Bazumotta b-ciñçí óll éçe golti sáñte ráka za.

source: Wait a little longer. Sometimes delivery of email can be delayed by processes outside of our control.
rhg_mm: Ekka entezar goró. Bazumotta b-ciñçí foóñsa kessú baár or karwai ókkol ziín añárár kontróul or baáre táke hiín ollá deri óitfare.

source: If you haven&#8217;t received your email yet, there are a number of things you can do:
rhg_mm: Zodi tuñí tuáñr b-ciñçí ájjo&#8217;nofai táikkode óile, éçe tuñí bóut kessú gorí faríbar asé:

source: Still waiting for your email?
rhg_mm: Ájjo tuáñr b-ciñçír entezar gorír?

source: If you do not activate your site within two days, you will have to sign up again.
rhg_mm: Zodi dui din or bútore tuñí tuáñr sáith óre salu nogoríle, tuáñrtu abbar rejicthor gorá foribóu.

source: But, before you can start using your site, <strong>you must activate it</strong>.
rhg_mm: Lékin, tuáñr sáith oré estemal gorá cúru goríbar foóila, <strong>tuáñrtu yián oré salu gorá foribóu</strong>.

source: Congratulations! Your new site, %s, is almost ready.
rhg_mm: Mubarek! Tuáñr noya sáith, %s tokoriban toiyar asé.

source: Signup
rhg_mm: Rejicthorgoró

source: If you do not activate your username within two days, you will have to sign up again.
rhg_mm: Zodi tuñí tuáñr estemal goróyar nam oré dui din or bútore salu no goróodde óiyle, tuáñrtu abbar rejicthor gorá foribóu.

source: Check your inbox at %s and click the link given.
rhg_mm: %s ot tuáñr ciñçí'r fethi cekgoró ar diyé de rabeta ré klikgoró.

source: But, before you can start using your new username, <strong>you must activate it</strong>.
rhg_mm: Lékin, noya estemal goróyar nam oré estemal cúru goríbar foóila, <strong>tuáñrtu ibá hámahá salugoró foribóu</strong>.

source: %s is your new username
rhg_mm: %s tuáñr noya estemal goróyar nam.

source: Just a username, please.
rhg_mm: Meérbanigorí, siríf estemal goróyar nam.

source: Gimme a site!
rhg_mm: Ekkán sáithdo!

source: Get your own %s account in seconds
rhg_mm: Tuáñr nizor %s hísaf sekén or bútore hasílgoró.

source: <a href="%1$s">%2$s</a> is your new site. <a href="%3$s">Log in</a> as &#8220;%4$s&#8221; using your existing password.
rhg_mm: <a href="%1$s">%2$s</a> tuáñr noya sáith. Moujut aséde húfiawaádh oré estemalgorí <a href="%3$s">bútore gólo</a> as &#8220;%4$s&#8221;.

source: The site %s is yours.
rhg_mm: Sáith yián %s tuáñr.

source: Create Site
rhg_mm: Sáith Toiyar Goró

source: If you&#8217;re not going to use a great site domain, leave it for a new user. Now have at it!
rhg_mm: Zodi tuñí uggwá azíim sáith or gírá estemal no goródde óile, ibá uggwá noya estemal goróyallá cúçido. Ehón ot yián lo!

source: Sites you are already a member of:
rhg_mm: Sáith ókkol ziín ot tuñi foóila loti membór asó:

source: Welcome back, %s. By filling out the form below, you can <strong>add another site to your account</strong>. There is no limit to the number of sites you can have, so create to your heart&#8217;s content, but write responsibly!
rhg_mm: Wapes estekbal gorázar, %s. Nisor fórom gán bóriyére, tuñí <strong>tuáñr hísaf ot arekkán sáith ezafágorí</strong> faribá. Éçe honó sáith ókkol rakíbar húdud nái, tóile tuáñr dil&#8217;s or hazorjiníc toiyargoró, lékin zimmadari sáñte lekó!

source: There was a problem, please correct the form below and try again.
rhg_mm: Éçe ekkán mosólla aiccíl, meérbanigorí nisór fórom thíkgoró ar dubara kucícgoró.

source: Get <em>another</em> %s site in seconds
rhg_mm: <em>Arekkán</em> %s sáith sekén or bútore háñsilgoró

source: We send your registration email to this address. (Double-check your email address before continuing.)
rhg_mm: Añára tuáñr rejicthrecén or b-ciñçí thíkana yián ot defeçáiyi. (Zarirakíbar foóila tuáñr b-ciñçí'r thíkana duibar cekgoró)

source: Email&nbsp;Address:
rhg_mm: Email&nbsp;Thíkana:

source: (Must be at least 4 characters, letters and numbers only.)
rhg_mm: (Hámahá homót 4 guwá hórof, leká ar nombór ókkol óforíbou.)

source: Yes
rhg_mm: Ói

source: Allow search engines to index this site.
rhg_mm: Tuaisaáde ingin óll oré sáith yián oré liís goribar ejazotdo.

source: Privacy:
rhg_mm: Razdari:

source: Site Language:
rhg_mm: Sáith ór Zuban:

source: Site Title:
rhg_mm: Sáith ór Lokób:

source: Must be at least 4 characters, letters and numbers only. It cannot be changed, so choose carefully!
rhg_mm: Homót 4 sairguwá hórof ar nombór ókkol taáforíbou. Ibá bodoli nofaribóu, tóile úñciarigorí basílo!

source: Your address will be %s.
rhg_mm: Tuáñr thíkana óibou %s.

source: domain
rhg_mm: gírá

source: sitename
rhg_mm: sáithornam

source: Site Domain:
rhg_mm: Sáith or Gírá:

source: Site Name:
rhg_mm: Sáith or Nam:

source: Mission complete. Message %s deleted.
rhg_mm: Moksót fura óiye. Poigam %s haçí diya giyé.

source: Oops: %s
rhg_mm: Óh: %s

source: Posted title:
rhg_mm: Poigam goijjá lokób:

source: Author:
rhg_mm: Lekóya:

source: Author is %s
rhg_mm: Lekóya óiyede %s

source: There doesn&#8217;t seem to be any new mail.
rhg_mm: Éçe &#8217 noya b-ciñçí dahá nozar.

source: Slow down cowboy, no need to check for new mails so often!
rhg_mm: Gouru soroíya ekká asté, bar bar noya b-ciñçí cekgoríbar zorurot nái!

source: This action has been disabled by the administrator.
rhg_mm: Ékcen yián entezam goróya áta bongorá giyé.

source: <strong>You have successfully updated WordPress!</strong> Please log back in to see what&#8217;s new.
rhg_mm: <strong>Tuñí kamiyabi sáñte WordPress oré tazagorí félaiyó!</strong> Meérbanigorí noya ki&#8217;s asé saibálla wapes bútore gólo.

source: Registration complete. Please check your email.
rhg_mm: Rejicthorgorá mukómmol óiye. Meérbanigorí tuáñr b-ciñçí cekgoró.

source: Check your email for your new password.
rhg_mm: Noya húfiawaádh ollá tuáñr b-ciñçír thíkana cekgoró.

source: Check your email for the confirmation link.
rhg_mm: Tosdik goríbar rabeta ré tuáñr b-ciñçí't cekgoró.

source: User registration is currently not allowed.
rhg_mm: Ehón estemalgoróya'r rejicthrecén or ejazot nái.

source: You are now logged out.
rhg_mm: Yaa tuñí baáre neeilí giyógói.

source: You have logged in successfully.
rhg_mm: Tuñí kamiyabi sáñte bútore góillo.

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href="%s">enable cookies</a> to use WordPress.
rhg_mm: <strong>GOLOT</strong>: Kukis bongoijjá asé ar tuáñr tuaineeiloyá yé hémayot nogoré. WordPress estemal goribélla tuáñrtu hámahá <a href="%s">kukis kabelgorá</a> foribóu.

source: <strong>ERROR</strong>: Cookies are blocked due to unexpected output. For help, please see <a href="%1$s">this documentation</a> or try the <a href="%2$s">support forums</a>.
rhg_mm: <strong>GOLOT</strong>: Kessú ummitsára notijallá bóuli kukis bongoijjá asé. Modotollá, meérbanigorí <a href="%1$s">habosfonna yián</a> soó yá <a href="%2$s">hémayot or fórom ókkol</a> lói kucícgoró.

source: Registration confirmation will be emailed to you.
rhg_mm: Tuáñre rejicthrecén or tosdik or b-ciñçí defeçá zaibou.

source: Username
rhg_mm: Estemal goróya'r nam

source: Register For This Site
rhg_mm: Sáith Yián Ót Rejicthorgoró

source: Registration Form
rhg_mm: Rejicthrecén Fórom

source: Confirm new password
rhg_mm: Noya húfiawaádh sóiyihoó

source: Strength indicator
rhg_mm: Taakot ór icara

source: New password
rhg_mm: Noya húfiawaádh

source: Enter your new password below.
rhg_mm: Nise tuáñr noya húfiawaádh dhaló.

source: Reset Password
rhg_mm: Húfiawaádh Abbar Séthgoró

source: Your password has been reset.
rhg_mm: Tuáñr húfiawaádh abbar séth óigiyói.

source: Password Reset
rhg_mm: Húfiawaádh Abbar Séthgoró

source: The passwords do not match.
rhg_mm: Húfiawaádh óll ekkudhoilla nói.

source: Get New Password
rhg_mm: Noya Húfiawaádh Háñsilgoró

source: Please enter your username or email address. You will receive a link to create a new password via email.
rhg_mm: Meérbanigorí tuáñr estemalgoróya'r nam yá b-ciñçí'r thíkana dhaló. Tuñí uggwá noya húfiawaádh toiyar goribélla b-ciñçí'r zoriya ekkán rabeta faiba.

source: Lost Password
rhg_mm: Húfiawaádh Háñzigiyói

source: Your password reset link has expired. Please request a new link below.
rhg_mm: Tuánr húfiawaádh abbar séthgoríbar rabeta fúria giyégói. Meérbanigorí nise ekkan noya rabeta dorhás goró.

source: Your password reset link appears to be invalid. Please request a new link below.
rhg_mm: Tuánr húfiawaádh abbar séthgoríbar rabeta golot deházar. Meérbanigorí nise ekkan noya rabeta dorhás goró.

source: Possible reason: your host may have disabled the mail() function.
rhg_mm: Sóbob óitfare: Tuáñr gíros yé mail() fangcen oré kabel nogoré.

source: The email could not be sent.
rhg_mm: B-ciñçí defeçáí nofare.

source: [%s] Password Reset
rhg_mm: [%s] húfiawaádh abbar séthgoró

source: To reset your password, visit the following address:
rhg_mm: Húfiawaádh abbar séthgoríbélla, nisedahárde thíkana ré ziyarotgoró:

source: If this was a mistake, just ignore this email and nothing will happen.
rhg_mm: Zodi yián ekkán golti aiccíl de óile, siríf b-ciñçí yián oré bardoo ar kessú no óíbou.

source: Someone has requested a password reset for the following account:
rhg_mm: Honíkka yé nisedahárde hísaf ibá'r húfiawaádh oré abbar séth goribélla dorhás goijjé:

source: <strong>ERROR</strong>: Invalid username or email.
rhg_mm: <strong>GOLOT</strong>: Gairsóiyi estemalgoróya'r nam yá b-ciñçí.

source: <strong>ERROR</strong>: There is no user registered with that email address.
rhg_mm: <strong>GOLOT</strong>: B-ciñçí yián loi eçé honó estemalgoróya'r nam rejicthor nái.

source: <strong>ERROR</strong>: Enter a username or email address.
rhg_mm: <strong>GOLOT</strong>: Uggwá estemalgoróya'r nam yá b-ciñçír thíkana dhaló.

source: Powered by WordPress
rhg_mm: WordPress Loi Saluóiye

source: Create a Configuration File
rhg_mm: Uggwá Tortib or Fail Toiyargoró

source: You can create a %s file through a web interface, but this doesn't work for all server setups. The safest way is to manually create the file.
rhg_mm: Tuñí uggwá %s fail ekkán wéb intharféis or zoriya toiyar gori faríba, lékin yián beggún sarvar séthgorá ókkol ot ham nogoré. Ebbre héfazot wala rasta óiyede fail ibá háte toiyargoró.

source: Need more help? <a href='%s'>We got it</a>.
rhg_mm: Aró modót laibou? <a href='%s'>Añára yián buzí faijjí</a>.

source: There doesn't seem to be a %s file. I need this before we can get started.
rhg_mm: Éçe uggwá %s fail asé de dahá nozar. Añártu cúru gori faribélla foóila yián lager.

source: Links for %s
rhg_mm: %s ollá rabeta óll

source: <strong>ERROR</strong>: WordPress %1$s requires MySQL %2$s or higher
rhg_mm: <strong>GOLOT</strong>: WordPress %1$s óttu MySQL %2$s yá yáttu usol laibóu.

source: Are you sure that the database server is not under particularly heavy load?
rhg_mm: Tuñí dhetabéis sarvar honó háas bór fuñzár tole nái de yián fakka né?

source: This means that we lost contact with the database server at %s. This could mean your host&#8217;s database server is down.
rhg_mm: Yián or maáñi añárá dhetabéis sarvar %s lói konték háñzai félaiyi. Yián or maáni óitfare dhetabéis sarvar or girós lami giyé gói.

source: Error reconnecting to the database
rhg_mm: Dhetabéis loi dubara rabeta óite golot ór

source: If you&#8217;re unsure what these terms mean you should probably contact your host. If you still need help you can always visit the <a href="%s">WordPress Support Forums</a>.
rhg_mm: Zodi tuñí corót iín or maáni ki de yián fakka no óile cayéd tuáñrtu tuáñr girós oré konték goroón sa. Zodi tuáñrtu aijjó modot or zorurot asé de óile tuñí hámica <a href="%s">WordPress Hémayot Or Ectema Ókkol</a> ót ziyarot gorí fariba.

source: Are you sure that the database server is running?
rhg_mm: Tuñí dhetabéis soler de yián fakka né?

source: Are you sure that you have typed the correct hostname?
rhg_mm: Tuñí girós or nam sóiyi lekí diyo de yián tuñí fakka né?

source: Are you sure you have the correct username and password?
rhg_mm: Tuñí tuáñrtu estemalgoróyar nam arde húfiawaádh sóiyi asé de fakka né?

source: This either means that the username and password information in your %1$s file is incorrect or we can&#8217;t contact the database server at %2$s. This could mean your host&#8217;s database server is down.
rhg_mm: Yián or maáni yáto tuáñr %1$s fail or bútore estemal goróya'r nam arde húfiawaádh gairsóiyi yáto añára dhethabéis sarvar %2$s lói konték gorí nofári. Yián or maáni óitfare tuáñr dhetabéis sarvar or girós lami giyé gói.

source: WordPress database error:
rhg_mm: WordPress dhethabéisꞌr golot:

source: WordPress database error %1$s for query %2$s
rhg_mm: WordPress dhethabéis or golot %1$s súal ollá %2$s

source: WordPress database error %1$s for query %2$s made by %3$s
rhg_mm: WordPress dhethabéis or golot %1$s súal ollá %2$s ziyán %3$s or áta banaiyé.

source: The query argument of %s must have a placeholder.
rhg_mm: Súal %s or barábaríttu hámahá ekkán zaga dórirakóya táka foribóu.

source: %s must set a database connection for use with escaping.
rhg_mm: %s óttu dáa'r fúa'ñti estemal goríbélla hámahá ekkán dhethabéis or rabeta séth gorá foribóu.

source: If you don&#8217;t know how to set up a database you should <strong>contact your host</strong>. If all else fails you may find help at the <a href="%s">WordPress Support Forums</a>.
rhg_mm: Zodi tuñí uggwá dhethabéis sarvar keéngorí séth goréde no zano tóile tuáñrtu <strong>tuáñr girós oré konték</strong> goróon sa. Zodi oinno beggún félgiyé óile tuñí <a href="%s">WordPress Hémayot Or Ectema Ókkol</a> ót ziyarot gorí fariba.

source: On some systems the name of your database is prefixed with your username, so it would be like <code>username_%1$s</code>. Could that be the problem?
rhg_mm: Kessú entezam ókkol or bútore tuáñr dhethabéis tuáñr estemal goróya'r nam lói foóila lóti prifíx goijjá táke, tóile yián endila <code>username_%1$s</code> óibou. Yián mockil óitfare?

source: Does the user %1$s have permission to use the %2$s database?
rhg_mm: Estemal goróya %1$s óttu dhethabéis %2$s estemal goribar ejazot asé né?

source: Are you sure it exists?
rhg_mm: Yián moujut asé tuñí fakka né?

source: We were able to connect to the database server (which means your username and password is okay) but not able to select the %s database.
rhg_mm: Añárá dhetabéis sarvar lói konték goríbar kabel aiccílam (ziyán or maáni tuáñr estemal goróya'r nam arde húfiawaádh thík asé) kintu dhetabéis %s basí loibar kabel nái.

source: Can&#8217;t select database
rhg_mm: Dhethabéis basí loi no faribou

source: Display item date?
rhg_mm: Hazorjiníc or tarík daháiba?

source: Display item author if available?
rhg_mm: Hazorjiníc or lekóya zodi tákile daháiba?

source: Display item content?
rhg_mm: Hazorjiníc or sámana daháiba?

source: How many items would you like to display?
rhg_mm: Tuñí how bar daháito saíba?

source: Give the feed a title (optional):
rhg_mm: Fídh oré ekkán lokób do (ektiyari):

source: Enter the RSS feed URL here:
rhg_mm: RSS fídh yiáñt dhaló:

source: Untitled
rhg_mm: Lokób adiya

source: No %1$s was set in the arguments array for the "%2$s" sidebar. Defaulting to "%3$s". Manually set the %1$s to "%3$s" to silence this notice and keep existing sidebar content.
rhg_mm: Hóno "%2$s" sáidhlain ollá %1$s barábarír ekkolátta'r bútore défeça noza. "%3$s" oré asási gorér. Etála yián oré hamúc ar foóila loti aséde sáidhlain or hazorjiníc oré rakíballá %1$s útto "%3$s" oré haté séthgoró.

source: Sidebar
rhg_mm: Sáidhlain

source: Sidebar %d
rhg_mm: Saidhlain %d

source: Automatically add paragraphs
rhg_mm: Nizebaze paragaráf ókkol ezafágoró

source: Taxonomy:
rhg_mm: Lofzórzák:

source: The tag cloud will not be displayed since there are no taxonomies that support the tag cloud widget.
rhg_mm: Miyúla hót dahá no zaibou zetókkon fójjontó éçe honó lofzórzák nái ziín né néki miyúla hót wíjeth oré hemayót no góre.

source: Tags
rhg_mm: Hót óll

source: Tag Cloud
rhg_mm: Hót or Miyúla

source: A cloud of your most used tags.
rhg_mm: Tuáñr bicí estemal goijjá hót ókkol or ekkán miyóla.

# Search widget
source: Search
rhg_mm: Tua

source: A search form for your site.
rhg_mm: Tuáñr sáith ollá ekkán tuaibar fórom.

source: Unknown Feed
rhg_mm: Ousin Fidh

source: Entries from any RSS or Atom feed.
rhg_mm: Honó RSS yá etom or fidh ottú bútore dhalá ókkol.

source: Display post date?
rhg_mm: Poigam or tarík daháiba?

source: Number of posts to show:
rhg_mm: Poigam ókkol or nombór daháiballa:

source: Recent Posts
rhg_mm: Ehón or poigam ókkol

source: Your site&#8217;s most recent Posts.
rhg_mm: Tuáñr sáith&#8217;or ehónor poigam ókkol.

source: Number of comments to show:
rhg_mm: Daháibélla rai óll or nombór:

# widgets
source: %1$s on %2$s
rhg_mm: %2$s uore %1$s

source: Recent Comments
rhg_mm: Ehón or rai óll

source: Your site&#8217;s most recent comments.
rhg_mm: Tuáñr sáith&#8217;or ebbre ehónor rai ókkol.

source: Page IDs, separated by commas.
rhg_mm: Sófa'r ID ókkol, koma ókkol loi zudagoijjá.

source: Exclude:
rhg_mm: Baáre rakó:

source: Page ID
rhg_mm: Sófa'r ID

source: Page order
rhg_mm: Sófa'r tortib

source: Page title
rhg_mm: Sófa'r lokób

source: A list of your site&#8217;s Pages.
rhg_mm: Tuáñr sáith&#8217;or sófa ókkol ollá ekkán liís.

source: Comments <abbr title="Really Simple Syndication">RSS</abbr>
rhg_mm: Rai óll <abbr title="Really Simple Syndication">RSS</abbr>

source: Entries <abbr title="Really Simple Syndication">RSS</abbr>
rhg_mm: Dhalá ókkol <abbr title="Really Simple Syndication">RSS</abbr>

source: Login, RSS, &amp; WordPress.org links.
rhg_mm: Bútore gólo, RSS, &amp; WordPress.org rabeta óll.

source: Number of links to show:
rhg_mm: Daháibélla rabeta ókkol or nombór:

source: Show Link Rating
rhg_mm: Rabeta'r Rutba Dahó

source: Show Link Description
rhg_mm: Rabeta'r Tofsil Dahó

source: Show Link Name
rhg_mm: Rabeta'r Nam Dahó

source: Show Link Image
rhg_mm: Fothú'r Rabeta Dahó

# Links widget
source: Random
rhg_mm: Tortibsára

source: Link ID
rhg_mm: Rabeta'r ID

source: Link rating
rhg_mm: Rabeta'r dor

source: Link title
rhg_mm: Rabeta'r lokób

source: Sort by:
rhg_mm: Loi liísgoró:

# links widget
source: All Links
rhg_mm: Beggún Rabeta óll

source: Select Link Category:
rhg_mm: Rabeta'r Kisím Basílo:

source: Links
rhg_mm: Rabeta óll

source: Your blogroll
rhg_mm: Tuáñr blogroll

source: Show hierarchy
rhg_mm: Sílsila Dahó

source: Select Category
rhg_mm: Kisím Basílo

source: A list or dropdown of categories.
rhg_mm: Kisím ókkol or ekkán liís yá nise lamede liís.

source: Calendar
rhg_mm: Kelendhar

source: A calendar of your site&#8217;s Posts.
rhg_mm: Tuáñr sáith&#8217;or poigam ókkol ollá ekkán kelendhar.

source: Show post counts
rhg_mm: Poigam or gona ókkol dahó

source: Display as dropdown
rhg_mm: Nise fore hísafe dahá

source: Select Post
rhg_mm: Poigam Basílo

source: Select Week
rhg_mm: Háfta Basílo

source: Select Day
rhg_mm: Din Basílo

source: Select Month
rhg_mm: Mac Basílo

source: Select Year
rhg_mm: Bosór Basílo

source: A monthly archive of your site&#8217;s Posts.
rhg_mm: Tuáñr sáith&#8217;or poigam ókkol ollá ekkán macor arkaiv.

source: Select Menu:
rhg_mm: Mínu Basílo:

source: No menus have been created yet. <a href="%s">Create some</a>.
rhg_mm: Honó mínu óll ájjo toiyar gorá nóza. <a href="%s">Kessú toiyargoró</a>.

source: Custom Menu
rhg_mm: Háaic Mozin Mínu

source: Add a custom menu to your sidebar.
rhg_mm: Tuáñr sáidhlain ót ekkán háaic mozin mínu ezafágoró.

source: <strong>ERROR</strong>: Couldn&#8217;t register you&hellip; please contact the <a href="mailto:%s">webmaster</a> !
rhg_mm: <strong>GOLOT</strong>: Tuáñre&hellip; rejicthor gorí noófare&#8217;t meérbanigorí <a href="mailto:%s">webmaster</a> ré konték goró!

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
rhg_mm: <strong>GOLOT</strong>: B-ciñçí yián foóila loti rejicthor goijjá asé, meérbanigorí arekkán basílo.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
rhg_mm: <strong>GOLOT</strong>: B-ciñçír thíkana isn&#8217;t sóiyi.

source: <strong>ERROR</strong>: Please type your email address.
rhg_mm: <strong>GOLOT</strong>: Meérbanigorí tuáñr b-ciñçír thíkana gan lekó.

source: <strong>ERROR</strong>: Sorry, that username is not allowed.
rhg_mm: <strong>GOLOT</strong>: Mafsaái, estemal goróya'r nam yían ór ejazot nái.

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
rhg_mm: <strong>GOLOT</strong>: Estemal goróya ibá foóila loti rejicthar goijjá asé. Meérbanigorí aruggwá basílo.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
rhg_mm: <strong>GOLOT</strong>: Estemalgoróya ibá gairsóiyi kiállahoilé ibá yé gairkaanuni hórof ókkol estmal gorér. Meérbanigorí ekkán sóiyi estemalgoróya'r nam dhaló.

source: <strong>ERROR</strong>: Please enter a username.
rhg_mm: <strong>GOLOT</strong>: Meérbanigorí ekkám estemal goróyar nam dhaló.

source: Invalid key
rhg_mm: Gairsóiyi sabí

source: Could not save password reset key to database.
rhg_mm: Húfiawaádh abbar séthgoríbar sabí dhethabéis or bútore bóri nó fare.

source: Password reset is not allowed for this user
rhg_mm: Estemalgoróya ibár húfiawaádh abbar séthgoribar ejazot nái.

source: Hint: The password should be at least twelve characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ % ^ &amp; ).
rhg_mm: Icára. Húfiawaádh homót hañtwá hórof lamba oforibóu. Ibáre bicí doró goribélla, borhát ar cóñçohát ór leká, nombór ókkol ar ! " ? $ % ^ &amp; ) nicán ókkol estemal goró.

source: [%s] Notice of Email Change
rhg_mm: [%s] B-ciñçí Bodolibar Etála
