Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/rhg/4.8.x/wp-4.8.x-rhg.po
Languages: rhg_mm

source: Hi ###USERNAME###, This notice confirms that your email was changed on ###SITENAME###. If you did not change your email, please contact the Site Administrator at ###ADMIN_EMAIL### This email has been sent to ###EMAIL### Regards, All at ###SITENAME### ###SITEURL###
rhg_mm: Keén asó ###USERNAME###, Etála yiáne tosdik goréde ke tuáñr b-ciñçí ###SITENAME### ot bodoli giyégói. Zodi tuñí tuáñr b-ciñçí no bodolode óile, meérbanigorí ###ADMIN_EMAIL### ot entezam goróya loi rabeta goró. B-ciñçí yián ###EMAIL### ot defeçá giyé. Cúkuria, ###SITENAME### ###SITEURL###

source: [%s] Notice of Password Change
rhg_mm: [%s] Húfiawaádh Bodolibar Etála

source: Hi ###USERNAME###, This notice confirms that your password was changed on ###SITENAME###. If you did not change your password, please contact the Site Administrator at ###ADMIN_EMAIL### This email has been sent to ###EMAIL### Regards, All at ###SITENAME### ###SITEURL###
rhg_mm: Keén asó ###USERNAME###, Etála yiáne tosdik goréde ke tuáñr húfiawaádh ###SITENAME### ot bodoli giyégói. Zodi tuñí tuáñr húfiawaádh no bodolode óile, meérbanigorí ###ADMIN_EMAIL### ot entezam goróya loi rabeta goró. B-ciñçí yián ###EMAIL### ot defeçá giyé Cúkuria, ###SITENAME### ###SITEURL###

source: Nicename may not be longer than 50 characters.
rhg_mm: Dhaák nam 50 hórof óttu lamba ói no faribou.

source: Cannot create a user with an empty login name.
rhg_mm: Háli bútore gólibar nam loi uggwá estemalgoróya banai nofaribá.

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
rhg_mm: <strong>GOLOT</strong>: Tuáñr hísaf fozúl hoí maák gorágiyé.

source: <strong>ERROR</strong>: The password you entered for the username %s is incorrect.
rhg_mm: <strong>GOLOt</strong>: Tuñí %s estemal goróyálla húfiawaádh dhaíllode yián gairsóiyi.

source: Lost your password?
rhg_mm: Tuáñr húfiawaádh háñzi giyói néki?

source: <strong>ERROR</strong>: Invalid username.
rhg_mm: <strong>GOLOt</strong>: Estemal goróya'r nam gairsóiyi.

source: <strong>ERROR</strong>: The password field is empty.
rhg_mm: <strong>GOLOT</strong>: Húfiawaádh or zaga háli.

source: <strong>ERROR</strong>: The username field is empty.
rhg_mm: <strong>GOLOT</strong>: Estemalgoróya'r nam or zaga háli.

source: Translation Updates
rhg_mm: Torjuma Tazagoríbor Maalumat Ókkol

source: %d Theme Update
rhg_mm: %d Tehm Tazagoríbar Maalumat Óll

source: %d Plugin Update
rhg_mm: %d Modhul Tazagoríbar Maalumat Óll

source: %d WordPress Update
rhg_mm: %d WordPress Tazagor

source: (WordPress could not establish a secure connection to WordPress.org. Please contact your server administrator.)
rhg_mm: (WordPress yé WordPress.org loi ekkán maháfuz rabeta kaayemgorí nófare. Meérbanigorí tuáñr sarvar entezam goróya'r loi kontékgoró.)

source: Customizer
rhg_mm: Háaic mozin goróya

source: Theme support for %1$s should be registered before the %2$s hook.
rhg_mm: %1$s ollá tehm or hémayot %2$s kuñça'r foóila rejicthor gorá foribóu.

source: You need to pass an array of types.
rhg_mm: Tuáñrtu uggwá ekkolátta'r kisím ókkol fas gorá foribóu.

source: Meta
rhg_mm: Uorór

source: You are currently browsing the %s blog archives.
rhg_mm: Tuñí ehón ot %s arkaiv ókkol oré tuaineeilór.

source: You have searched the %1$s blog archives for <strong>&#8216;%2$s&#8217;</strong>. If you are unable to find anything in these search results, you can try one of these links.
rhg_mm: Tuñí <a href="%1$s/">%2$s</a> bologsáith arkaiv ókkol <strong>&#8216;%3$s&#8217;</strong> ollá tuaiyó. Zodi tuñí honó cis tua'r notija'r iín or bútore tuai no faródde óile, tuñí rabeta iín ottú ekkán oré kucíc gorí faribá.

source: You are currently browsing the %1$s blog archives for the year %2$s.
rhg_mm: Tuñí ehón ot %2$s bosór ólla %1$s arkaiv ókkol oré tuaineeilór.

source: You are currently browsing the %1$s blog archives for %2$s.
rhg_mm: Tuñí ehón ot %2$s ólla %1$s arkaiv ókkol oré tuaineeilór.

source: You are currently browsing the %1$s blog archives for the day %2$s.
rhg_mm: Tuñí ehón ot %2$s din ólla %1$s arkaiv ókkol oré tuaineeilór.

source: You are currently browsing the archives for the %s category.
rhg_mm: Tuñí ehón %s kisím ollá arkaiv óll tuaineeilódde.

source: %1$s is proudly powered by %2$s
rhg_mm: %1$s fokhórgorí %2$s loi saluóiye

source: It looks like nothing was found at this location. Maybe try visiting %s directly?
rhg_mm: Yián endila daházar de zeén néki zaga yián ót kessú faa noóza. Óitfare %s oré dhaárik kucíc goró?

source: Oops! That embed can&#8217;t be found.
rhg_mm: Óh! Bazáiya yían tuai nofa.

source: Comments are closed.
rhg_mm: Rai óll bon asé.

source: %1$s response to %2$s
rhg_mm: %1$s Ikka zuab %2$s

source: One response to %s
rhg_mm: %s or ikka ekkán zuab

source: This post is password protected. Enter the password to view comments.
rhg_mm: Poigam yián húfiawaádh loi héfazotgoijjá. Rai óll saibélla húfiawaádh dhaló.

source: Please include a %s template in your theme.
rhg_mm: Meérbanigorí uggwá %s nomuna ré tuáñr tehm or bútore cámilgoró.

source: Theme without %s
rhg_mm: Tehm %s sára

source: Invalid object ID
rhg_mm: Gairsóiyi ciz ór ID

source: Could not split shared term.
rhg_mm: Cíyargoijjá theknikalwaádh alokgorí nofare.

source: The slug &#8220;%s&#8221; is already in use by another term
rhg_mm: Kláss &#8220;%s&#8221; yián foóila loti aruggwá teknikalwaádh or estemal ót asé.

source: Could not insert term relationship into the database
rhg_mm: Theknikalwaádh or taaluk dhathabéis or bútore dhalí nofare

source: Could not insert term into the database
rhg_mm: Teknikalwaádh dhethabéis or bútore dhalí nofare

source: A term with the name provided already exists in this taxonomy.
rhg_mm: Uggwá theknikalwaádh or nam ar slug foóila loti lofzórzák ibá'r bútore asé.

source: A term with the name provided already exists with this parent.
rhg_mm: Uggwá theknikalwaádh or nam ar slug foóila loti ibá'r uore asé.

source: Term meta cannot be added to terms that are shared between taxonomies.
rhg_mm: Corót or uor corót ókkol or bútore ezafágori no faribou ziín nekí lofzórzák ókkol or mazé cíyar gorá giyé.

source: Empty Term
rhg_mm: Háli Teknikalwaádh

source: Categories list
rhg_mm: Kisím ókkol ór liís

source: Tags list
rhg_mm: Hót ókkol ór liís

source: Categories list navigation
rhg_mm: Kisím ókkol ór liís ór duadui

source: Tags list navigation
rhg_mm: Hót ókkol ór liís ór duadui

source: No tags
rhg_mm: Hót ókkol Nái

source: No categories found.
rhg_mm: Honó Kisím ókkol noófa.

source: No tags found.
rhg_mm: Honó hót óll noófa.

source: Choose from the most used tags
rhg_mm: Bec estemal óiyede hót ókkol óttu basílo

source: Add or remove tags
rhg_mm: Hót óll ezafágoró yá larifélo

source: Separate tags with commas
rhg_mm: Hót oré koma loi alog goró

source: New Category Name
rhg_mm: Noya Kisím or Nam

source: New Tag Name
rhg_mm: Noya Hót or Nam

source: Add New Category
rhg_mm: Noya Kisím Ezafágoró

source: Add New Tag
rhg_mm: Noya Hót Ezafágoró

source: Update Category
rhg_mm: Kisím Tazagoró

source: Update Tag
rhg_mm: Hót Tazagoró

source: View Category
rhg_mm: Kisím Soó

source: View Tag
rhg_mm: Hót Soó

source: Edit Category
rhg_mm: Kisím Sóiyigoró

source: Edit Tag
rhg_mm: Hót sóiyigoró

source: Parent Category:
rhg_mm: Uoror Kisím:

source: Parent Category
rhg_mm: Uoror Kisím

source: All Categories
rhg_mm: Beggún Kisím óll

source: All Tags
rhg_mm: Beggún Hót óll

source: Popular Tags
rhg_mm: Mocóur Hót Ókkol

source: Search Categories
rhg_mm: Kisím Óll Talacgoró

source: Search Tags
rhg_mm: Hót Ókkol Tua

# taxonomy singular name
source: Category
rhg_mm: Kisím

# taxonomy singular name
source: Tag
rhg_mm: Hót

# taxonomy general name
source: Categories
rhg_mm: Kisím óll

# taxonomy general name
source: Tags
rhg_mm: Hót óll

source: Taxonomy names must be between 1 and 32 characters in length.
rhg_mm: Nam ókkol or lofzórzák or lam hámahá 1 arde 32 or maze óforíbou.

# post format
source: Format
rhg_mm: Cokól

source: New Link Category Name
rhg_mm: Noya Rabeta'r Kisím or Nam

source: Add New Link Category
rhg_mm: Noya Rabeta'r Kisím Ezafágoró

source: Update Link Category
rhg_mm: Rabeta'r Kisím Tazagoró

source: Edit Link Category
rhg_mm: Rabetar Kisím Sóiyigoró

source: All Link Categories
rhg_mm: Beggún Rabeta'r Kisím Ókkol

source: Search Link Categories
rhg_mm: Rabeta'r Kisím Ókkol Tua

source: Link Category
rhg_mm: Rabeta'r Kisím

source: Link Categories
rhg_mm: Rabetar Kisím óll

source: Navigation Menu
rhg_mm: Duadui'r Mínu

source: Navigation Menus
rhg_mm: Duadui'r Mínu óll

source: Attempting to parse a shortcode without a valid callback: %s
rhg_mm: Ekkán baiththá kudh oré uggwá sóiyi wapesdhak sára kucíc gorór: %s

source: Invalid shortcode name: Empty name given.
rhg_mm: Baiththá kudh or nam gairsóiyi: Háli nam diya giyé.

source: Previous
rhg_mm: Fisór

source: Next
rhg_mm: Baade

# Open Sans font: add new subset (greek, cyrillic, vietnamese)
source: no-subset
rhg_mm: nisorséth-nái

source: You are about to permanently delete this menu. 'Cancel' to stop, 'OK' to delete.
rhg_mm: Tuñí mínu yián oré mústakil hísafe haçífélor. No haçíbélla 'Kensel' ar haçíbélla 'Oke' goró.

source: Could not set that as the thumbnail image. Try a different attachment.
rhg_mm: Muktosor nicán séth gorí nofare. Arekkán lagaiyáfail loi kucícgoró.

source: Saving...
rhg_mm: Bórierér...

source: Use as featured image
rhg_mm: Húbiwala fothú hísafe estemalgoró

source: Could not load the preview image. Please reload the page and try again.
rhg_mm: Fothú agorisaá loóudh ói nofarér. Meérbanigori sófa dubara loóudhgoró ar abbar kucícgoró.

source: Current Color
rhg_mm: Ehónor Rong

source: Select Color
rhg_mm: Rong Basílo

source: Update canceled.
rhg_mm: Tazagorá kensel ói giyé gói.

source: Update completed successfully.
rhg_mm: Tazagorá kamiyabi sáñte mukómmol óiye.

source: Updating... please wait.
rhg_mm: Tazagorér... meérbanigorí entezar goró.

source: Update Failed: %s
rhg_mm: Tazagorá Félgiyé: %s

source: Update Failed!
rhg_mm: Tazagorá Félgiyé!

source: Updating...
rhg_mm: Tazagorér...

source: Are you sure you want to install this plugin?
rhg_mm: Tuñí modhul ibá fíthgoríto soódde fakka né?

source: Changes saved.
rhg_mm: Tobdil ókkol bórieragiyé.

source: Remove From Bulk Edit
rhg_mm: Bec Tobdli Óttu Larifeló

source: Error while saving the changes.
rhg_mm: Tobdil óll bórieríbar woktót golot óiye.

source: Submitted on:
rhg_mm: Zoma diye:

source: Suggested image #%d
rhg_mm: Mocuwara diya fothú #%d

source: Suggested embed #%d
rhg_mm: Mocuwara goijjá bazáiya #%d

source: Connection lost or the server is busy. Please try again later.
rhg_mm: Rabeta háñzigiyói yá sarvar mosrúf asé. Meérbanigorí abbar kucícgoró.

source: Permalink saved
rhg_mm: Perma rabeta bórieragiyé

source: Saving Draft&#8230;
rhg_mm: Dhraf&#8230; bórierér

source: Privately Published
rhg_mm: Háasgorí Baáirgoijjé

source: Password Protected
rhg_mm: Húfiawaádh Héfazot Goijjá

source: Public, Sticky
rhg_mm: Aám, Lagaiya

source: Public
rhg_mm: Aám Manúic

source: Save Draft
rhg_mm: Tooitta Bórieró

source: Save as Pending
rhg_mm: Bazáiya Hísafe Bórieró

source: Schedule
rhg_mm: Liís

source: Publish
rhg_mm: Baáirgoró

source: No more comments found.
rhg_mm: Ar honó rai ókkol nái.

source: Show more comments
rhg_mm: Aró rai ókkol dahá

source: Published on:
rhg_mm: Baáir goijjé:

source: Schedule for:
rhg_mm: Ólla woktór thebíl:

source: Publish on:
rhg_mm: Baáir óiye:

source: Comments (%s)
rhg_mm: Rai ókkol (%s)

source: Comments
rhg_mm: Rai óll

source: Are you sure you want to edit this comment? The changes you made will be lost.
rhg_mm: Tuñí rai yián sóiyi goríto soódde fakka né? Tobdil ókkol ziín tuñí goijjó hiín háñzi zaibói.

source: Approve and Reply
rhg_mm: Monzurgoró ar Zuabdo

source: Allowed Files
rhg_mm: Ejazot Diya Fail óll

source: Site Preview
rhg_mm: Sáith Agorisoó

source: Saved
rhg_mm: Bórieragiyé

source: Save &amp; Publish
rhg_mm: Bórieró &amp; Baáirgoró

source: Save &amp; Activate
rhg_mm: Bórieró &amp; Salugoró

source: Hide password
rhg_mm: Húfiawaádh luwa

source: Show password
rhg_mm: Húfiawaádh dahá

source: Hide
rhg_mm: Luwa

source: Show
rhg_mm: Dahá

source: Your new password has not been saved.
rhg_mm: Tuáñr noya húfiawaádh bórierá noza.

# password mismatch
source: Mismatch
rhg_mm: Ekkudhoilla No

# password strength
source: Strong
rhg_mm: Doró

# password strength
source: Medium
rhg_mm: Mazilá

# password strength
source: Weak
rhg_mm: Komzur

# password strength
source: Very weak
rhg_mm: Bicí komzur

source: Mute
rhg_mm: Abas bongor

source: Unmute
rhg_mm: Abásgoró

source: Mute Toggle
rhg_mm: Amat Tobdilgoró

source: Captions/Subtitles
rhg_mm: Mouzúr nam óll / Nisorlokób óll

source: Download Video
rhg_mm: Vidhu Niselama

source: Download File
rhg_mm: Fail Niselama

source: Go Fullscreen
rhg_mm: Fura Eskíringoró

source: Turn off Fullscreen
rhg_mm: Fura Eskírin Bongoró

source: &#8220;%s&#8221; has failed to upload.
rhg_mm: &#8220;%s&#8221; uoretulí té félgiyé.

source: moved to the trash.
rhg_mm: Dhasbin ót lari eijjé.

source: Upload stopped.
rhg_mm: Uuoretula tíaigiyói.

source: File canceled.
rhg_mm: Fail kensel ói giyé gói.

source: Security error.
rhg_mm: Héfazot or golot.

source: IO error.
rhg_mm: IO golot

source: %s exceeds the maximum upload size for the multi-file uploader when used in your browser.
rhg_mm: %s bicí-fail uoretulóya bicíttu bicí uoretulíbar maf or hód or baáre zar zehón tuáñr braozar or bútore estemal óiye.

source: Please try uploading this file with the %1$sbrowser uploader%2$s.
rhg_mm: Meérbanigorí fail ibá %1$sbrowser uploader%2$s loi uoretulíbar kucícgoró.

source: Upload failed.
rhg_mm: Uoretulá félgiyé.

source: HTTP error.
rhg_mm: HTTP golot.

source: You may only upload 1 file.
rhg_mm: Oñne siríf uggwá fail uoretulí faribá.

source: There was a configuration error. Please contact the server administrator.
rhg_mm: Éçe ekkán tortib or golot aiccíl. Meérbanigorí sarvar entezam goróya ré kontékgoró.

source: An error occurred in the upload. Please try again later.
rhg_mm: Uoretulí té ekkán golot óiye. Meérbanigorí abbar kucícgoró.

source: This is larger than the maximum size. Please try another.
rhg_mm: Fail ibá bicíttu bicí maf óttu dhoóñr. Meérbanigorí aruggwá kucícgoró.

source: Memory exceeded. Please try another smaller file.
rhg_mm: Yiaddac hód baáre óigiyói. Meérbanigorí aruggwá cóñço fail oré kucícgoró.

source: This file is not an image. Please try another.
rhg_mm: Fail ibá ekkán fothú nói. Meérbanigorí aruggwá kucícgoró.

source: This file is empty. Please try another.
rhg_mm: Fail ibát kessú nái. Meérbanigorí aruggwá loi kucícgoró.

source: %s exceeds the maximum upload size for this site.
rhg_mm: %s sáith yián ólla bicíttu bicí uoretulíbar maf or hód or baáre zar.

source: You have attempted to queue too many files.
rhg_mm: Oñne bicí fail ókkol lain ót félaibór kucíc goijjó.

source: This feature requires inline frames. You have iframes disabled or your browser does not support them.
rhg_mm: Húbi yián óttu lain or bútorór férem laibóu. Oñne iférem ókkol naqabil gorí raikkó yá oñnor braozar yé hiín oré hémayot nogoré.

source: of
rhg_mm: or

source: &lt; Prev
rhg_mm: &lt; Fisór

source: Next &gt;
rhg_mm: Baade &gt;

source: Your session has expired. You can log in again from this page or go to the login page.
rhg_mm: Tuáñr secén fúrai giyégói. Tuñí sófa ibáttu abbar bútore gólifaríba yá bútore gólibar sófa't zoo.

source: Dismiss
rhg_mm: Hótomgoró

source: An unidentified error has occurred.
rhg_mm: Ekkán asínna golot óiye.

source: Close code tag
rhg_mm: Kudh´r hót bongoró

source: Close list item tag
rhg_mm: Jiníc´r Liís´r hót bongoró

source: List item
rhg_mm: Jiníc´r Liís

source: Close numbered list tag
rhg_mm: Nombór maijjá liísꞌr hót bongoró

source: Close bulleted list tag
rhg_mm: Dana maijjá liísꞌr hót bongoró

source: Close inserted text tag
rhg_mm: Dhailla lekáꞌr hót bongoró

source: Inserted text
rhg_mm: Dhailla leká

source: Close deleted text tag
rhg_mm: Haçigiyóide lekáꞌr hót bongoró

source: Deleted text (strikethrough)
rhg_mm: Haçigiyóide leká (bútortu haça)

source: Close blockquote tag
rhg_mm: Háwala hán´r hót bongoró

source: Close italic tag
rhg_mm: Beñha hót bongoró

source: Close bold tag
rhg_mm: Waazé hót bongoró

source: Toggle Editor Text Direction
rhg_mm: Leká'r Fukfosím or Edhithar or Tobdilgorá

source: text direction
rhg_mm: leká'r fukfosím

source: Enter a description of the image
rhg_mm: Fothúr ekkán tofsil dhaló

source: Enter the URL of the image
rhg_mm: Fothúr URL dhaló

source: Enter the URL
rhg_mm: URL dhaló

source: close tags
rhg_mm: hót ókkol bongoró

source: Close all open tags
rhg_mm: Tamám kúla hót ókkol bongoró

source: Dismiss this notice.
rhg_mm: Etála yián hótomgoró.

source: An error has occurred, which probably means the feed is down. Try again later.
rhg_mm: Ekkán golot óiye, ziyán or maáni fidh nise óitfare. Baade abbar kucícgoró.

source: Cannot create a revision of a revision
rhg_mm: Rivicén or rivicén banai nofaribá.

source: Excerpt
rhg_mm: Nuthgoró

source: Content
rhg_mm: Hazorjiníc

source: Cookie nonce is invalid
rhg_mm: Maánisára kukis gairsóyi

source: %1$s (since %2$s; %3$s)
rhg_mm: %1$s (%2$s lóti; %3$s)

source: %1$s (since %2$s; no alternative available)
rhg_mm: %1$s (%2$s lóti; honó bodol moujut nái)

source: %1$s (since %2$s; use %3$s instead)
rhg_mm: %1$s (Lóti %2$s; %3$s yarbodola estemalgoró)

source: All features, supported by the post type.
rhg_mm: Beggún húbi ókkol, ekisím or poigram oré hémayot goré.

source: The specified namespace could not be found.
rhg_mm: Waazé goijjá namorzaga tuai nofa.

source: No route was found matching the URL and request method
rhg_mm: URL arde dorhás ór torika'r ekkudhoilla honó rasta faa noza.

source: The handler for the route is invalid
rhg_mm: Rasta ibár dóroni gairsóiyi

source: JSONP support is disabled on this site.
rhg_mm: JSONP'r hémayot sáith yián ót kabel nái.

source: Invalid parameter.
rhg_mm: Maf gairsóiyi.

source: Missing parameter(s): %s
rhg_mm: Maf(ókkol) moujut nái: %s

source: Invalid parameter(s): %s
rhg_mm: Maf(ókkol) gairsóiyi: %s

source: This file no longer needs to be included.
rhg_mm: Fail ibá ar cámil goríbar zorurot nái.

source: In %1$s, use the %2$s method, not the %3$s function. See %4$s.
rhg_mm: %1$s or bútore, %2$s or torika estemal goró, fangcen %3$s oré no. %4$s oré soó.

source: Conditional query tags do not work before the query is run. Before then, they always return false.
rhg_mm: Corótwala súal or hót ókkol súal solibar foóila ham no goribóu. Tóile foóila, itará hámica golot wapes dibóu.

source: Invalid taxonomy: %s.
rhg_mm: Gairsóiyi lofzórzák: %s.

source: Could not insert post into the database
rhg_mm: Poigam dhethabéis or bútore dhalí nofare

source: Could not update post in the database
rhg_mm: Poigam dhethabéis ót tazagorí nofare

source: Content, title, and excerpt are empty.
rhg_mm: Hazorjiníc, lokób ar nuth ókkol háli asé.

source: Passing an integer number of posts is deprecated. Pass an array of arguments instead.
rhg_mm: Piogam ókkol or nombór fas gorá'r estemal manágorá giyé. Yarbodola uggwá barábari'r látta fas goró.

source: Video <span class="count">(%s)</span>
rhg_mm: Vidhu <span class="count">(%s)</span>

source: Manage Video
rhg_mm: Vidhu Sóoñló

source: Video
rhg_mm: Vidhu

source: Audio <span class="count">(%s)</span>
rhg_mm: Abás <span class="count">(%s)</span>

source: Manage Audio
rhg_mm: Abás Sóoñló

source: Audio
rhg_mm: Abás

source: Image <span class="count">(%s)</span>
rhg_mm: Fothú óll <span class="count">(%s)</span>

source: Manage Images
rhg_mm: Fothú óll Sóoñló

source: Images
rhg_mm: Fothú óll

source: Pages list
rhg_mm: Sófa ókkol ór liís

source: Posts list
rhg_mm: Poigam ókkol ór liís

source: Pages list navigation
rhg_mm: Sófa ókkol ór liís ór duadui

source: Posts list navigation
rhg_mm: Poigam ókkol ór liís ór duadui

source: Filter pages list
rhg_mm: Sófa ókkol ór sala'r liís

source: Filter posts list
rhg_mm: Poigam ókkol ór sala'r liís

source: Uploaded to this page
rhg_mm: Sófa yián ot uoretulá giyé

source: Uploaded to this post
rhg_mm: Poigam yián ot uoretulá giyé

source: Insert into page
rhg_mm: Sófa't dhaló

source: Insert into post
rhg_mm: Poigam or bútore dhaló

source: Page Archives
rhg_mm: Sófa'r Arkaiv ókkol

source: Post Archives
rhg_mm: Poigam ór Arkaiv ókkol

source: All Pages
rhg_mm: Beggún Sófa óll

source: All Posts
rhg_mm: Beggún Poigam óll

source: Parent Page:
rhg_mm: Uoror Sófa:

source: No pages found in Trash.
rhg_mm: Honó sófa óll Dhasbin or bútore noófa.

source: No posts found in Trash.
rhg_mm: Honó poigam óll Dhasbin or bútore noófa.

source: No pages found.
rhg_mm: Honó sófa óll noófa.

source: No posts found.
rhg_mm: Honó poigam óll noófa.

source: Search Pages
rhg_mm: Sófa óll Tuaisoó

source: Search Posts
rhg_mm: Poigam óll Tuaisoó

source: View Page
rhg_mm: Sófa Soó

source: View Post
rhg_mm: Poigam Soó

source: New Page
rhg_mm: Noya Sófa

source: Edit Page
rhg_mm: Sófa Sóiyigoró

source: Edit Post
rhg_mm: Poigam Sóiyigoró

source: Add New Page
rhg_mm: Noya Sófa Ezafágoró

source: Add New Post
rhg_mm: Noya Poigam Ezafágoró

# page
source: Add New
rhg_mm: Noya Sófa Ezafágoró

# post
source: Add New
rhg_mm: Noya Ezafágoró

# post type singular name
source: Page
rhg_mm: Sófa

# post type singular name
source: Post
rhg_mm: Poigam

# post type general name
source: Pages
rhg_mm: Sófa óll

# post type general name
source: Posts
rhg_mm: Poigam óll

source: Post type names must be between 1 and 20 characters in length.
rhg_mm: Poigam or kisím or nam ókkol hámahá 1 arde 20'r maze óforíbou.

source: Published
rhg_mm: Baáirgoijjé

source: Private
rhg_mm: Háas

source: Pending Review
rhg_mm: Bazáiya Nozorsáni

source: Draft
rhg_mm: Tooitta

source: Trash <span class="count">(%s)</span>
rhg_mm: Dhasbin <span class="count">(%s)</span>

source: Private <span class="count">(%s)</span>
rhg_mm: Háas <span class="count">(%s)</span>

source: Pending <span class="count">(%s)</span>
rhg_mm: Bazáiya <span class="count">(%s)</span>

source: Draft <span class="count">(%s)</span>
rhg_mm: Tooítta óll <span class="count">(%s)</span>

source: Scheduled <span class="count">(%s)</span>
rhg_mm: Liísgoijjé <span class="count">(%s)</span>

source: Published <span class="count">(%s)</span>
rhg_mm: Baáirgoijjé <span class="count">(%s)</span>

source: Navigation Menu Item
rhg_mm: Duadui Mínu'r Jiníc

source: Navigation Menu Items
rhg_mm: Duadui Mínu'r Jiníc óll

source: Revision
rhg_mm: Rivicén

source: Revisions
rhg_mm: Rivicén óll

source: View Attachment Page
rhg_mm: Lagaiyáfail or Sófa Soó

source: Edit Media
rhg_mm: Midhia Sóiyigoró

# add new media
source: Add New
rhg_mm: Noya Ezafágoró

# add new from admin bar
source: Media
rhg_mm: Midhia

# post type general name
source: Media
rhg_mm: Midhia

source: JavaScript must be enabled to use this feature.
rhg_mm: Húbi yián estemal goríbéllá bóuli JavaScript hámahá kabel goijjá taáforíbou.

source: This content is password protected. To view it please enter your password below:
rhg_mm: Hazorjiníc yián húfiawaádh loi héfazotgoijjá asé. Yián oré saibélla tuáñr húfiawaádh nise dhaló.

source: Home
rhg_mm: Gór

source: Pages
rhg_mm: Sófa óll

source: Previous page
rhg_mm: Fisór sófa

source: Next page
rhg_mm: Baader sófa

source: Pages:
rhg_mm: Sófa óll

source: There is no excerpt because this is a protected post.
rhg_mm: Eçé honó nuth nái kiállahoilé yián ekkán héfazotgoijjá poigam.

source: (more&hellip;)
rhg_mm: (aró&hellip;)

source: Private: %s
rhg_mm: Háas: %s

source: Protected: %s
rhg_mm: Héfazotgoijjá: %s

# Post format
source: Audio
rhg_mm: Abás

# Post format
source: Video
rhg_mm: Vidhu

# Post format
source: Status
rhg_mm: Hásiyot

# Post format
source: Quote
rhg_mm: Háwala

# Post format
source: Image
rhg_mm: Fothú

# Post format
source: Link
rhg_mm: Rabeta
