Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/rhg/4.8.x/wp-4.8.x-rhg.po
Languages: rhg_mm

# Post format
source: Gallery
rhg_mm: Gelleri

# Post format
source: Chat
rhg_mm: Cath

# Post format
source: Aside
rhg_mm: Ekmikka

# Post format
source: Standard
rhg_mm: Miyar

source: Invalid post.
rhg_mm: Poigam gairsóiyi.

source: Only a static class method or function can be used in an uninstall hook.
rhg_mm: Ekkán fíthin loifélaibar kuñça'r bútore siríf uggwá thíkgoijjá kláss or torika yá fangcen estemal óifariboudé.

source: [%s] Your username and password info
rhg_mm: [%s] Tuáñr estemal goróyar nam ar húfiawaádh

source: To set your password, visit the following address:
rhg_mm: Tuáñr húfiawaádh séth goribélla, nise diyéde thíkana ré ziyarot goró:

source: [%s] New User Registration
rhg_mm: [%s] Noya Estemal Goróyar Rejicthrecén

source: Username: %s
rhg_mm: Estemal goróyar nam: %s

source: New user registration on your site %s:
rhg_mm: Tuáñr sáith %s ot noya estemal goróya'r rejicthrecén:

source: [%1$s] Please moderate: "%2$s"
rhg_mm: [%1$s] Meérbanigorí fáiselagoró: "%2$s"

source: Currently %s comment is waiting for approval. Please visit the moderation panel:
rhg_mm: Ehón %s rai monzurir entezar gorér. Meérbanigorí fáiselar budh oré ziyarotgoró:

source: Approve it: %s
rhg_mm: Yián monzurgoró: %s

source: A new comment on the post "%s" is waiting for your approval
rhg_mm: Poigam "%s" ot ekkán noya rai monzurillá entezar gorér

source: Pingback excerpt:
rhg_mm: Wapes ringgorár nuth:

source: A new pingback on the post "%s" is waiting for your approval
rhg_mm: Poigam "%s" ot ekkán noya zuabi ring monzurillá entezar gorér

source: Trackback excerpt:
rhg_mm: Wapes laingorár nuth:

source: A new trackback on the post "%s" is waiting for your approval
rhg_mm: Poigam "%s" ot ekkán noya wapes laingorá monzurillá entezar gorér

source: Spam it: %s
rhg_mm: Yián fozúlgoró: %s

source: Delete it: %s
rhg_mm: Yián haçiféló: %s

source: Trash it: %s
rhg_mm: Yián dhasbin ót do: %s

source: Permalink: %s
rhg_mm: Perma rabeta: %s

source: [%1$s] Comment: "%2$s"
rhg_mm: [%1$s] Rai: "%2$s"

source: You can see all comments on this post here:
rhg_mm: Tuñí poigam yián ot rai ókkol yiáñt saifaríba:

source: Email: %s
rhg_mm: B-ciñçí: %s

source: Author: %1$s (IP: %2$s, %3$s)
rhg_mm: Lekóya: %1$s (IP: %2$s, %3$s)

source: New comment on your post "%s"
rhg_mm: Tuáñr poigam "%s" ot noya rai

source: [%1$s] Pingback: "%2$s"
rhg_mm: [%1$s] Wapes ringgorá: "%2$s"

source: You can see all pingbacks on this post here:
rhg_mm: Tuñí poigam yián ot wapes ringorá ókkol yiáñt saifaríba:

source: New pingback on your post "%s"
rhg_mm: Tuáñr poigam "%s" ot noya zuabi ring

source: [%1$s] Trackback: "%2$s"
rhg_mm: [%1$s] Wapes laingorá: "%2$s"

source: You can see all trackbacks on this post here:
rhg_mm: Tuñí poigam yián ot wapes laingorá ókkol yiáñt saifaríba:

source: Comment: %s
rhg_mm: Rai: %s

source: Website: %1$s (IP: %2$s, %3$s)
rhg_mm: Wébsáith: %1$s (IP: %2$s, %3$s)

source: New trackback on your post "%s"
rhg_mm: Tuáñr "%s" poigam or uore noya wapes laingorá

source: You should specify a nonce action to be verified by using the first parameter.
rhg_mm: Tuáñrtu ekkán maánisára ékcen oré foóila peramitir lói tosdik goríbélla waazé gorá foribóu.

source: %s is a protected WP option and may not be modified
rhg_mm: %s ekkán héfazotgoijjá WP'r ektiyar ar bodoli nofaribóu

source: Invalid menu ID.
rhg_mm: Minu'r ID gairsóiyi.

source: The given object ID is not that of a menu item.
rhg_mm: Diya cis or sinno ekkán mínu'r jiníc nói.

source: The menu name %s conflicts with another menu name. Please try another.
rhg_mm: Mínu'r nam %s arekkán mínu'r nam lói bazábázi ór. Meérbanigorí arekkán lói kucíc goró.

source: If you&#8217;re still stuck with this message, then check that your database contains the following tables:
rhg_mm: Zodi tuñí&#8217; aijjó poigam yián lói fáñsi taikkóde óile tóile tuáñr dhethabéis ot nise diyé de thebíl ókkol asé né yián cekgoró:

source: Read the <a href="%s" target="_blank">bug report</a> page. Some of the guidelines there may help you figure out what went wrong.
rhg_mm: <a href="%s" target="_blank">Golti'r repouth</a> or sófa ré foró. Cayéd éçe kessú hidayót ókkole ki golot ódde yián dóri dite modot goríbou.

source: What do I do now?
rhg_mm: Ehón aññí ki gorítam?

source: <strong>Could not find site %1$s.</strong> Searched for table %2$s in database %3$s. Is that right?
rhg_mm: <strong>Sáith %1$s oré dhethabéis or bútore tuai nofa.</strong> Thebíl %2$s ollá dhethabéis %3$s or bútore tuaiyi. Yián sói né?

source: <strong>Database tables are missing.</strong> This means that MySQL is not running, WordPress was not installed properly, or someone deleted %s. You really should look at your database now.
rhg_mm: <strong>Dhethabéis thebíl ókkol moujut nái.</strong> Yián or maáni MySQL no soler, WordPress gomgóri fíthgorá noza, yá honíkka yé %s oré haçifélaiyé. Asóle tuáñrtu tuáñr dhethabéis oré ehón saá foríbou.

source: If you are the owner of this network please check that MySQL is running properly and all tables are error free.
rhg_mm: Zodi tuñí nethwaák yián or maalek óile meérbanigorí MySQL sóiyigorí soler né ar thebíl beggún golot sará né yián cekgoró.

source: If your site does not display, please contact the owner of this network.
rhg_mm: Zodi tuáñr sáith no dahá, meérbanigorí nethwaák yián or maalek oré konték goró.

source: This site has been archived or suspended.
rhg_mm: Sáith yián arkaiv yá bazái diyagiyé.

source: This site has not been activated yet. If you are having problems activating your site, please contact %s.
rhg_mm: Sáith yián aijjó salu gorá noza. Zodi tuáñrtu tuáñr sáith salu gorite mockil oódde óile, meérbanigorí %s oré konték goró.

source: This site is no longer available.
rhg_mm: Sáith yián ar moujut nái.

source: Howdy USERNAME, Your new account is set up. You can log in with the following information: Username: USERNAME Password: PASSWORD LOGINLINK Thanks! --The Team @ SITE_NAME
rhg_mm: Keén asó USERNAME, Tuáñr noya hísaf séth óiye.. Tuñí nise diyéde maalumat loi búture góli faribá: Estemalgoróya'r nam: USERNAME Húfiawaádh: PASSWORD LOGINLINK Cúkuria! --Thiím @ SITE_NAME

source: WordPress &rsaquo; Success
rhg_mm: WordPress &rsaquo; Kamiyab Óiye

source: You have been added to this site. Please visit the <a href="%s">homepage</a> or <a href="%s">log in</a> using your username and password.
rhg_mm: Tuñí sáith yián ót ezafá óigiyói. Meérbanigorí <a href="%s">górorsófa</a> ziyarotgoró yá tuáñr estemalgoróya'r nam ar húfiawaádh estemalgorí <a href="%s">bútore gólo</a>.

source: An error occurred adding you to this site. Back to the <a href="%s">homepage</a>.
rhg_mm: Tuáñre sáith yián ot ezafágoríte ekkán golot óiye. <a href="%s">Górorsófa</a>'r ikka wapes zo.

source: This file is too big. Files must be less than %d KB in size.
rhg_mm: Fail ibá bicí dhoóñr. Fail ókkol maf ot %d KB ottú hámahá cóñço oforibóu.

source: New %1$s User: %2$s
rhg_mm: Noya %1$s Estemalgoróya: %2$s

source: New %1$s Site: %2$s
rhg_mm: Noya %1$s Sáith: %2$s

source: Howdy USERNAME, Your new SITE_NAME site has been successfully set up at: BLOG_URL You can log in to the administrator account with the following information: Username: USERNAME Password: PASSWORD Log in here: BLOG_URLwp-login.php We hope you enjoy your new site. Thanks! --The Team @ SITE_NAME
rhg_mm: Keén asó USERNAME, Tuáñr noya SITE_NAME sáith kamiyabi sáñte boni giyégói: BLOG_URL Tuñí nise diyé de maalumat lóí entezam goróya'r hisáf ot góli faríba: Estemal goróya'r nam: USERNAME Húfiawaádh: PASSWORD Yiáñt bútore gólo: BLOG_URLwp-login.php Añára acá gorídde tuñí tuáñr noya sáith lói moza goríba. Cúkuria! --Thiím @ SITE_NAME

source: You appear to have already installed WordPress. To reinstall please clear your old database tables first.
rhg_mm: Daházadde tuñí foóila loti WordPress fíthgorí félaiyó. Abbar fíthgoríbélla meérbanigorí furana dhathabéis or thebíl ókkol oré sáfgoró.

source: Already Installed
rhg_mm: Foóila Loti Fíthgoijjá Asé

source: New User Registration: %s
rhg_mm: Noya estemalgoróya'r rejicthrecén: %s

source: New User: %1$s Remote IP: %2$s Disable these notifications: %3$s
rhg_mm: Noya Estemalgoróya: %1$s Durór IP: %2$s Etalá iín bongoró: %3$s

source: New Site Registration: %s
rhg_mm: Noya Sáith or Rejicthrecén: %s

source: New Site: %1$s URL: %2$s Remote IP: %3$s Disable these notifications: %4$s
rhg_mm: Noya Sáith: %1$s URL: %2$s Durór IP: %3$s Etalá iín bongoró: %4$s

source: Could not create site.
rhg_mm: Sáith banai nofaré.

source: That username is already activated.
rhg_mm: Estemal goróya ibá foóila loti salugoijjá asé.

source: Could not create user
rhg_mm: Estemal goróya toiyargorí nofarí

source: The site is already active.
rhg_mm: Sáith yián foóila loti salu asé.

source: The user is already active.
rhg_mm: Estemalgoróya ibá foóila loti salu asé.

source: Invalid activation key.
rhg_mm: Gairsóiyi salugoríbar sabí.

source: To activate your user, please click the following link: %s After you activate, you will receive *another email* with your login.
rhg_mm: Tuáñr estemalgoróya ré salu gorí bélla, meérbanigorí nisór rabeta gan sibo: %s Salu gorí baade, tuñí tuáñr bútore gólibar maalumat loi * arekkán b-ciñçí* faiba.

source: To activate your blog, please click the following link: %s After you activate, you will receive *another email* with your login. After you activate, you can visit your site here: %s
rhg_mm: Tuáñr bologsáith oré salu goribélla, meérbanigorí nise dahárde rabeta ré klikgoró: %s Tuñí salu gorí baade, tuñí tuáñr hísaf loi *arekkán b-ciñçí* faibá. Tuñí salu gorí baade, tuñí tuáñr sáith ot yiáñt %s ziyarot gorí faribá.

source: That site is currently reserved but may be available in a couple days.
rhg_mm: Sáith yían foóila loti loiya asé lékin óitfare kessú din or bútore estemal gorí faribá.

source: Sorry, that site is reserved!
rhg_mm: Mafsaái, sáith yían maháfuz goijjá asé.

source: Sorry, that site already exists!
rhg_mm: Mafsaái, sáith yían foóila loti moujut asé!

source: Please enter a site title.
rhg_mm: Meérbanigorí ekkán sáith or lokób dhaló.

source: Sorry, site names must have letters too!
rhg_mm: Mafsaái, sáith or nam ókkol ót hórof ókkol yó táka foribóu!

source: Sorry, you may not use that site name.
rhg_mm: Mafsaái, tuñí sáith or nam yían estemal gorí nofaríba.

source: That name is not allowed.
rhg_mm: Nam yían or ejazot naí.

source: Site names can only contain lowercase letters (a-z) and numbers.
rhg_mm: Sáith ókkol or nam ót siríf cóñço hát ór leká (a-z) ar nombór ókkol táki faribou.

source: Please enter a site name.
rhg_mm: Meérbanigorí ekkán sáith or nam dhaló.

source: That email address has already been used. Please check your inbox for an activation email. It will become available in a couple of days if you do nothing.
rhg_mm: B-ciñçír thíkana yián foóila loti estemal ói giyégói. Meérbanigorí ekkán salugoríbar b-ciñçílla tuáñr b-ciñçír fethi cekgoró.Yián hoekdin or bútore faiba zodi tuñí kessú nogoríle.

source: That username is currently reserved but may be available in a couple of days.
rhg_mm: B-ciñçír thíkana yián ehón ót maháfuz asé lékin cayéd hoekdin or bútore faiba.

source: Sorry, that email address is already used!
rhg_mm: Mafsaái, b-ciñçí thíkana yián foóila loti estemal ót asé!

source: Sorry, that username already exists!
rhg_mm: Mafsaái, estemalgoróya'r nam yián foóila loti moujut asé!

source: Sorry, that email address is not allowed!
rhg_mm: Mafsaái, b-ciñçír thíkana yián or ejazot nái!

source: Sorry, usernames must have letters too!
rhg_mm: Mafsaái, estemalgoróya'r nam ót hórof ókkol yó táka foribóu!

source: Username may not be longer than 60 characters.
rhg_mm: Estemal goróya'r nam 60 hórof óttu lamba ói no faribou.

source: Username must be at least 4 characters.
rhg_mm: Estemalgoróya'r nam ot hámahá homót 4 hórof óll taáforíbou.

source: You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider.
rhg_mm: Tuñí rejicthar goríbélla b-ciñçí yián estemal gorí nofaribá. Kessú añrár b-ciñçí rukér hetollah Añráttú mosólla ór. Meérbanigorí aruggwá b-ciñçí douya estemal goró.

source: Please enter a valid email address.
rhg_mm: Meérbanigorí ekkán sóiyi b-ciñçí'r thíkana dhaló.

source: Sorry, that username is not allowed.
rhg_mm: Mafsaái, estemal goróya'r nam yián ór ejazot nái.

source: Please enter a username.
rhg_mm: Meérbanigorí uggwá estemal goróya'r nam dhaló.

source: Usernames can only contain lowercase letters (a-z) and numbers.
rhg_mm: Estemal goróya'r nam ókkol ót siríf cóñço hát ór leká (a-z) ar nombór ókkol táki faribou.

source: That user does not exist.
rhg_mm: Estemalgoróya ibá moujut nái.

source: The requested user does not exist.
rhg_mm: Dorhás goijjá estemalgoróya moujut nái.

source: <strong>ERROR</strong>: problem creating site entry.
rhg_mm: <strong>GOLOT</strong>: sáith bútore dhalá toiyar goríte mockil ór.

source: <strong>ERROR</strong>: Site URL already taken.
rhg_mm: <strong>GOLOT</strong>: Sáith URL foóila loti loifélaiye.

source: <strong>Conflicting values for the constants VHOST and SUBDOMAIN_INSTALL.</strong> The value of SUBDOMAIN_INSTALL will be assumed to be your subdomain configuration setting.
rhg_mm: <strong>SUBDOMAIN_INSTALL ar ekdhoilla VHOST ókkol ólla hoijja wala kimot ókkol</strong> SUBDOMAIN_INSTALL or kimot oré tuáñr nisor gírá'r tortib or séthín bouli dóra zaibóu.

source: Add to Video Playlist
rhg_mm: Vidhu Solibarliís ot Ezafágoró

source: Add to video playlist
rhg_mm: Vidhu solibarliís ot ezafágoró

source: Update video playlist
rhg_mm: Vidhu solibarliís tazagoró

source: Insert video playlist
rhg_mm: Vidhu solibarliís dhaló

source: &#8592; Cancel Video Playlist
rhg_mm: &#8592; Vidhu Solibarliís Kenselgoró

source: Edit Video Playlist
rhg_mm: Vidhu Solibarliís Sóiyigoró

source: Create Video Playlist
rhg_mm: Vidhu Solibarliís Toiyargoró

source: Drag and drop to reorder videos.
rhg_mm: Vidhu ókkol oré dubara odhargoríbélla tañno ar erido.

source: Add to Audio Playlist
rhg_mm: Abás Soliborliís ót Ezafágoró

source: Add to audio playlist
rhg_mm: Abás soliborliís ót ezafágoró

source: Update audio playlist
rhg_mm: Abás soliborliís tazagoró

source: Insert audio playlist
rhg_mm: Abás soliborliís dhaló

source: &#8592; Cancel Audio Playlist
rhg_mm: &#8592; Abás Soliborliís Kenselgoró

source: Edit Audio Playlist
rhg_mm: Abás Soliborliís Sóiyigoró

source: Create Audio Playlist
rhg_mm: Abás or Solibarliís Toiyargoró

source: Drag and drop to reorder tracks.
rhg_mm: Abás or lain ókkol oré dubara odhargoríbélla tañno ar erido.

source: Add Subtitles
rhg_mm: Nisorlokób Ezafágoró

source: Select Poster Image
rhg_mm: Poigam dooya'r fothú basílo

source: Add Video Source
rhg_mm: Vidhu'r zoriya ezafágoró

source: Replace Video
rhg_mm: Vidhu Bodolide

source: Video Details
rhg_mm: Vidhu'r Tofsil

source: Add Audio Source
rhg_mm: Abás or zoriya ezafágoró

source: Replace Audio
rhg_mm: Abás Bodolidó

source: Audio Details
rhg_mm: Abás'r Tofsil

source: There has been an error cropping your image.
rhg_mm: Éçe fothú ré cáçí te ekkán golot ór.

source: Cropping&hellip;
rhg_mm: Cáçér&hellip;

source: Crop your image
rhg_mm: Oñnor fothú cáçó

source: Crop Image
rhg_mm: Fothú Cáçó

source: Skip Cropping
rhg_mm: Cáçá Cúçido

source: Select and Crop
rhg_mm: Basó ar Caçó

source: Cancel Edit
rhg_mm: Sóiyigorá kenselgoró

source: Replace Image
rhg_mm: Fothú bodolidó

source: Image Details
rhg_mm: Fothúr Tofsil

source: Reverse order
rhg_mm: Uldha ordhar

source: Add to Gallery
rhg_mm: Gelleri't Ezafágoró

source: Add to gallery
rhg_mm: Gelleri'r ikka ezafágoró

source: Update gallery
rhg_mm: Gelleri tazagoró

source: Insert gallery
rhg_mm: Gelleri dhaló

source: &#8592; Cancel Gallery
rhg_mm: &#8592; Gelleri Kenselgoró

source: Edit Gallery
rhg_mm: Gelleri Sóiyigoró

source: Create Gallery
rhg_mm: Gelleri Toiyargoró

source: Insert from URL
rhg_mm: URL óttu dhaló

source: Search Media
rhg_mm: Midhia Tua

source: Filter by type
rhg_mm: Kisím loi salo

source: Filter by date
rhg_mm: Tarík loi salo

source: Delete Selected
rhg_mm: Basíloiyá Haçifélo

source: Untrash Selected
rhg_mm: Dhasbinsára Basíloiyá

source: Trash Selected
rhg_mm: Dhasbin Basíloiyá

source: Cancel Selection
rhg_mm: Basá Kenselgoró

source: Bulk Select
rhg_mm: Bicí Basílo

source: You are about to trash these items. 'Cancel' to stop, 'OK' to delete.
rhg_mm: Tuñí jiníc iín dhasbin ot fargorór. No goríbélla 'Kensel' ar haçíbélla 'Oke' goró.

# noun
source: Trash
rhg_mm: Dhasbin

source: Unattached
rhg_mm: Lagaiyasára

source: All dates
rhg_mm: Beggún tarík óll

source: All media items
rhg_mm: Beggún midhia jiníc óll

source: &#8592; Return to library
rhg_mm: &#8592; Laibri'r ikka wapeszo.

source: Create a new video playlist
rhg_mm: Noya vidhu solibarliís toiyargoró

source: Create a new playlist
rhg_mm: Noya solibarliís toiyargoró

source: Create a new gallery
rhg_mm: Uggwá noya gelleri toiyargoró

source: Insert Media
rhg_mm: Midhia Dhaló

source: Media Library
rhg_mm: Midhia Laibri

source: Upload Images
rhg_mm: Fothú óll uoretuló

source: Upload Files
rhg_mm: Fail óll uoretuló

source: Drag and drop to reorder media files.
rhg_mm: Midhia fail ókkol oré dubara odhargoríbélla tañno ar erido.

source: %d selected
rhg_mm: %d basíloiyá

source: Update
rhg_mm: Kiórzana

source: Select
rhg_mm: Basílo

source: Add Media
rhg_mm: Midhia Ezafágoró

source: (no title)
rhg_mm: (lokób nái)

source: No editor could be selected.
rhg_mm: Honó edhithar basíloi nofare.

source: Bitrate Mode
rhg_mm: Bíthordor or Torika

source: Bitrate
rhg_mm: Bíthordor

# video or audio
source: Length
rhg_mm: Lambai

source: Year
rhg_mm: Bosór

source: Genre
rhg_mm: Zanoya'r kisím

source: As an app icon
rhg_mm: Ekkán dorhásꞌr gura fothú hísafe

source: As a browser icon
rhg_mm: Ekkán braozarꞌr gura fothú hísafe

source: No items found.
rhg_mm: Honó jiníc óll noófa.

source: There are no associated subtitles.
rhg_mm: Éçe honó sáati goijjá nisorlokób ókkol nái.

# media
source: Remove video track
rhg_mm: Vidhu lain larifélo

source: Tracks (subtitles, captions, descriptions, chapters, or metadata)
rhg_mm: Lain óll (nisorlokób óll, mouzúr nam óll, tofsil óll, cepthar óll, yá uorórdhatha)

source: Remove poster image
rhg_mm: Poigam doiyar fothú larifélo

source: Poster Image
rhg_mm: Poigam dooya'r fothú

source: Remove video source
rhg_mm: Vidhuꞌr zoriya larifélo

source: Loop
rhg_mm: Gúriodot

source: Autoplay
rhg_mm: Othimithíksola

source: Metadata
rhg_mm: Uorórdhatha

# auto preload
source: Auto
rhg_mm: Othimithík

source: Preload
rhg_mm: Agoriloóudh

source: Add alternate sources for maximum HTML5 playback:
rhg_mm: Ebbre bicít HTML5 or wapes solaibar zoriya ókkol ezafágoró:

source: Remove audio source
rhg_mm: Abásꞌr zoriya larifélo

source: Link CSS Class
rhg_mm: CSS kláss rabetagoró

source: Link Rel
rhg_mm: Rabetar Rel

source: Image CSS Class
rhg_mm: Fothúr CSS kláss

source: Image Title Attribute
rhg_mm: Fothúr Lokób or Húbi

source: Advanced Options
rhg_mm: Mozíd ektiyar óll

source: Custom Size
rhg_mm: Háaic mozin maf

source: Display Settings
rhg_mm: Daháibor séthín

source: Alternative Text
rhg_mm: Dusára Leká

source: Replace
rhg_mm: Bodolido

source: Edit Original
rhg_mm: Asóli ré sóiyigoró

source: Image URL
rhg_mm: Fothúr URL

source: Align
rhg_mm: Uzugor

source: Show Images
rhg_mm: Fothú óll dahá

source: Show Artist Name in Tracklist
rhg_mm: Lainorliís or bútore Zanoya'r Nam Dahá

source: Show Tracklist
rhg_mm: Lainorliís dahá

source: Show Video List
rhg_mm: Vidhu Liís Dahá

source: Playlist Settings
rhg_mm: Soliborliís or séthín óll

source: Random Order
rhg_mm: Tortibsára Odhar

source: Columns
rhg_mm: Thúni óll

source: Gallery Settings
rhg_mm: Gelleri'r Séthín óll

source: Full Size
rhg_mm: Fuúl Maf

source: Large
rhg_mm: Dhoóñr

source: Medium
rhg_mm: Dormiana

source: Thumbnail
rhg_mm: Muktosor nicán

source: Size
rhg_mm: Maf

source: Custom URL
rhg_mm: Háaic mozin URL

source: Attachment Page
rhg_mm: Lagaiyáfail or Sófa

source: Link to Attachment Page
rhg_mm: Lagaiyáfail or Sófa Loi Rabetagoró

source: Media File
rhg_mm: Midhia Fail

source: Link to Media File
rhg_mm: Midhia Fail Loi Rabetagoró

source: Embed Media Player
rhg_mm: Bazáiya Midhia Soloya

source: Link To
rhg_mm: Rabeta Ikka

source: Embed or Link
rhg_mm: Bazáidó yá Rabetagoró

source: Attachment Display Settings
rhg_mm: Lagaiyáfail or Daháibar Séthín Óll

source: Clear
rhg_mm: Sáfgoró

source: Edit Selection
rhg_mm: Basá Sóiyigoró

source: Attachment Details
rhg_mm: Lagaiyáfail'r Tofsil

source: Describe this media file&hellip;
rhg_mm: Midhia'r&hellip; fail ibá boiyangoró

source: Describe this audio file&hellip;
rhg_mm: Abás&hellip; or fail ibá boiyangoró

source: Describe this video&hellip;
rhg_mm: Vidhu&hellip; ibá boiyangoró

source: Caption this image&hellip;
rhg_mm: Fothú&hellip; yián oré mouzúr nam de

source: Deselect
rhg_mm: Basíloiyá erido

source: Delete Permanently
rhg_mm: Mústakil Hísafe Haçífélo

# verb
source: Trash
rhg_mm: Dhasbin

source: Untrash
rhg_mm: Dhasbinsára

source: Edit more details
rhg_mm: Aró tofsil sóiyi goró

source: View attachment page
rhg_mm: Lagaiyáfail or sófa soó

source: Uploaded To
rhg_mm: Ikka uoretulá giyé

source: Uploaded By
rhg_mm: Áta uoretulá giyé

source: Alt Text
rhg_mm: Alt Leká

source: Album
rhg_mm: Elbom

source: Artist
rhg_mm: Zanoya

source: Bitrate:
rhg_mm: Bíthordor:

source: Length:
rhg_mm: Lambai:

source: Dimensions:
rhg_mm: Lambai fatári óll:

source: File size:
rhg_mm: Fail or maf:

source: Uploaded on:
rhg_mm: Uoretuille:

source: File type:
rhg_mm: Fail or kisím:

source: File name:
rhg_mm: Fail or nam:

source: Saved.
rhg_mm: Bórieragiyé.

source: Edit Image
rhg_mm: Fothú Sóiyigoró

source: Edit next media item
rhg_mm: Baader midhia jiníc sóiyigoró

source: Edit previous media item
rhg_mm: Fisór midhia jiníc sóiyigoró

source: Dismiss Errors
rhg_mm: Golot óll hótomgoró

source: Uploading
rhg_mm: Uoretulér

source: Grid View
rhg_mm: Sairkuinna Soó

source: List View
rhg_mm: Liís Soó

source: Maximum upload file size: %s.
rhg_mm: Uoretulíbar fail or bicíttu bicí maf: %s.

source: Select Files
rhg_mm: Fail óll Basílo

# Uploader: Drop files here - or - Select Files
source: or
rhg_mm: yá

source: Drop files anywhere to upload
rhg_mm: Uoretulídibélla fail óll zehonó mikka erido

source: Upload Limit Exceeded
rhg_mm: Uoretúlibar Hód Baáre Óigiyói

source: The web browser on your device cannot be used to upload files. You may be able to use the <a href="%s">native app for your device</a> instead.
rhg_mm: Fail ókkol uoretulídibélla tuáñr micín or wéb tuai neeiloyá estemal gorí nofaribóu. Yarbodola tuñí óitfare <a href="%s">tuáñr micín ollá makami furugram</a> estemal gorífaribá.

source: Close uploader
rhg_mm: Uoretulóya bongoró

source: Drop files to upload
rhg_mm: Uoretulídibélla fail óll erido

source: Close media panel
rhg_mm: Midhia budh bongoró

source: The site you have requested is not installed properly. Please contact the system administrator.
rhg_mm: Tuñí dorhás goijjó de sáith yián sóiyigorí fíthgorá nóza. Meérbanigorí nezam entezam goróya ré kontékgoró.

source: <strong>ERROR</strong>: %1$s in %2$s can only contain numbers, letters, and underscores.
rhg_mm: <strong>GOLOT</strong>: %1$s or bútore %2$s ot siríf nombór, lofzó arde andhariskor ókkol táki faribou.

source: Briefly unavailable for scheduled maintenance. Check back in a minute.
rhg_mm: Liísgoijjá thíkraká ekkágorí no faiba. Ek miníth or bútore wapes cekgoró.

source: Maintenance
rhg_mm: Thíkrakó

source: Your PHP installation appears to be missing the MySQL extension which is required by WordPress.
rhg_mm: Tuáñr PHP fíthgorá't MySQL extencén nái de daházar ziyán WordPress ottu laibou.
