Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/rhg/4.8.x/wp-4.8.x-rhg.po
Languages: rhg_mm

source: Large size image height
rhg_mm: Dhoóñr maf or fothú'r lambai

source: Large size image width
rhg_mm: Dhoóñr maf or fothú'r fatári

source: Medium-Large size image height
rhg_mm: Mazilá-Dhoóñr fothú'r lambai'r maf

source: Medium-Large size image width
rhg_mm: Mazilá-Dhoóñr fothú'r fatári'r maf

source: Medium size image height
rhg_mm: Mazilá maf or fothú'r lambai

source: Medium size image width
rhg_mm: Mazilá maf or fothú'r fatári

source: Crop thumbnail to exact dimensions
rhg_mm: Muktosor nicán thík lambai fatári mazé cáçó

source: Thumbnail Height
rhg_mm: Muktosor nicán or Lambai

source: Thumbnail Width
rhg_mm: Muktosor nicán or Fatári

source: Allow new users to sign up
rhg_mm: Noya estemalgoróya ókkol oré rejicthorgoríbar ejazotdo

source: Time Format
rhg_mm: Wokt or Cokól

source: Date Format
rhg_mm: Tarík or Cokól

source: Site Tagline
rhg_mm: Sáith or Hótlain

source: Time Zone
rhg_mm: Wokt or Elaka

source: Post Thumbnail
rhg_mm: Poigam or Muktosor nicán

source: Stylesheet
rhg_mm: Ecthailcit

source: Template
rhg_mm: Nomuna

source: Image default align
rhg_mm: Fothú'r asási mizan

source: Image default size
rhg_mm: Fothú'r asási maf

source: Image default link type
rhg_mm: Fothú'r asási rabeta'r kisím

source: The URL to the admin area
rhg_mm: Sóoñloya'r zaga'r URL

source: Login Address (URL)
rhg_mm: Bútore Gólibar Thíkana (URL)

source: Site Address (URL)
rhg_mm: Sáith or Thíkana (URL)

source: WordPress Address (URL)
rhg_mm: WordPress or Thíkana (URL)

source: Software Version
rhg_mm: Softhwiar or Varcén

source: Software Name
rhg_mm: Softhwiar or Nam

source: Incorrect username or password.
rhg_mm: Estemalgoróya'r nam yá húfiawaádh gairsóiyi.

source: XML-RPC services are disabled on this site.
rhg_mm: Sáith yián ot XML-RPC hédmot óll bongoijjá asé.

source: There are no options for this widget.
rhg_mm: Wíjeth yián ólla ar honó ektiyar óll nái.

source: Usage of user levels by plugins and themes is deprecated. Use roles and capabilities instead.
rhg_mm: Modhul or estemal hísafe estemal goróyar tobka ókkol ar manágoijjá tehm óll. Rul ar kabiliát óll estemal goró.

source: Use %s instead.
rhg_mm: Yarbodola %s estemalgoró.

source: Anonymous
rhg_mm: Namsára

source: The "%s" theme is not a valid parent theme.
rhg_mm: Tehm "%s" uggwá sóiyi uoror tehm nói.

source: The parent theme is missing. Please install the "%s" parent theme.
rhg_mm: Asási tehm moujut nái. Meérbanigorí "%s" asási tehm fíthgoró.

source: Stylesheet is not readable.
rhg_mm: Ecthailcit foríbar kabel nái.

source: ERROR: The themes directory is either empty or doesn&#8217;t exist. Please check your installation.
rhg_mm: GOLOT: Tehm ókkol or dhairekthori yáto háli yá moujut nái&#8217;. Meérbanigorí tuáñr fíthgorá cekgoró.

source: Stylesheet is missing.
rhg_mm: Ecthailcit náí.

source: The theme directory "%s" does not exist.
rhg_mm: Tehm or dhairekthori "%s" moujut nái.

source: Term ID is shared between multiple taxonomies
rhg_mm: Corót ID bicí lofzórzák ókkol or mazé cíyar gorá giyé.

source: The %s directory of the develop repository must be used for RTL.
rhg_mm: Tork'r gudam or dhairekthori %s RTL ólla hámahá estemalgorá foríbou.

source: PM
rhg_mm: AT

source: AM
rhg_mm: BT

source: pm
rhg_mm: at

source: am
rhg_mm: bt

# December abbreviation
source: Dec
rhg_mm: Dis

# October abbreviation
source: Oct
rhg_mm: Okt

# September abbreviation
source: Sep
rhg_mm: Sép

# August abbreviation
source: Aug
rhg_mm: Ogó

# May abbreviation
source: May
rhg_mm: Mee

# April abbreviation
source: Apr
rhg_mm: Ipr

# genitive
source: December
rhg_mm: Disambor

# genitive
source: November
rhg_mm: Novambor

# genitive
source: October
rhg_mm: Oktubor

# genitive
source: September
rhg_mm: Séptembor

# genitive
source: August
rhg_mm: Ogóst

# genitive
source: July
rhg_mm: Julai

# genitive
source: June
rhg_mm: Jun

# genitive
source: May
rhg_mm: Mee

# genitive
source: April
rhg_mm: Ipril

# genitive
source: March
rhg_mm: Maarec

# genitive
source: February
rhg_mm: Februari

# genitive
source: January
rhg_mm: Januari

source: December
rhg_mm: Disambor

source: November
rhg_mm: Novambor

source: October
rhg_mm: Oktubor

source: September
rhg_mm: Séptembor

source: August
rhg_mm: Ogóst

source: July
rhg_mm: Julai

source: June
rhg_mm: Jun

source: May
rhg_mm: Mee

source: April
rhg_mm: Ipril

source: March
rhg_mm: Maarec

source: February
rhg_mm: Februari

source: January
rhg_mm: Januari

source: Sat
rhg_mm: Cóni

source: Fri
rhg_mm: Cúk

source: Thu
rhg_mm: Bicíb

source: Wed
rhg_mm: Buid

source: Tue
rhg_mm: Mongol

source: Mon
rhg_mm: Cóm

source: Sun
rhg_mm: Roibi

# Saturday initial
source: S
rhg_mm: C

# Friday initial
source: F
rhg_mm: C

# Thursday initial
source: T
rhg_mm: B

# Wednesday initial
source: W
rhg_mm: B

# Tuesday initial
source: T
rhg_mm: M

# Monday initial
source: M
rhg_mm: C

# Sunday initial
source: S
rhg_mm: R

source: Saturday
rhg_mm: Cónibar

source: Friday
rhg_mm: Cúkkubar

source: Thursday
rhg_mm: Bicíbbar

source: Wednesday
rhg_mm: Buidbar

source: Tuesday
rhg_mm: Mongolbar

source: Monday
rhg_mm: Cómbar

source: Sunday
rhg_mm: Roibar

source: Attempted to set image quality outside of the range [1,100].
rhg_mm: Fothú'r húbi húdud [1,100] or baáre séth goribélla kucíc gorá giyé.

source: Image Editor Save Failed
rhg_mm: Fothú Edhithar Bórierá Félgiyé.

source: Image flip failed.
rhg_mm: Fothú faldha félgiyé.

source: Image rotate failed.
rhg_mm: Fothú fakkára félgiyé.

source: Image crop failed.
rhg_mm: Fothú cáça félgiyé.

source: Could not calculate resized image dimensions
rhg_mm: Abbar maiffá fothú'r lambai fatári hísafgorí nofarér

source: Image resize failed.
rhg_mm: Fothú abbar mafa félgiyé.

source: Could not read image size.
rhg_mm: Fothúr maf forí nofarí.

source: File is not an image.
rhg_mm: Fail ekkán fothú nóí.

source: File doesn&#8217;t exist?
rhg_mm: Fail&#8217; moujut nái?

source: The SSL certificate for the host could not be verified.
rhg_mm: Girós or SSL or saálthikoth tosdiq gorí nofare.

source: Failed to write request to temporary file.
rhg_mm: Dorhás oré tooitta fail ot lekíte félgiyé.

source: Could not open handle for fopen() to %s
rhg_mm: fopen() %s olla dóroni kúli nofare

source: Add Link
rhg_mm: Rabeta Ezafágoró

source: Search or use up and down arrow keys to select an item.
rhg_mm: Tua ya ekkán jiníc basí loibálla uoror arde nisór bothon estemalgoró.

source: No search term specified. Showing recent items.
rhg_mm: Honó tuabar theknikalwaádh waazé goijjá nái. Ehónor jiníc ókkol dahár.

source: Or link to existing content
rhg_mm: Yá foóila loti aséde hazorjiníc loi rabetagoró

source: Open link in a new tab
rhg_mm: Ekkán noya hótꞌr bútore rabeta kúlo

source: Enter the destination URL
rhg_mm: Moksót or URL dhaló

source: Y/m/d
rhg_mm: B/m/d

source: The following formatting shortcuts are replaced when pressing Enter. Press Escape or the Undo button to undo.
rhg_mm: Nise diyéde baiththá rasta'r cokól ókkol bodoli giyé gói zehó enthar sibpo. Wapesgorí bélla ESC yá wapesgorár bothon sibó.

source: When starting a new paragraph with one of these formatting shortcuts followed by a space, the formatting will be applied automatically. Press Backspace or Escape to undo.
rhg_mm: Zeñtte ekkán háli zaga lói cokól bana dé baiththá rasta'r fuáñti uggwá noya paragaráf cúru óibou, cokól nizebaze boni zaibói. Wapes goribélla FiséHálizaga yá Esc sibou.

source: To move focus to other buttons use Tab or the arrow keys. To return focus to the editor press Escape or use one of the buttons.
rhg_mm: Towajja re oinno bothon ókkol ót laribélla TAB yá tir sabí ókkol estemal goró. Towajja re wapes edhithar ot anibélla ESC sibó yá bothon ókkol óttu uggwá bothon estemal goró.

source: Action
rhg_mm: Ékcen

source: Letter
rhg_mm: Ciñçí

source: Ctrl + letter:
rhg_mm: Ctrl + hórof:

source: Cmd + letter:
rhg_mm: Cmd + hórof:

source: Shift + Alt + letter:
rhg_mm: Shift + Alt + hórof:

source: Ctrl + Alt + letter:
rhg_mm: Ctrl + Alt + hórof:

source: Elements path
rhg_mm: Asásicis ókkol or rasta

source: Editor toolbar
rhg_mm: Edhithar or hazorfáththi

source: Editor menu (when enabled)
rhg_mm: Edhithar mínu (zehón kabel asé)

source: Inline toolbar (when an image, link or preview is selected)
rhg_mm: Lainorbútore Hazorfáththi (zehón ekkán fothú, rabeta yá agorisaá basíloiyá asé)

source: Focus shortcuts:
rhg_mm: Towajja'r bhaiththá rasta:

source: Additional shortcuts,
rhg_mm: Aró baiththá rasta ókkol,

source: Default shortcuts,
rhg_mm: Asási baiththá rasta ókkol,

source: Keyboard Shortcuts
rhg_mm: Kibudh or baiththá rasta ókkol

source: Text
rhg_mm: Leká

source: No alignment
rhg_mm: Honó mizan nái

source: Distraction-free writing mode
rhg_mm: Díanlara-sára lekár torika

source: Read more...
rhg_mm: Aró foró...

source: Insert Page Break tag
rhg_mm: Sófar waqfar hót dhaló

source: Insert Read More tag
rhg_mm: Aró Foró'r hót dhaló

source: Toolbar Toggle
rhg_mm: Hazorfáththi Tobdilgor

# TinyMCE menu
source: Format
rhg_mm: Cokól

# TinyMCE menu
source: Table
rhg_mm: Thebíl

# TinyMCE menu
source: View
rhg_mm: Soó

# TinyMCE menu
source: Tools
rhg_mm: Hamor sáman

# TinyMCE menu
source: Edit
rhg_mm: Sóiyigoró

# TinyMCE menu
source: File
rhg_mm: Fail

# TinyMCE menu
source: Insert
rhg_mm: Dhaló

source: Your browser does not support direct access to the clipboard. Please use keyboard shortcuts or your browser&#8217;s edit menu instead.
rhg_mm: Tuáñr braozar yé kilipbudh ot uzuzu zaifara ré hémayot nogoré. Meérbanigorí kibudh or bhaiththá rasta yá tuáñr braozar&#8217; or sóiyigorá'r mínu estemalgoró.

source: The changes you made will be lost if you navigate away from this page.
rhg_mm: Tobdil ókkol háñzi záibougoi zodi tuñí sófa ibá'ttu duré zoo.

source: If you&#8217;re looking to paste rich content from Microsoft Word, try turning this option off. The editor will clean up text pasted from Word automatically.
rhg_mm: Zodi tuñí&#8217; Microsoft Word ottú lagaito soódde óile, ektiyar yián oré bon goríbar kucícgoró. Edhithar yé Word ottú lagaiyá leká ókkol oré nizebaze sáf gorí félaibóu.

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
rhg_mm: Lagaidiya yaa uzu leká'r torika'r bútore. Hazorjiníc ókkol yaa ektiyar yián bongorá fójjontó uzu leká'r hísafe lagaidiya zaibóu.

source: Words: %s
rhg_mm: Waádh óll: %s

source: Show invisible characters
rhg_mm: Gaif hórof óll dahá

# editor button
source: Show blocks
rhg_mm: Hán óll dahá

source: Text color
rhg_mm: Leká'r rong

source: Background color
rhg_mm: Fisórmonzor or rong

# TinyMCE
source: Templates
rhg_mm: Nomuna óll

# TinyMCE
source: Insert template
rhg_mm: Nomuna dhaló

# table cell scope attribute
source: Scope
rhg_mm: Moidan

source: Cell spacing
rhg_mm: Seél hálizaga

source: Cell padding
rhg_mm: Seél zaba

source: Cell type
rhg_mm: Seél or kisím

source: Row type
rhg_mm: Cúr or kisím

source: Column group
rhg_mm: Thúni'r gurúp

source: Row group
rhg_mm: Cúr or gurúp

source: Bottom
rhg_mm: Tole

source: Middle
rhg_mm: Mazé

source: Top
rhg_mm: Uore

# vertical table cell alignment
source: V Align
rhg_mm: Waá Mizan

# table cell alignment attribute
source: None
rhg_mm: Kessú Nái

source: Right
rhg_mm: Dendháke

source: Center
rhg_mm: Mazé

source: Left
rhg_mm: Bandháke

# horizontal table cell alignment
source: H Align
rhg_mm: Fatári Mizan

source: Alignment
rhg_mm: Uzugoróon

source: Caption
rhg_mm: Mouzúr nam

source: Width
rhg_mm: Fatári

source: Height
rhg_mm: Usol

source: Split table cell
rhg_mm: Alok thebíl or seél

source: Merge table cells
rhg_mm: Thebíl ceél ókkol miñyaífeló

source: Copy table row
rhg_mm: Thebíl cúr kopígoró

source: Cut table row
rhg_mm: Thebíl cúr haçó

source: Delete column
rhg_mm: Thúni haçifélo

source: Delete row
rhg_mm: Cúr haçifélo

source: Paste table row after
rhg_mm: Baade thebíl cúr lagaido

source: Paste table row before
rhg_mm: Foóila thebíl cúr lagaido

source: Insert column after
rhg_mm: Baade thúni dhaló

source: Insert column before
rhg_mm: Foóila thúni dhaló

source: Insert row after
rhg_mm: Baade cúr dhaló

source: Insert row before
rhg_mm: Foóila cúr dhaló

# table footer
source: Footer
rhg_mm: Tola

# table body
source: Body
rhg_mm: Gaa

# table header
source: Header
rhg_mm: Matá

source: Header cell
rhg_mm: Seél or matá

# table cell
source: Cell
rhg_mm: Seél

# table columns
source: Cols
rhg_mm: Thúni óll

# table column
source: Column
rhg_mm: Thúni

source: Rows
rhg_mm: Cúr óll

source: Row
rhg_mm: Cúr

source: Border color
rhg_mm: Címa'r rong

source: Table cell properties
rhg_mm: Thebíl seél or sifót ókkol

source: Table row properties
rhg_mm: Thebíl cúr or sifót ókkol

source: Table properties
rhg_mm: Thebíl or sifót ókkol

source: Delete table
rhg_mm: Thebíl haçifélo

source: Insert table
rhg_mm: Thebíl dhaló

source: Add to Dictionary
rhg_mm: Dhícnari't Ezafágoró

# spellcheck
source: Ignore
rhg_mm: Bardoo

# spellcheck
source: Ignore all
rhg_mm: Beggún bardoo

# spellcheck
source: Finish
rhg_mm: Hótomgoró

source: Check Spelling
rhg_mm: Híjjo cekgoró

source: Match case
rhg_mm: Ekkudhoilla

# find/replace
source: Replace all
rhg_mm: Beggún bodolide

# find/replace
source: Find
rhg_mm: Tua

# find/replace
source: Replace with
rhg_mm: Loi bodol

source: Find and replace
rhg_mm: Tua ar bodolide

# find/replace
source: Whole words
rhg_mm: Fura waádh óll

# find/replace
source: Prev
rhg_mm: Fisór

# find/replace
source: Next
rhg_mm: Baade

# find/replace
source: Replace
rhg_mm: Bodolide

source: Could not find the specified string.
rhg_mm: Waazé goijjá leká tuai nofa.

source: No color
rhg_mm: Honó rong nái

# label for custom color
source: Custom...
rhg_mm: Háaic mozin...

source: Custom color
rhg_mm: Háaic mozin rong

source: Color
rhg_mm: Rong

source: Insert link
rhg_mm: Rabeta dhaló

source: Remove link
rhg_mm: Rabeta larifélo

source: Insert/edit link
rhg_mm: Rabeta dhaló/sóiyigoró

source: Restore last draft
rhg_mm: Ahéri tooitta wapesanó

source: Horizontal space
rhg_mm: Fatári Hálizaga

source: Horizontal line
rhg_mm: Fatári lain

source: Fullscreen
rhg_mm: Fura Eskírin

source: Save
rhg_mm: Bórieró

source: Print
rhg_mm: Sába

source: Preview
rhg_mm: Agorisoó

source: Paste as text
rhg_mm: Leká hísafe lagaido

source: Page break
rhg_mm: Sófa bángga

source: Nonbreaking space
rhg_mm: Abáiñgga hálizaga

source: Emoticons
rhg_mm: Lekár fothú óll

# editor button
source: Left to right
rhg_mm: Bandhák óttu dendhák

# editor button
source: Right to left
rhg_mm: Dendhák óttu bandhák

source: Special character
rhg_mm: Hxáss hórof

source: Embed
rhg_mm: Bazáiya

source: Insert video
rhg_mm: Vidhu dhaló

source: Paste your embed code below:
rhg_mm: Tuáñr bazáiya-kudh nise lagaido:

source: Alternative source
rhg_mm: Dusára zoriya

source: Poster
rhg_mm: Poigam dooya

source: Insert date/time
rhg_mm: Tarík / Woktó dhaló

source: Insert image
rhg_mm: Fothú dhaló

source: Dimensions
rhg_mm: Lambai fatári ókkol

source: Style
rhg_mm: Ecthail

source: Image description
rhg_mm: Fothúr tofsil

source: Vertical space
rhg_mm: Uoréttu nise hálizaga

source: Constrain proportions
rhg_mm: Moujbur nisbot ókkol

source: Border
rhg_mm: Címa

source: Source
rhg_mm: Guijja

source: Advanced
rhg_mm: Torkigoijjá

source: General
rhg_mm: Aám

source: Insert/edit image
rhg_mm: Fothú dhaló/sóiyigoró

source: Image
rhg_mm: Fothú

source: Author
rhg_mm: Lekóya

source: Description
rhg_mm: Tofsil

source: Encoding
rhg_mm: Kudh ot bodolo

source: Keywords
rhg_mm: Dorhárilofzó ókkol

source: Title
rhg_mm: Lokób

source: Robots
rhg_mm: Luwá'r manúic óll

source: Document properties
rhg_mm: Habos or sifót ókkol

# Link anchors (TinyMCE)
source: Anchors
rhg_mm: Nogoól ókkol

# Link anchor (TinyMCE)
source: Anchor
rhg_mm: Nogoól

# Name of link anchor (TinyMCE)
source: Name
rhg_mm: Nam

# list style
source: Lower Roman
rhg_mm: Nisoilla Roman

# list style
source: Upper Roman
rhg_mm: Uoror Roman

# list style
source: Upper Alpha
rhg_mm: Uoror Alfa

# list style
source: Lower Alpha
rhg_mm: Nisoilla Alfa

# list style
source: Lower Greek
rhg_mm: Nisoilla Greek

# list style
source: Disc
rhg_mm: Disk

# list style
source: Circle
rhg_mm: Gul

# list style
source: Default
rhg_mm: Asási

# list style
source: Square
rhg_mm: Sairkuinna

source: Numbered list
rhg_mm: Nombór goijjá liís

source: Bulleted list
rhg_mm: Dana maijjá liís

source: Visual aids
rhg_mm: Saíbór aids

source: Close
rhg_mm: Bongoró

source: Cancel
rhg_mm: Kenselgoró

source: OK
rhg_mm: Thíkasé

source: Redo
rhg_mm: Abbargoró

source: Undo
rhg_mm: Wapesgoró

source: Select all
rhg_mm: Beggún basílo

source: Paste
rhg_mm: Lagaido

source: Copy
rhg_mm: Kopí

source: Cut
rhg_mm: Hath

source: Decrease indent
rhg_mm: Indent homa

source: Increase indent
rhg_mm: Indent baró

source: Justify
rhg_mm: Boraborgoró

source: Align left
rhg_mm: Bandháikkagoró

source: Align right
rhg_mm: Dendháikkagoró

source: Align center
rhg_mm: Mazégoró

source: Font Sizes
rhg_mm: Lekár Maf óll

source: Font Family
rhg_mm: Lekár Gucci

source: Source code
rhg_mm: Kudh'r zoriya

source: Code
rhg_mm: Kudh

source: Italic
rhg_mm: Beñha

source: Bold
rhg_mm: Waazé

source: Clear formatting
rhg_mm: Cokól sáfgoró

source: Superscript
rhg_mm: Lekáruore

source: Subscript
rhg_mm: Lekárnise

source: Strikethrough
rhg_mm: Mazélain

source: Underline
rhg_mm: Niselain

# HTML elements
source: Inline
rhg_mm: Lainorbútore

# HTML tag
source: Address
rhg_mm: Thíkana

# HTML tag
source: Preformatted
rhg_mm: Boinna cokól

source: Blockquote
rhg_mm: Háwalar Hán

source: Paragraph
rhg_mm: Paragaráf

# TinyMCE
source: Blocks
rhg_mm: Hán Ókkol

source: Heading 6
rhg_mm: Matá 6

source: Heading 5
rhg_mm: Matá 5

source: Heading 4
rhg_mm: Matá 4

source: Heading 3
rhg_mm: Matá 3

source: Heading 2
rhg_mm: Matá 2

source: Heading 1
rhg_mm: Matá 1

# TinyMCE
source: Headings
rhg_mm: Matá Ókkol

# TinyMCE
source: Formats
rhg_mm: Cokól Ókklo

source: New document
rhg_mm: Noya habos

# Name for the Text editor tab (formerly HTML)
source: Text
rhg_mm: HTML Leká

source: Visual
rhg_mm: Saíbar

source: Shift-click to edit this widget.
rhg_mm: Wíjeth yián oré sóiyigoríbellá Shift-klik síbo.

source: Search widgets&hellip;
rhg_mm: Wíjeth&hellip Ókkol Tua;

source: Search Widgets
rhg_mm: Wíjeth Ókkol Tua

source: Add a Widget
rhg_mm: Uggwá Wíjeth Ezafágoró

source: Reorder widgets
rhg_mm: Wíjeth ókkol abbar tortibgoró

source: Widget moved down
rhg_mm: Wíjeth nise giyói

source: Widget moved up
rhg_mm: Wíjeth uore giyói

source: An error has occurred. Please reload the page and try again.
rhg_mm: Ekkán golot óiye. Meérbanigorí sófa ré abbar loóudhgoró ar abbar kucícgoró.

source: Trash widget by moving it to the inactive widgets sidebar.
rhg_mm: Wíjeth oré bongoijjá wíjeth ókkol or sáidhlain ot larieri dhasbin ót dhalí de.

source: Save and preview changes before publishing them.
rhg_mm: Baáirgoríbar foóila iín oré bórieró ar tobdil óll agorisoó.

source: Apply
rhg_mm: Dorhásgoró

# Move widget
source: Move
rhg_mm: Laró

source: Select an area to move this widget into:
rhg_mm: Wíjeth yián oré bútore goríbélla ekkán zaga basílo:

source: Move to another area&hellip;
rhg_mm: Arekkán zaga'r&hellip ikka larier;

source: Widgets are independent sections of content that can be placed into widgetized areas provided by your theme (commonly called sidebars).
rhg_mm: Wíjeth ókkol hazorjiníc or sekcen ókkol ot azad asé ziyán néki wíjeth goijjá zaga ókkol ot rakí faribóu ziín tuáñr tehm or torfóttu diya giyé (aám hísafe sáidhlain hoówaza).

source: Press return or enter to open this section
rhg_mm: Sékcen yián kúlibálla enthar sibó.

source: Customizing
rhg_mm: Haáic Mozingorér

source: Help
rhg_mm: Modot

source: You are customizing %s
rhg_mm: Tuñí %s oré háaic mozin gorór

source: Press return or enter to open this panel
rhg_mm: Budh yián kúlibálla enthar sibó.

source: Add to Menu
rhg_mm: Mínuꞌt Ezafágoró

source: Link Text
rhg_mm: Rabeta'r Leká

source: Toggle section: Custom Links
rhg_mm: Tobdilór sékcen: Háaic mozin rabeta óll

source: Custom Links
rhg_mm: Háaic mozin Rabeta ókkol

source: Toggle section: %s
rhg_mm: Tobdilór sékcen: %s

source: No items
rhg_mm: Jiníc ókkol nái

source: Clear Results
rhg_mm: Notija Ókkol Sáfgoró

source: The search results will be updated as you type.
rhg_mm: Tua'r notija ókkol tazagoró zaibou zendila tuñí lekíba.

source: Search menu items&hellip;
rhg_mm: Mínuꞌr Jiníc ókkol Talacgoró&hellip;

source: Search Menu Items
rhg_mm: Mínuꞌr Jiníc ókkol Talacgoró

source: Add Menu Items
rhg_mm: Mínuꞌr Jiníc ókkol Ezafágoró..

source: Back
rhg_mm: Fisé

source: Move one level down
rhg_mm: Ekkán tobka nisor míkka laro

source: Move one level up
rhg_mm: Ekkán tobka uor míkka laro

source: Move down
rhg_mm: Nisegoró

source: Move up
rhg_mm: Uoregoró

source: Add to menu: %1$s (%2$s)
rhg_mm: Mínu´t Ezafágoró: %1$s (%2$s)

source: Invalid post type.
rhg_mm: Gairsóiyi poigam ór kisím.

source: New menu name
rhg_mm: Noya mínu´r nam

source: Add a Menu
rhg_mm: Ekkán Mínu Ezafágoró

source: Menu Locations
rhg_mm: Mínu´r Zaga ókkol

source: Your theme supports %s menu. Select which menu appears in each location.
rhg_mm: Tuáñr tehm %s mínu óll oré hémayot goré. Mínu basílo ziyán fottí zaga'r bútore dahá zaibóu.

source: Your theme supports one menu. Select which menu you would like to use.
rhg_mm: Tuáñr tehm yé ekkán mínu ré hémayot goré. Mínu basílo ziyán tuñí estemal goríto soór.

source: Menus can be displayed in locations defined by your theme.
rhg_mm: Mínu ókkol tuáñr tehm loi waazé goijjá zaga'r bútore dahái faribou.

source: Menus can be displayed in locations defined by your theme or in <a href="%s">widget areas</a> by adding a &#8220;Custom Menu&#8221; widget.
rhg_mm: Mínu ókkol tuáñr tehm loi waazé goijjá zaga'r bútore yá <a href="%s">wíjeth or zaga ókkol</a> ot ekkán &#8220;Custom Menu&#8221; wíjeth ezafá gorí dahái faribou.

source: This panel is used for managing navigation menus for content you have already published on your site. You can create menus and add items for existing content such as pages, posts, categories, tags, formats, or custom links.
rhg_mm: Budh yián tuáñr sáith ot foóila lóti baáirgoijjá hazorjiníc ókkol or duadui'r mínu ókkol entezam goribélla estemal óiye. Tuñí mínu ókkol banai faríba ar foóila lóti aséde hazorjiníc ot jiníc ókkol ezafá gorí faríba zendila néki sófa ókkol, poigam ókkol, kisím ókkol, hót ókkol, cokól ókkol yá háaic mozin rabeta ókkol.

source: %1$s. Sub item number %2$d under %3$s.
rhg_mm: %1$s. Nisor jiníc or nombór %2$d tole %3$s.

source: %1$s. Menu item %2$d of %3$d.
rhg_mm: %1$s. Mínu'r cíz %3$d or %2$d.

source: Out from under %s
rhg_mm: %s or tolóttu baáre

source: Under %s
rhg_mm: %s or tole

source: Move out from under %s
rhg_mm: %s or tolóttu baáregoró

source: Move under %s
rhg_mm: %s or tolegoró

source: Move to the top
rhg_mm: Ebbre uoregoró

source: Move down one
rhg_mm: Uggwá nisegoró

source: Move up one
rhg_mm: Uggwá uoregoró

source: Close reorder mode
rhg_mm: Abbar tortib goríbar torika bongoró

source: Reorder menu items
rhg_mm: Mínu´r jiníc ókkol abbar tortibgoró

source: Reorder mode closed
rhg_mm: Abbar tortib goríbar torika bon asé

source: Reorder mode enabled
rhg_mm: Abbar tortib goríbar torika kabel asé

source: Loading more results... please wait.
rhg_mm: Aró notija ókkol loóudh ór... meérbanigorí entezargoró

source: Additional items found: %d
rhg_mm: Aró jiníc ókkol tuaifaiyé: %d

source: Number of items found: %d
rhg_mm: Bicí jiníc ókkol tuaifaiyé: %d

source: %s (Pending)
rhg_mm: %s (Táigiyégói)

source: %s (Invalid)
rhg_mm: %s (Gairsóiyi)

source: Customizing &#9656; %s
rhg_mm: Háaic Mozingorér &#9656; %s

source: Menu item is now a sub-item
rhg_mm: Mínu´r jiníc ehón uggwá nisor mínu´r jiníc

source: Menu item moved out of submenu
rhg_mm: Mínu´r jiníc nisor mínu´r baár míkka giyégói
