Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/rhg/4.8.x/wp-4.8.x-rhg.po
Languages: rhg_mm

source: Menu item moved down
rhg_mm: Mínu´r jiníc nisor míkka óiye

source: Menu item moved up
rhg_mm: Mínu´r jiníc uor míkka óiye

source: Menu deleted
rhg_mm: Mínu haçigiyói

source: Menu created
rhg_mm: Mínu bonigiyégói

source: Menu item deleted
rhg_mm: Mínu´r jiníc haçigiyói

source: Menu item added
rhg_mm: Mínu´r jiníc ezafá óiye

source: Menu Name
rhg_mm: Mínu'r Nam

# menu
source: (Currently set to: %s)
rhg_mm: (Ehón ót séth asé: %s)

# Missing menu name.
source: (unnamed)
rhg_mm: (namsára)

# missing menu item navigation label
source: (no label)
rhg_mm: (honó lebíl nái)

source: No results found.
rhg_mm: Honó notija óll tuaifa noza.

source: Post Type Archive
rhg_mm: Poigam or Kisím or Arkaiv

source: Custom Link
rhg_mm: Háaic Mozin Rabeta

# nav menu home label
source: Home
rhg_mm: Gór

source: Posts page
rhg_mm: Poigam óll or sófa

source: Front page
rhg_mm: Muúm or sófa

source: A static page
rhg_mm: Ekkán thíkgoijjá sófa

source: Your latest posts
rhg_mm: Tuáñr taza poigam óll

source: Front page displays
rhg_mm: Muúm or Sófa yé Dahá

source: Your theme supports a static front page.
rhg_mm: Tuáñr tehm yé ekkán thíkgoijjá muúm or sófa ré hémayot goré.

source: Static Front Page
rhg_mm: Thíkgoijjá Muúm or Sófa

source: Background Image
rhg_mm: Fisórmonzor or Fothú

source: Header Image
rhg_mm: Fothú'r Matá

source: Background Color
rhg_mm: Fisórmonzor or Rong

source: Header Text Color
rhg_mm: Matá'r Leká'r Rong

source: Colors
rhg_mm: Rong óll

source: Default
rhg_mm: Asási

source: Remove
rhg_mm: Larifélo

source: Site Icon
rhg_mm: Sáith´r Gura Fothú

source: Tagline
rhg_mm: Hótlain

source: Site Title
rhg_mm: Sáith or Lokób

source: Site Identity
rhg_mm: Sáith´r Sinno

source: Live Preview: %s
rhg_mm: Dhaárik Agorisoó: %s

source: Customize: %s
rhg_mm: Haáic mozin: %s

source: The requested theme does not exist.
rhg_mm: Dorhás goijjá tehm moujut nái.

source: &mdash; Select &mdash;
rhg_mm: &mdash; Basílo &mdash;

source: Toolbar
rhg_mm: Hazorfáththi

source: Skip to toolbar
rhg_mm: Hazorfáththi ikka cúçido

source: The menu ID should not be empty.
rhg_mm: Mínu ID háli táki no faribóu.

source: #%d (no title)
rhg_mm: #%d (lokób nái)

source: (Edit)
rhg_mm: (Sóiyigoró)

source: %1$s at %2$s
rhg_mm: %1$s ot %2$s

source: Your comment is awaiting moderation.
rhg_mm: Tuáñr rai fáiselar entezar gorér.

source: Edit
rhg_mm: Sóiyigoró

source: Pingback:
rhg_mm: Wapes ringorá:

source: Feed for all posts filed under %s
rhg_mm: Beggún poigam ór fidh ziín %s or tole failgorá giyé hiín soó

source: Too many redirects.
rhg_mm: Bicí dubara dhaárik ókkol

source: There are no HTTP transports available which can complete the requested request.
rhg_mm: Éçe honó HTTP sola fíra ókkol moujut nái ziyáne dorhás goijjá dorhás oré mukómmol gorí faribóu.

source: Destination directory for file streaming does not exist or is not writable.
rhg_mm: Fail or sóra'r monzil or dhairekthori moujut nái yá lekíbar kabel nái.

source: User has blocked requests through HTTP.
rhg_mm: Estemal goróya yé HTTP ottu dorhás ókkol bongoijjá.

source: A valid URL was not provided.
rhg_mm: Ekkán sóiyi URL diya nóza.

source: Tags:
rhg_mm: Hót óll:

source: Categories
rhg_mm: Kisím óll

source: No categories
rhg_mm: Honó kisím óll nái

source: %1$s is deprecated. Use %2$s instead.
rhg_mm: %1$s maná gorá giyé. Yarbodola %2$s estemalgoró.

source: Uncategorized
rhg_mm: Kisímgoijjá sára

source: The post type %1$s is not registered, so it may not be reliable to check the capability "%2$s" against a post of that type.
rhg_mm: Poigam or kisím %1$s rejicthor goijjá nái, tóile yián "%2$s" or kabiliát hendhila uggwá poigam or hélaf cek goríbélla bórusa gorí no faribou.

source: Bookmarks
rhg_mm: Kitabórhót óll

source: Last updated: %s
rhg_mm: Ahéri tazagoijjá: %s

source: Posts by %s
rhg_mm: %s or poigam óll

source: Visit %s&#8217;s website
rhg_mm: Wébsáith %s&#8217;s oré ziyarotgoró

source: Use %s instead if you do not want the value echoed.
rhg_mm: Yarbodola %s estemalgoró zodi tuñí kimot no dahái to soódde óile.

source: XML Error: %1$s at line %2$s
rhg_mm: XML Golot: %1$s lain %2$s

source: Search
rhg_mm: Tuaisoó

source: Header
rhg_mm: Matá

source: Background
rhg_mm: Fisórmonzor

source: Menus
rhg_mm: Mínu Óll

source: Widgets
rhg_mm: Wíjeth óll

source: %s comment awaiting moderation
rhg_mm: %s rai óll fáisela óibélla entezar gorér

# admin bar menu group label
source: New
rhg_mm: Noya

# add new from admin bar
source: User
rhg_mm: Estemalgoróya

# add new from admin bar
source: Link
rhg_mm: Rabeta

source: Shortlink
rhg_mm: Baiththá Rabeta

source: Manage Comments
rhg_mm: Rai óll Sóoñló

source: New Post
rhg_mm: Noya poigam

source: Settings
rhg_mm: Séthín ókkol

source: Plugins
rhg_mm: Modhul ókkol

source: Themes
rhg_mm: Tehm ókkol

source: Users
rhg_mm: Estemalgoróya ókkol

source: Sites
rhg_mm: Sáith ókkol

source: Network Admin
rhg_mm: Nethwaák Sóoñloya

source: My Sites
rhg_mm: Añár Sáith ókkol

source: Customize
rhg_mm: Háaic mozin séthgoró

source: Dashboard
rhg_mm: Muúmorbudh

source: Edit Site
rhg_mm: Sáith Sóiyigoró

source: Visit Site
rhg_mm: Sáith Ziyarotgoró

source: User Dashboard: %s
rhg_mm: Goróyaꞌr Muúmorbudh: %s

source: Network Admin: %s
rhg_mm: Nethwaák Sóoñloya: %s

source: Log Out
rhg_mm: Baáre Neeiló

source: Edit My Profile
rhg_mm: Añár Profail Sóiyigoró

source: Menu
rhg_mm: Mínu

source: Feedback
rhg_mm: Fídhbék

source: Support Forums
rhg_mm: Hémayot or Ectema óll

source: Documentation
rhg_mm: Habosfonna

source: About WordPress
rhg_mm: WordPress or Baabote

source: Your account is now activated. <a href="%1$s">Log in</a> or go back to the <a href="%2$s">homepage</a>.
rhg_mm: Tuáñr hísaf ehón salu óigiyói. <a href="%1$s">Bútore gólo</a> yá wapes <a href="%2$s">górorsófa</a>'r ikka zoo.

source: Your account is now activated. <a href="%1$s">View your site</a> or <a href="%2$s">Log in</a>
rhg_mm: Tuáñr hísaf ehón salu óigiyói. <a href="%1$s">Tuáñr sáith soó</a> yá <a href="%2$s">Bútore gólo</a>

source: Password:
rhg_mm: Húfiawaádh:

source: Username:
rhg_mm: Estemal goróyar nam:

source: An error occurred during the activation
rhg_mm: Salugoríbar woktót ekkán golot óiye.

source: Your site at <a href="%1$s">%2$s</a> is active. You may now log in to your site using your chosen username of &#8220;%3$s&#8221;. Please check your email inbox at %4$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%5$s">reset your password</a>.
rhg_mm: Tuáñr sáith <a href="%1$s">%2$s</a> salu asé. Yaa tuñí tuáñr basíloiyá estemal goróya'r nam &#8220;%3$s&#8221; lói tuáñr wébsáith or bútore gólí faribá. Meérbanigorí tuáñr b-ciñçí'r fethi tuáñr húfiawaádh ar bútore gólibar hédayot óll %4$s ot cekgoró. Zodi tuñí ekkán b-ciñçí nofode óile, meérbanigorí tuáñr bekar ar fozúl fuldhar oré cekgoró. Zodi tuñí góndha'r bútore ájjo ekkán b-ciñçí nofode óile, tuñí tuáñr <a href="%5$s">húfiawaádh abbar séthgorí</a> faríba.

source: Your account has been activated. You may now <a href="%1$s">log in</a> to the site using your chosen username of &#8220;%2$s&#8221;. Please check your email inbox at %3$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%4$s">reset your password</a>.
rhg_mm: Tuáñr hísaf salu ói giyé gói. Yaa tuñí tuáñr basíloiyá estemal goróya'r nam &#8220;%2$s&#8221; lói wébsáith or<a href="%1$s">bútore gólí</a> faribá. Meérbanigorí tuáñr b-ciñçí'r fethi tuáñr húfiawaádh ar bútore gólibar hédayot óll %3$s ot cekgoró. Zodi tuñí ekkán b-ciñçí nofode óile, meérbanigorí tuáñr bekar ar fozúl fuldhar oré cekgoró. Zodi tuñí góndha'r bútore ájjo ekkán b-ciñçí nofode óile, tuñí tuáñr<a href="%4$s">húfiawaádh abbar séthgorí</a> faríba.

source: Your account is now active!
rhg_mm: Yaa tuáñr hísaf salu asé.

source: Activate
rhg_mm: Salugor

source: Activation Key:
rhg_mm: Salugoríbor Sabí:

source: Activation Key Required
rhg_mm: Salugoríbor Sabí Lager
