Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/4.6.x/wp-4.6.x-admin-szl.po
Languages: szl_pl

source: You can customize the display of this screen using the Screen Options tab and/or the dropdown filters above the links table.
szl_pl: Idzie spersōnalizować widzik tego ekranu na szkarcie &#8222;Ôpcyje ekranu&#8221; i/abo filtrōw z rozwijalnych myni nad tabulōm ôdkŏzōw.

source: Links may be separated into Link Categories; these are different than the categories used on your posts.
szl_pl: Ôdkŏzy mogōm być potajlowane na kategoryje, kere sōm niyznŏleżne ôd kategoryji postōw.

source: You can add links here to be displayed on your site, usually using <a href="%s">Widgets</a>. By default, links to several sites in the WordPress community are included as examples.
szl_pl: Na tym ekranie idzie przidać ôdkŏzy, kere mogōm być pokŏzowane na placu, porzōnd ze pōmocōm <a href="%s">widżetōw</a>. Wychodnie sōm sam ôdkŏzy do pŏru zajtōw ôbwiōnzanych z WordPressym.

source: Add New Link
szl_pl: Przidej nowy ôdkŏz

source: Sorry, you are not allowed to add links to this site.
szl_pl: Niy ma przizwolyniŏ na przidŏwanie ôdkŏzōw na tym placu.

source: WordPress has been installed. Thank you, and enjoy!
szl_pl: WordPress bōł zainstalowany. Dziynkujymy i mocki szpasu!

source: Success!
szl_pl: Podarziło sie!

source: Sorry, that isn&#8217;t a valid email address. Email addresses look like <code>username@example.com</code>.
szl_pl: To niyma nŏleżnŏ adresa email. Adresy email majōm formã <code>uzywocz@prziklod.com</code>.

source: You must provide an email address.
szl_pl: Trza wkludzić adresã email.

source: Your passwords do not match. Please try again.
szl_pl: Wkludzōne hasła niy sztymujōm. Sprōbuj zaś.

source: The username you provided has invalid characters.
szl_pl: Wkludzōne miano używŏcza mŏ zabrōniōne cechy.

source: Please provide a valid username.
szl_pl: Wkludź nŏleżne miano ôd używŏcza.

source: Please provide the following information. Don&#8217;t worry, you can always change these settings later.
szl_pl: Wkludź miyniōne informacyje. Niy starej sie. Dycki idzie pōmiynić je niyskorzij.

source: Information needed
szl_pl: Fołdrowane sōm informacyje

source: Welcome to the famous five-minute WordPress installation process! Just fill in the information below and you&#8217;ll be on your way to using the most extendable and powerful personal publishing platform in the world.
szl_pl: Witej we widzianym piyńciominutowym procesie instalacyje WordPressa! Nafiluj formular niżyj, a bydziesz na drōdze do używaniŏ nojbarzij rozszyrzalnej i nŏrymnyj ôsobistyj platformy publikacyjnyj na świecie.

source: The constant %s cannot be defined when installing WordPress.
szl_pl: Ôbstōnŏ %s niy może być sdefiniowanŏ przi instalowaniu WordPressa.

source: Your %s file has an empty database table prefix, which is not supported.
szl_pl: Prefiks tabule bazy datōw podany w zbiorze %s je prōżny, co niyma podpiyrane.

source: Configuration Error
szl_pl: Feler kōnfiguracyje

source: Insufficient Requirements
szl_pl: Niyspołniōne fołdrowania

source: You cannot install because <a href="https://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires MySQL version %2$s or higher. You are running version %3$s.
szl_pl: Instalacyjŏ niy może być sprŏwiōnŏ, pōniywŏż <a href="https://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> fołdruje MySQL-a w wersyji %2$s abo nowszyj. Terŏźnie na tym serwerze zainstalowany je MySQL w wersyji %3$s.

source: You cannot install because <a href="https://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher. You are running version %3$s.
szl_pl: Instalacyjŏ niy może być sprŏwiōnŏ, pōniywŏż <a href="https://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> fołdruje PHP w wersyji %2$s abo nowszyj. Terŏźnie na tym serwerze zainstalowane je PHP w wersyji %3$s.

source: You cannot install because <a href="https://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher and MySQL version %3$s or higher. You are running PHP version %4$s and MySQL version %5$s.
szl_pl: Instalacyjŏ niy może być sprŏwiōnŏ, pōniywŏż <a href="https://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> fołdruje PHP w wersyji %2$s abo nowszyj i MySQL-a w wersyji %3$s abo nowszyj. Terŏźnie na tym serwerze zainstalowane je PHP w wersyji %4$s i MySQL w wersyji %5$s.

source: Install WordPress
szl_pl: Zainstaluj WordPress

source: It is up to search engines to honor this request.
szl_pl: Ôd wyszukiwŏczōw znŏleży, eli bydōm to pytanie respektować, abo niy.

source: Note: Neither of these options blocks access to your site &mdash; it is up to search engines to honor your request.
szl_pl: Napōmniynie: Żŏdnŏ z tych ôpcyji niy szperuje dostympu do placu &mdash; to, eli pytanie bydzie reszpektowane, znŏleży ôd wyszukiwŏcza.

source: Discourage search engines from indexing this site
szl_pl: Proś wyszukiwŏcz ô niyindeksowanie tego placu

source: Allow search engines to index this site
szl_pl: Przizwōl wyszukiwŏczōm indeksować plac

source: Search Engine Visibility
szl_pl: Widzialność dlŏ wyszukiwŏczy

source: Site Visibility
szl_pl: Widzialność placu

source: Double-check your email address before continuing.
szl_pl: Wybadej wkludzōnõ adresã email przed kōntynuowaniym.

source: Your Email
szl_pl: Twōj email

source: Confirm use of weak password
szl_pl: Przituplikuj użycie słabego hasła

source: Confirm Password
szl_pl: Przituplikuj hasło

source: (required)
szl_pl: (fołdrowane)

source: Repeat Password
szl_pl: Wkludź zaś hasło

source: You will need this password to log&nbsp;in. Please store it in a secure location.
szl_pl: To hasło bydzie przidajne do wlogowaniŏ sie. Pochrōniej je we zicher placu.

source: Important:
szl_pl: Wŏżne:

source: Usernames can have only alphanumeric characters, spaces, underscores, hyphens, periods, and the @ symbol.
szl_pl: Miana ôd używŏczōw mogōm mieć ino cechy alfanumeryczne, spacyje, podkryślniki, minusōw, kropki i cechy @.

source: User(s) already exists.
szl_pl: Kōnto/kōnta używŏczōw już sōm.

# Howdy
source: Welcome
szl_pl: Serwus

source: WordPress &rsaquo; Installation
szl_pl: WordPress &rsaquo; Instalacyjŏ

source: Dismiss the welcome panel
szl_pl: Zawrzij panel prziwitalny

source: <a href="https://codex.wordpress.org/Dashboard_Screen" target="_blank">Documentation on Dashboard</a>
szl_pl: <a href="https://codex.wordpress.org/Dashboard_Screen" target="_blank">Dokumyntacyjŏ ô blocie</a>

source: <strong>Welcome</strong> &mdash; Shows links for some of the most common tasks when setting up a new site.
szl_pl: <strong>Witej</strong> – Zawiyrŏ ôdkŏzy do porzōnd sprŏwianych auftragōw przi tworzyniu nowego placu.

source: <strong>WordPress News</strong> &mdash; Latest news from the official WordPress project and the <a href="%s">WordPress Planet</a>.
szl_pl: <strong>Nowiny WordPress</strong> &mdash; nojnowsze wiadōmości z ôficjalnyj zajty projektu WordPress i z <a href="%s">WordPress Planet</a>.

source: <strong>WordPress News</strong> &mdash; Latest news from the official WordPress project, the <a href="%s">WordPress Planet</a>, and popular plugins.
szl_pl: <strong>Nowiny WordPress</strong> &mdash; nojnowsze wiadōmości z ôficjalnyj zajty projektu WordPress, z <a href="%s">WordPress Planet</a> i z zajtōw popularnych przidŏwkōw.

source: <strong>Quick Draft</strong> &mdash; Allows you to create a new post and save it as a draft. Also displays links to the 5 most recent draft posts you've started.
szl_pl: <strong>Gibki cechōnek</strong> &mdash; Przizwŏlŏ zrychtować nowy post i spamiyntać go jako cechōnek. Pokŏzuje tyż ôdkŏzy do 5 ôstatnio zrychtowanych cechōnkōw postōw.

source: <strong>Activity</strong> &mdash; Shows the upcoming scheduled posts, recently published posts, and the most recent comments on your posts and allows you to moderate them.
szl_pl: <strong>Aktywność</strong> &mdash; Ukazuje nojbliższe ôbcyrklowane posty, ôstatnie ôpublikowane posty aji ôstatnie przidane kōmyntŏrze do postōw i przizwŏlŏ na jejich moderacyjõ.

source: <strong>At A Glance</strong> &mdash; Displays a summary of the content on your site and identifies which theme and version of WordPress you are using.
szl_pl: <strong>Na gibko</strong> &mdash; Pokŏzuje zestŏwiynie treści placu i informacyjõ ô używanym tymacie i wersyji WordPressa.

source: The boxes on your Dashboard screen are:
szl_pl: Na Twojim blocie dostympne sōm moduły:

source: <strong>Box Controls</strong> &mdash; Click the title bar of the box to expand or collapse it. Some boxes added by plugins may have configurable content, and will show a &#8220;Configure&#8221; link in the title bar if you hover over it.
szl_pl: <strong>Przipasowowanie blokōw</strong> &mdash; Coby ôdewrzić abo zawrzić blok, trza kliknōńć ôd niego tytuł. Zawartość niykerych blokōw przidŏwanych bez przidŏwki idzie przipasowować bez najechanie na pŏsek tytułowy, po czym pokŏże sie ôdkŏz &#8222;Kōnfiguracyjŏ&#8221;.

source: <strong>Drag and Drop</strong> &mdash; To rearrange the boxes, drag and drop by clicking on the title bar of the selected box and releasing when you see a gray dotted-line rectangle appear in the location you want to place the box.
szl_pl: <strong>Przeciōnganie i spuszczanie</strong> – Coby pōmiynić poskłŏdanie blokōw, idzie przciōngnōńć je w inksze place. Coby to zrobić, trza kliknōńć i przitrzimać knefel myszy na tytule ôbranego bloku i przeciōngnōńć go w ôbrany plac.

source: <strong>Screen Options</strong> &mdash; Use the Screen Options tab to choose which Dashboard boxes to show.
szl_pl: <strong>Ôpcyje ekranu</strong> &mdash; Użyj szkarty Ôpcyje ekranu, coby ôbrać, kere bloki Przodka majōm być pokŏzowane.

source: You can use the following controls to arrange your Dashboard screen to suit your workflow. This is true on most other administration screens as well.
szl_pl: Idzie przipasować tyn ekran dalij pokŏzanymi sztelōnkami do włŏsnych ôbmiyłowań. Podane sztelōnki sōm na wiynkszości inkszych ekranōw blŏtu.

source: Navigation
szl_pl: Nawigacyjŏ

source: Links in the Toolbar at the top of the screen connect your dashboard and the front end of your site, and provide access to your profile and helpful WordPress information.
szl_pl: Ôdkŏzy na lajście nŏczyń, co je na wiyrchu ekranu, przizwŏlajōm na dostymp bali do blŏtu, jak i do samego placu, a tyż umożniajōm dostymp do ekranu edycyje profilu i spōmocnych informacyji ô WordPressie.

source: The left-hand navigation menu provides links to all of the WordPress administration screens, with submenu items displayed on hover. You can minimize this menu to a narrow icon strip by clicking on the Collapse Menu arrow at the bottom.
szl_pl: W myni, z lewyj strōny ekranu, pokŏzowane sōm ôdkŏzy do wszyjskich ekranōw panelu administracyjnego. Jeźli chcesz swinōńć to myni w ciasnõ lajstã, kliknij fajlik „Swiń myni” na spodku.

source: Welcome to your WordPress Dashboard! This is the screen you will see when you log in to your site, and gives you access to all the site management features of WordPress. You can get help for any screen by clicking the Help tab above the screen title.
szl_pl: Witej na Blocie! Tyn ekran pokŏzuje sie dycki po wlogowaniu na zajtã i dŏwŏ dostymp do wszyjskich fōnkcyji reskyrowaniŏ WordPressym. Idzie znojś pōmoc na kożdym ekranie bez klikniyńcie szkarty Pōmoc nad tytułym ekranu.

# widget
source: Add
szl_pl: Przidej

# widget
source: Edit
szl_pl: Edytuj

source: Hi, You've been invited to join '%1$s' at %2$s with the role of %3$s. If you do not want to join this site please ignore this email. This invitation will expire in a few days. Please click the following link to activate your user account: %%s
szl_pl: Serwus, Zaprzoszōno było Cie do spōłtworzyniŏ placu '%1$s' w necu %2$s jako %3$s. Jeźli niy chcesz tego robić, zignoruj tyn email. Zaproszynie przedŏwni za pŏrã dni. Kliknōńć miyniōny ôdkŏz, coby aktywować swoje kōnto: %%s

source: Always use https when visiting the admin
szl_pl: Dycki używej https do skuplowań z panelym administracyjnym

source: Use https
szl_pl: Używej https

source: No thanks, do not remind me again
szl_pl: Niy, dziynkujã. Niy spōminej mi ô tym zaś.

source: Yes, take me to my profile page
szl_pl: Ja, weź mie na zajtã mojigo profilu.

source: You&rsquo;re using the auto-generated password for your account. Would you like to change it?
szl_pl: Terŏźnie używane je autōmatycznie wygynerowane hasło do kōnta. Chcesz je pōmiynić?

source: Notice:
szl_pl: Napōmniynie:

source: <strong>ERROR</strong>: Please enter an email address.
szl_pl: <strong>FELER</strong>: Wkludź adresã email.

source: <strong>ERROR</strong>: Please enter the same password in both password fields.
szl_pl: <strong>FELER</strong>: Wkludź take samo hasło w ôbōch polach.

source: <strong>ERROR</strong>: Passwords may not contain the character "\".
szl_pl: <strong>FELER</strong>: Hasła niy mogōm zawiyrać cechy &#8222;\&#8221;.

source: <strong>ERROR</strong>: Please enter a password.
szl_pl: <strong>FELER</strong>: Wkludź hasło.

source: <strong>ERROR</strong>: Please enter a nickname.
szl_pl: <strong>FELER</strong>: Wkludź przemianek.

source: You can&#8217;t give users that role.
szl_pl: Niy idzie nadŏwać używŏczōm tyj role.

source: New WordPress Site
szl_pl: Nowy plac WordPressa

source: Your new WordPress site has been successfully set up at: %1$s You can log in to the administrator account with the following information: Username: %2$s Password: %3$s Log in here: %4$s We hope you enjoy your new site. Thanks! --The WordPress Team https://wordpress.org/
szl_pl: Twōj nowy plac bōł sprŏwnie zrychtowany na: %1$s Mogesz sie wlogować do kōnta ôd administratōra tymi datami: Miano: %2$s Hasło: %3$s Wloguj sie sam: %4$s Dufōmy, co twōj nowy plac bydzie Ci sie podobać! --Ekipa WordPress https://wordpress.org/

source: sample-page
szl_pl: prziklodowo-zajta

source: Sample Page
szl_pl: Przikłŏdowŏ zajta

source: This is an example page. It's different from a blog post because it will stay in one place and will show up in your site navigation (in most themes). Most people start with an About page that introduces them to potential site visitors. It might say something like this: <blockquote>Hi there! I'm a bike messenger by day, aspiring actor by night, and this is my website. I live in Los Angeles, have a great dog named Jack, and I like pi&#241;a coladas. (And gettin' caught in the rain.)</blockquote> ...or something like this: <blockquote>The XYZ Doohickey Company was founded in 1971, and has been providing quality doohickeys to the public ever since. Located in Gotham City, XYZ employs over 2,000 people and does all kinds of awesome things for the Gotham community.</blockquote> As a new WordPress user, you should go to <a href="%s">your dashboard</a> to delete this page and create new pages for your content. Have fun!
szl_pl: To je przikłŏdowŏ zajta. Je inkszŏ ôd posta na blogu, pōniywŏż bydzie ôna durch w jednym placu i pokŏże sie w panelu nawigacyjnym Twojigo placu necowego (we wielgszości tymatōw). Wielgszość ôsob napoczynŏ ôd zajty 'Ô mie' abo 'Ô nŏs', kerŏ przedstŏwiŏ ich potyncjalnym nawiydzajōncym plac. Może to być coś takigo: <blockquote>Serwus! Je żech kuryjerym na kole w dziyń, a w nocy aktōrym amatōrym, a to je mōj blog. Kwatyrujã w Zŏbrzu, mōm szumnego psa Rufusa i rŏd pijōm czeske piwo. (I jak mie chytŏ dyszcz.)</blockquote> ...abo coś barzij jak to: <blockquote>Fyrma XYZ była sztartniyntŏ w 1971 roku i wytwŏrzŏ nojlepszyj jakości fizymatynta na rynku ôd tego czasu. Zlokalizowanŏ w Zimnyj Wōdce ajnszteluje przez 2000 ôsob i je powodym samyj dobroty dlŏ lokalnyj społeczności.</blockquote> Jako nowy używŏcz WordPressa, winiyn żeś nawiydzić <a href="%s">swōj panel administracyjny</a>, coby wychrōnić tã zajtã i stworzić nowe, przipasowane do Ciebie zajty. Wiela szpasu!

source: Hi, this is a comment. To get started with moderating, editing, and deleting comments, please visit the Comments screen in the dashboard. Commenter avatars come from <a href="https://gravatar.com">Gravatar</a>.
szl_pl: Serwus, to je kōmyntŏrz. Coby ôbznajōmić sie z moderowaniym, edycyjōm i wychrōnianiym kōmyntŏrzōw, potrza nawiydzić ekran Kōmyntŏrze na blocie. Awatary przi kōmyntŏrzach sōm ze <a href="https://pl.gravatar.com">Gravatara</a>.

source: A WordPress Commenter
szl_pl: Kōmyntatōr WordPress

# Default post slug
source: hello-world
szl_pl: witej-swiecie

source: Hello world!
szl_pl: Witej, świecie!

source: Welcome to WordPress. This is your first post. Edit or delete it, then start writing!
szl_pl: Witej we WordPressie. To je twōj piyrszy post. Napasuj go abo wychrōń, a niyskorzij napocznij pisanie!

# Default category slug
source: Uncategorized
szl_pl: Bez kategoryje

source: The password you chose during the install.
szl_pl: Hasło, kere ôbrane było w czasie instalacyje.

source: User already exists. Password inherited.
szl_pl: Kōnto ôd używŏcza już je. Hasło było przejynte.

source: Your chosen password.
szl_pl: Ôbrane bez Ciebie hasło.

source: <strong><em>Note that password</em></strong> carefully! It is a <em>random</em> password that was generated just for you.
szl_pl: <strong><em>Spamiyntej to hasło</em> akuratnie</strong>! Było ôno losowo <em>wygynerowane</em> ekstra dlŏ Ciebie.

# theme
source: %s was successfully deleted.
szl_pl: %s bōł sprŏwnie wychrōniōny.

# plugin
source: %s was successfully deleted.
szl_pl: Przidŏwek %s bōł sprŏwnie wychrōniōny.

source: %s updates failed.
szl_pl: Wielość niypodarzōnych aktualizacyji: %s.

source: %s update failed.
szl_pl: Niypodarzōnych aktualizacyji: %s.

source: %s themes successfully updated.
szl_pl: Tymat %s bōł zaktualizowany.

source: %s plugins successfully updated.
szl_pl: Wielość zaktualizowanych przidŏwkōw: %s.

source: %s theme successfully updated.
szl_pl: Tymat %s bōł zaktualizowany.

source: %s plugin successfully updated.
szl_pl: Przidŏwek %s bōł zaktualizowany.

source: An automated WordPress update has failed to complete! Please notify the site administrator.
szl_pl: Autōmatycznŏ aktualizacyjŏ WordPressa niy podarziła sie! Uwiadōm administratōra placu.

source: An automated WordPress update has failed to complete - <a href="%s">please attempt the update again now</a>.
szl_pl: Autōmatycznŏ aktualizacyjŏ WordPressa sie niy podarziła - <a href="%s">sprōbuj zaś</a>.

source: There is a new version of %1$s available. <a href="%2$s" %3$s>View version %4$s details</a>. <em>Automatic update is unavailable for this plugin.</em>
szl_pl: Dostympnŏ je nowŏ wersyjŏ %1$s. <a href="%2$s" %3$s>Wejzdrzij na detajle wersyje %4$s</a>. <em>Autōmatycznŏ aktualizacyjŏ dlŏ tego przidŏwka je niydostympnŏ</em>

source: WordPress %1$s running %2$s theme.
szl_pl: WordPress %1$s na tymacie %2$s.

source: Latest
szl_pl: Nojnowsze

source: Update to %s
szl_pl: Zaktualizuj do wersyje %s

source: <a href="%1$s">WordPress %2$s</a> is available! Please notify the site administrator.
szl_pl: <a href="%1$s">WordPress %2$s</a> je dostympny! Poinformiyruj administratōra placu.

source: Please update WordPress now
szl_pl: Zaktualizuj terŏz WordPress

source: <a href="%1$s">WordPress %2$s</a> is available! <a href="%3$s" aria-label="%4$s">Please update now</a>.
szl_pl: Już je dostympny <a href="%1$s">WordPress %2$s</a>! <a href="%3$s" aria-label="%4$s">Zaktualizuj terŏz</a>.

source: Get Version %s
szl_pl: Zaktualizuj do wersyje %s

source: You are using a development version (%1$s). Cool! Please <a href="%2$s">stay updated</a>.
szl_pl: Używŏsz wersyje rozrostowyj (%1$s). Fajnie! <a href="%2$s">Wiedz, co sie dziywŏ</a>.

source: Welcome to WordPress %1$s. <a href="%2$s">Learn more</a>.
szl_pl: Witej w WordPressie %1$s. <a href="%2$s">Przewiedz sie wiyncyj</a>.

source: Welcome to WordPress %1$s. You will be redirected to the About WordPress screen. If not, click <a href="%2$s">here</a>.
szl_pl: Witej w WordPressie %1$s. Bydziesz przeniysiōny do zajty Ô WordPressie. Jeźli tak sie niy stało, kliknij <a href="%2$s">sam</a>.

source: Upgrading database&#8230;
szl_pl: Aktualizacyjŏ baz datōw&#8230;

source: There is not enough free disk space to complete the update.
szl_pl: Niy nastyknie placu na dysku do ukōńczyniŏ aktualizacyje.

source: Copying the required files&#8230;
szl_pl: Kopiyrowanie fołdrowanych zbiorōw&#8230;

source: Preparing to install the latest version&#8230;
szl_pl: Rychtowanie do zainstalowaniŏ nojnowszyj wersyje&#8230;

source: The update cannot be installed because WordPress %1$s requires MySQL version %2$s or higher. You are running version %3$s.
szl_pl: Aktualizacyjŏ niy może być zainstalowanŏ, pōniywŏż WordPress %1$s fołdruje MySQL-a w wersyji %2$s abo nowszyj. Terŏźnie na tym serwerze zainstalowany je MySQL w wersyji %3$s.

source: The update cannot be installed because WordPress %1$s requires PHP version %2$s or higher. You are running version %3$s.
szl_pl: Aktualizacyjŏ niy może być zainstalowanŏ, pōniywŏż WordPress %1$s fołdruje PHP w wersyji %2$s abo nowszyj. Terŏźnie na tym serwerze zainstalowane je PHP w wersyji %3$s.

source: The update cannot be installed because WordPress %1$s requires PHP version %2$s or higher and MySQL version %3$s or higher. You are running PHP version %4$s and MySQL version %5$s.
szl_pl: Aktualizacyjŏ niy może być zainstalowanŏ, pōniywŏż WordPress %1$s fołdruje PHP w wersyji %2$s abo nowszyj i MySQL-a w wersyji %3$s abo nowszyj. Terŏźnie na tym serwerze zainstalowane je PHP w wersyji %4$s i MySQL w wersyji %5$s.

source: The update could not be unpacked
szl_pl: Aktualizacyjŏ niy mogła być rozpakowanŏ

source: Verifying the unpacked files&#8230;
szl_pl: Weryfikacyjŏ rozpakowanych zbiorōw&#8230;

source: Invalid translation type.
szl_pl: Niynŏleżnŏ zorta przekłŏdu.

source: Tags:
szl_pl: Tagi:

source: This is a child theme of %s.
szl_pl: Tymat potōmny %s.

source: Version: %s
szl_pl: Wersyjŏ %s

source: Current Theme
szl_pl: Terŏźny tymat

source: Close details dialog
szl_pl: Zawrzij ôkno z detajlami

source: Show next theme
szl_pl: Pokŏż dalszy tymat

source: Show previous theme
szl_pl: Pokŏż piyrwyjszy tymat

source: Photography
szl_pl: Fotografijŏ

source: News
szl_pl: Wiadōmości

source: Holiday
szl_pl: Feryje

source: Food & Drink
szl_pl: Jŏdło i napōwki

source: Entertainment
szl_pl: Szpas

source: Education
szl_pl: Edukacyjŏ

source: Subject
szl_pl: Tymat

source: Translation Ready
szl_pl: Podpiyrŏ przekłŏdy

source: Threaded Comments
szl_pl: Tymaty w kōmyntŏrzach

source: Theme Options
szl_pl: Ôpcyje tymatu

source: Sticky Post
szl_pl: Możebność przilepianiŏ postōw

source: RTL Language Support
szl_pl: Z podporōm gŏdek RTL

source: Microformats
szl_pl: Mikroformaty

source: Full Width Template
szl_pl: Szablōna cołkij szyrzki ekranu

source: Front Page Posting
szl_pl: Możebne je postowanie ze przodnij zajty

source: Footer Widgets
szl_pl: Widżety Dapki

source: Flexible Header
szl_pl: Elastyczny nŏgōwek

source: Featured Images
szl_pl: Porynczane ôbrŏzki

source: Featured Image Header
szl_pl: Porynczany Ôbrŏzek jako nŏgōwek

source: Editor Style
szl_pl: Sznit edytōra

source: Custom Logo
szl_pl: Włŏsne Logo

source: Custom Colors
szl_pl: Włŏsne farby

source: Accessibility Ready
szl_pl: Fertich na dostympność

source: Features
szl_pl: Włŏsności

source: Right Sidebar
szl_pl: Prawy boczny panel

source: Left Sidebar
szl_pl: Lewy boczny panel

source: Four Columns
szl_pl: Sztyry kolōny

source: Three Columns
szl_pl: Trzi kolōny

source: Two Columns
szl_pl: Dwie kolōny

source: One Column
szl_pl: Jedna kolōna

source: Grid Layout
szl_pl: Ukłŏd gitry

source: There is a new version of %1$s available. <a href="%2$s" %3$s>View version %4$s details</a> or <a href="%5$s" %6$s>update now</a>.
szl_pl: Je dostympnŏ nowŏ wersyjŏ %1$s. <a href="%2$s" %3$s>Wejzdrzij na detajle wersyje %4$s</a> abo <a href="%5$s" %6$s>aktualizuj terŏz</a>.
