Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/4.6.x/wp-4.6.x-admin-szl.po
Languages: szl_pl

source: Keeping your site updated is important for security. It also makes the internet a safer place for you and your readers.
szl_pl: Wachowanie, coby plac bōł zaktualizowany, je wŏżne skuli bezpiyczyństwa. Pōmiyniŏ tyż Internet na barzij zicher plac dlŏ ciebie i twojich czytŏczōw.

source: If you experience any issues or need support, the volunteers in the WordPress.org support forums may be able to help.
szl_pl: Jeźli natrefisz jakeś felery abo bydziesz potrzebować pōmocy, wolontariusze na forōm pōmocy WordPress.org mogōm poradzić Ci pōmōc.

source: The WordPress team is willing to help you. Forward this email to %s and the team will work with you to make sure your site is working.
szl_pl: Ekipa WordPressa może ci pōmōc. Przekŏż tyn mail do %s i sprōbujymy sprŏwić tak, coby plac fōngowoł.

source: Please check out your site now. It's possible that everything is working. If it says you need to update, you should do so:
szl_pl: Wybadej swōj plac. Możebne, co wszyjsko fōnguje nŏleżnie. Jeźli pokŏzowanŏ je informacyjŏ, co fołdrowanŏ je aktualizacyjŏ, winno sie jã sprŏwić:

source: This means your site may be offline or broken. Don't panic; this can be fixed.
szl_pl: To ôznŏczŏ, co plac może być zastawiōny abo niy fōngować nŏleżnie. Bez paniki &ndash; dŏ sie to sprŏwić.

source: Your site at %1$s experienced a critical failure while trying to update to the latest version of WordPress, %2$s.
szl_pl: Na placu pod adresōm %1$s, trefiōł sie krytyczny feler przi prōbie aktualizacyje WordPressa do nojnowszyj wersyje &ndash; %2$s.

source: Your site at %1$s experienced a critical failure while trying to update WordPress to version %2$s.
szl_pl: Na placu pod adresōm %1$s, trefiōł sie krytyczny feler przi prōbie aktualizacyje WordPressa do wersyje %2$s.

source: We tried but were unable to update your site automatically.
szl_pl: Niy podarziło sie autōmatycznie zaktualizować tego placu.

source: Please update your site at %1$s to WordPress %2$s.
szl_pl: Zaktualizuj plac %1$s do WordPressa %2$s.

source: Updating is easy and only takes a few moments:
szl_pl: Aktualizacyjŏ je leko i biere ino chnedkã:

source: WordPress %s is also now available.
szl_pl: Dostympny je tyż terŏz WordPress %s.

source: For more on version %s, see the About WordPress screen:
szl_pl: Coby przewiedzieć sie wiyncyj ô wersyji %s, przejdź do ekranu „Ô WordPressie”:

source: No further action is needed on your part.
szl_pl: Nic dalij niy potrza już robić.

source: Howdy! Your site at %1$s has been updated automatically to WordPress %2$s.
szl_pl: Witej! Plac pod adresōm %1$s bōł autōmatycznie zaktualizowany do WordPressa %2$s.

source: [%1$s] URGENT: Your site may be down due to a failed update
szl_pl: [%1$s] PILOBNE: Tyn plac może niy fōngować skiż felera aktualizacyje

source: [%1$s] WordPress %2$s is available. Please update!
szl_pl: [%1$s] Dostympny je WordPress w wersyji %2$s. Zaktualizuj!

source: [%1$s] Your site has updated to WordPress %2$s
szl_pl: [%1$s] WordPress bōł zaktualizowany do wersyje %2$s

source: WordPress updated successfully
szl_pl: WordPress bōł sprŏwnie zaktualizowany

source: Installation Failed
szl_pl: Instalacyjŏ niy podarziła sie

source: Could not access filesystem.
szl_pl: Niy szło dostać dostympu do systymu zbiorōw.

source: Translations for %s
szl_pl: Przekłŏdy dlŏ %s

source: Updating plugin: %s
szl_pl: Aktualizacyjŏ przidŏwka: %s

source: Updating theme: %s
szl_pl: Aktualizacyjŏ tymatu: %s

source: Updating to WordPress %s
szl_pl: Aktualizacyjŏ WordPressa do wersyje %s

source: To the top
szl_pl: Na wiyrch

source: Down one
szl_pl: Do spodku

source: Up one
szl_pl: Do gōry

source: Move
szl_pl: Przeniyś

source: CSS Classes (optional)
szl_pl: Klasy CSS (ôpcyjōnalne)

source: Edit menu item
szl_pl: Edytuj elymynt myni

source: sub item
szl_pl: podmyni

# nav menu front page title
source: Home: %s
szl_pl: Przodniŏ zajta: %s

source: The theme is missing the %s file.
szl_pl: W tymacie chybiŏ zbioru %s.

source: The %s stylesheet doesn&#8217;t contain a valid theme header.
szl_pl: Archa sznitōw %s niy zawiyrŏ nŏleżnego nŏgōwka tymatu.

source: The theme is missing the %s stylesheet.
szl_pl: W tymacie chybiŏ archy sznitu %s.

source: <strong>The parent theme could not be found.</strong> You will need to install the parent theme, <strong>%s</strong>, before you can use this child theme.
szl_pl: <strong>Tymat ôjcowski niy mōg być ôdnodniynty.</strong> Trza zainstalować tymat nadrzyndny s</strong> przed napoczyńciym używaniŏ tymatu potōmnego.

source: Successfully installed the parent theme, <strong>%1$s %2$s</strong>.
szl_pl: Zainstalowano było tymat ôjcowski <strong>%1$s %2$s</strong>.

source: The parent theme, <strong>%1$s %2$s</strong>, is currently installed.
szl_pl: Tymat ôjcowski, <strong>%1$s %2$s</strong>, je terŏz instalowany.

source: Preparing to install <strong>%1$s %2$s</strong>&#8230;
szl_pl: Rychtowanie do instalacyje tymatu <strong>%1$s %2$s</strong>&#8230;

source: This theme requires a parent theme. Checking if it is installed&#8230;
szl_pl: Ôbrany tymat fołdruje instalacyje tymatu ôjcowskigo. Wybadej, eli je ôn zainstalowany.

source: Successfully installed the theme <strong>%1$s %2$s</strong>.
szl_pl: Tymat <strong>%1$s %2$s</strong> bōł zainstalowany.

source: Theme installed successfully.
szl_pl: Tymat bōł zainstalowany.

source: Theme install failed.
szl_pl: Instalacyjŏ tymatu niy podarziła sie.

source: The theme contains no files.
szl_pl: Tymat niy zawiyrŏ zbiorōw.

source: Installing the theme&#8230;
szl_pl: Instalacyjŏ tymatu&#8230;

source: Theme updated successfully.
szl_pl: Tymat bōł zaktualizowany.

source: Theme update failed.
szl_pl: Aktualizacyjŏ tymatu sie niy podarziła.

source: Could not remove the old theme.
szl_pl: Niy szło wychrōnić staryj wersyje tymatu.

source: Removing the old version of the theme&#8230;
szl_pl: Wychrōnianie staryj wersyje tymatu&#8230;

source: The theme is at the latest version.
szl_pl: Zainstalowanŏ je już nojnowszŏ wersyjŏ tymatu.

source: Customize &#8220;%s&#8221;
szl_pl: Spersonalizuj tymat „%s”

source: Update Theme
szl_pl: Zaktualizuj tymat

source: Return to Theme Installer
szl_pl: Powrōć do instalatōra tymatōw

source: Activate &#8220;%s&#8221;
szl_pl: Zapuść &#8222;%s&#8221;

source: Live Preview &#8220;%s&#8221;
szl_pl: Podyjzdrzynie na żywo &#8220;%s&#8221;

source: No valid plugins were found.
szl_pl: Niy znodniynto było nŏleżnie narychtowanych przidŏwkōw.

source: Plugin installed successfully.
szl_pl: Przidŏwek bōł zainstalowany.

source: Plugin install failed.
szl_pl: Instalacyjŏ przidŏwka niy podarziła sie.

source: The plugin contains no files.
szl_pl: Paket tego przidŏwka niy zawiyrŏ żŏdnych zbiorōw.

source: Installing the plugin&#8230;
szl_pl: Instalacyjŏ przidŏwka&#8230;

source: Unpacking the package&#8230;
szl_pl: Ôzpakowowanie paketu&#8230;

source: Downloading install package from <span class="code">%s</span>&#8230;
szl_pl: Sebiyranie paketu instalacyjnego z <span class="code">%s</span>&#8230;

source: Install package not available.
szl_pl: Paket instalacyjny niyma dostympny.

source: Plugins updated successfully.
szl_pl: Aktualizacyjŏ przidŏwkōw sie podarziła

source: Plugin updated successfully.
szl_pl: Przidŏwek bōł zaktualizowany.

source: Could not remove the old plugin.
szl_pl: Niy szło wychrōnić staryj wersyje przidŏwka.

source: Removing the old version of the plugin&#8230;
szl_pl: Wychrōnianie staryj wersyje przidŏwka&#8230;

source: The plugin is at the latest version.
szl_pl: Zainstalowanŏ je już nojnowszŏ wersyjŏ tego przidŏwka.

source: Update progress
szl_pl: Postymp aktualizacyje

source: Update Plugin
szl_pl: Zaktualizuj przidŏwek

source: Return to Plugin Installer
szl_pl: Powrōć do instalatōra przidŏwkōw

source: Return to Importers
szl_pl: Powrōć na zajtã z importerami

source: Activate Plugin
szl_pl: Zapuść przidŏwek

source: Activate Plugin &amp; Run Importer
szl_pl: Zapuść przidŏwek i sztartnij importer

source: Successfully installed the plugin <strong>%s %s</strong>.
szl_pl: Zainstalowano było przidŏwek <strong>%s %s</strong>.

source: The language pack is missing either the %1$s or %2$s files.
szl_pl: W pakecie gŏdkowym chybiŏ zbioru %1$s abo %2$s.

source: Translation updated successfully.
szl_pl: Przekłŏd bōł zaktualizowany.

source: Translation update failed.
szl_pl: Aktualizacyjŏ przekłŏdu sie niy podarziła.

source: Downloading translation from <span class="code">%s</span>&#8230;
szl_pl: Sebiyranie przekłŏdu z <span class="code">%s</span>&#8230;

source: The translations are up to date.
szl_pl: Przekłŏdy sōm moderne.

source: Some of your translations need updating. Sit tight for a few more seconds while we update them as well.
szl_pl: Niykere z używanych przekłŏdōw fołdrujōm aktualizacyje. Terŏz przijdzie jejich aktualizacyjŏ, tōż zdŏ sie ściyrpliwość.

source: Updating translations for %1$s (%2$s)&#8230;
szl_pl: Aktualizacyjŏ przekłŏdōw &bdquo;%1$s (%2$s)&rdquo;&#8230;

source: Update Translations
szl_pl: Zaktualizuj przekłŏdy

source: Please select a file
szl_pl: Ôbier zbiōr.

source: The update cannot be installed because we will be unable to copy some files. This is usually due to inconsistent file permissions.
szl_pl: Aktualizacyjŏ niy może być zainstalowanŏ, pōniywŏż niy idzie skopiyrować niykerych zbiorōw. Porzōnd ta niyprzileżytość wynikŏ z niynŏleżnie nasztalowanych przizwolyń do dostympu do zbiorōw.

source: Due to an error during updating, WordPress has rolled back to your previous version.
szl_pl: Skiż felera przi aktualizacyji wrōcōnŏ była piyrwyjszŏ wersyjŏ WordPressa.

source: Attempting to roll back to previous version.
szl_pl: Prōba wrōcyniŏ piyrwyjszyj wersyje.

source: Could not copy files. You may have run out of disk space.
szl_pl: Niy szło skopiyrować zbiorōw. Mōg sie skōńczyć plac na dysku.

source: Could not copy files.
szl_pl: Niy szło skopiyrować zbiorōw.

source: Unpacking the update&#8230;
szl_pl: Ôzpakowowanie aktualizacyje&#8230;

source: Downloading update from <span class="code">%s</span>&#8230;
szl_pl: Sebiyranie aktualizacyje z <span class="code">%s</span>&#8230;

source: Update package not available.
szl_pl: Paket z aktualizacyjōm niyma dostympny.

source: Another update is currently in progress.
szl_pl: Terŏźnie trwŏ inkszŏ aktualizacyjŏ.

source: WordPress is at the latest version.
szl_pl: Zainstalowanŏ je już nojnowszŏ wersyjŏ WordPressa.

source: All updates have been completed.
szl_pl: Wszyjske aktualizacyje były sprŏwiōne.

source: Hide Details
szl_pl: Skryj detajle

source: Show Details
szl_pl: Pokŏż detajle

source: %1$s updated successfully.
szl_pl: Aktualizacyjŏ &#8222;%1$s&#8221; była skōńczōnŏ.

source: The update of %1$s failed.
szl_pl: Aktualizacyjŏ &#8222;%1$s&#8221; niy sie niy podarziła.

source: An error occurred while updating %1$s: %2$s
szl_pl: Feler przi aktualizacyji %1$s: %2$s

source: The update process is starting. This process may take a while on some hosts, so please be patient.
szl_pl: Proces aktualizacyje bōł sztartniynty. Na niykerych serwerach może ôn chnedkã zajmnōńć, tōż zdŏ sie ściyrpliwość.

source: Return to Themes page
szl_pl: Powrōć na zajtã &#8222;Tymaty&#8221;

source: Updating Theme %1$s (%2$d/%3$d)
szl_pl: Aktualizacyjŏ tymatu &#8222;%1$s&#8221; (%2$d/%3$d)

source: Return to WordPress Updates page
szl_pl: Powrōć na zajtã aktualizacyji WordPressa

source: Return to Plugins page
szl_pl: Powrōć na zajtã &#8222;Przidŏwka&#8221;

source: Updating Plugin %1$s (%2$d/%3$d)
szl_pl: Aktualizacyjŏ przidŏwka &#8222;%1$s&#8221; (%2$d/%3$d)

source: If you are looking to use the link manager, please install the <a href="%s">Link Manager</a> plugin.
szl_pl: Coby reskyrować ôdkŏzami, trza zainstalować przidŏwek <a href="%s">Link Manager</a>.

source: Could not insert link into the database
szl_pl: Niy szło wkludzić ôdkŏzu do bazy datōw

source: Could not update link in the database
szl_pl: Niy szło zaktualizować ôdkŏzu w bazie datōw

source: Sorry, you are not allowed to edit the links for this site.
szl_pl: Niy ma przizwolyniŏ na edycyjõ ôdkŏzōw na tym placu.

source: Sorry, you are not allowed to manage plugins for this site.
szl_pl: Niy ma przizwolyniŏ na reskyrowanie przidŏwkami na tym placu.

source: Plugin could not be deleted.
szl_pl: Przidŏwek niy może być wychrōniōny.

source: You cannot delete a plugin while it is active on the main site.
szl_pl: Niy idzie wychrōnić przidŏwka, kery fōnguje na bazowym placu.

source: Sorry, you are not allowed to delete plugins for this site.
szl_pl: Niy ma przizwolyniŏ na wychrōnianie przidŏwkōw na tym placu.

source: Plugin update failed.
szl_pl: Aktualizacyjŏ przidŏwka sie niy podarziła.

source: Sorry, you are not allowed to update plugins for this site.
szl_pl: Niy ma przizwolyniŏ na aktualizacyje przidŏwkōw na tym placu.

source: Sorry, you are not allowed to install plugins on this site.
szl_pl: Niy ma przizwolyniŏ na instalacyjõ przidŏwkōw na tym placu.

source: No plugin specified.
szl_pl: Niy ôbrano było przidŏwka.

source: Theme could not be deleted.
szl_pl: Tymat niy może być skasowany.

source: Sorry, you are not allowed to delete themes on this site.
szl_pl: Niy ma przizwolyniŏ na wychrōnianie tymatōw na tym placu.

source: Update failed.
szl_pl: Aktualizacyjŏ sie niy podarziła.

source: Sorry, you are not allowed to update themes for this site.
szl_pl: Niy ma przizwolyniŏ na aktualizacyje tymatōw na tym placu.

source: Unable to connect to the filesystem. Please confirm your credentials.
szl_pl: Niy idzie skuplować z systymym zbiorōw. Wybadej daty dostympu.

source: Sorry, you are not allowed to install themes on this site.
szl_pl: Niy ma przizwolyniŏ na instalacyjõ tymatōw na tym placu.

source: No theme specified.
szl_pl: Niy ôbrano było tymatu.

source: Image could not be processed.
szl_pl: Niy podarziło sie przetworzić ôbrŏzka.

source: %s has been logged out.
szl_pl: Ôdlogowano było: %s.

source: You are now logged out everywhere else.
szl_pl: Ôdlogowano było ze wszyjskich inkszych sesyji.

source: Could not log out user sessions. Please try again.
szl_pl: Niy podarziło sie ôdlogować sesyje używŏcza. Sprōbuj zaś.

source: This preview is unavailable in the editor.
szl_pl: Podyjzdrzywanie niyma dostympne w edytōrze.

source: %s failed to embed.
szl_pl: Niy powiodło sie narażynie: %s.

source: You don't have permission to attach files to this post.
szl_pl: Niy mŏsz przizwolyniŏ coby przidać sam bajlaga.

source: Scheduled
szl_pl: Ôbcyrklowany

source: Date
szl_pl: Datōm

source: Type
szl_pl: Zorta

source: Item not updated.
szl_pl: Elymynt niy bōł zaktualizowany.

source: Saving is disabled: %s is currently editing this post.
szl_pl: Możebność spamiyntowaniŏ je zastawiōnŏ: terŏz %s edytuje tyn post.

source: Saving is disabled: %s is currently editing this page.
szl_pl: Możebność spamiyntowaniŏ je zastawiōnŏ: terŏz %s edytuje tã zajtã.

source: Someone
szl_pl: Ftoś

source: User %s added
szl_pl: Używŏcz %s bōł przidany

source: Please provide a custom field name.
szl_pl: Podej włŏsne miano polŏ.

source: Please provide a custom field value.
szl_pl: Podej włŏsnõ wertã polŏ.

source: Draft created on %1$s at %2$s
szl_pl: Cechōnek bōł zrychtowany %1$s ô %2$s

source: ERROR: please type a comment.
szl_pl: FELER: wkludź kōmyntŏrz.

source: Sorry, you must be logged in to reply to a comment.
szl_pl: Musisz sie wlogować, coby mōc ôdpadać na kōmyntŏrze.

source: ERROR: you are replying to a comment on a draft post.
szl_pl: FELER: Niy idzie ôdpadać na kōmyntŏrze do cechōnkōw postōw.

source: Comment %d does not exist
szl_pl: Kōmyntŏrza ô ID %d niy ma

source: %s item
szl_pl: %s elymynt

# comments
source: %s in moderation
szl_pl: %s w moderacyji

source: If the importer you need is not listed, <a href="%s">search the plugin directory</a> to see if an importer is available.
szl_pl: Jeźli importer, kerego szukŏsz, niyma na wykŏzie, <a href="%s">przeszukej katalog przidŏwkōw</a>, coby wybadać, eli taki importer je dostympny.

source: Details
szl_pl: Detajle

source: More information about %s
szl_pl: Wiyncyj informacyji ô %s

source: This importer is not installed. Please install importers from <a href="%s">the main site</a>.
szl_pl: Tyn importer niyma zainstalowany. Zainstaluj importery z <a href="%s">przodnigo placu</a>.

source: Install %s
szl_pl: Zainstaluj &#8222;%s&#8221;

source: No importers are available.
szl_pl: Niy ma dostympnych importerōw.

source: If you have posts or comments in another system, WordPress can import those into this site. To get started, choose a system to import from below:
szl_pl: Jeźli posiadŏsz posty abo kōmyntŏrze w inkszym systymie, WordPress może zaimportować je do tego placu. Coby napoczōńć, niżyj ôbier systym, z kerego chcesz dokōnać importu:

source: The %s importer is invalid or is not installed.
szl_pl: Importer %s je niynŏleżny abo niy bōł zainstalowany.

source: ERROR:
szl_pl: FELER:

source: <a href="https://codex.wordpress.org/Tools_Import_Screen" target="_blank">Documentation on Import</a>
szl_pl: <a href="https://codex.wordpress.org/Tools_Import_Screen" target="_blank">Dokumyntacyjŏ ô importowaniu</a>

source: In previous versions of WordPress, all importers were built-in. They have been turned into plugins since most people only use them once or infrequently.
szl_pl: W piyrwyjszych wersyjach WordPressa wszyjske importery były wprŏwiōne. Terŏz sōm ône przidŏwkami, pōniywŏż wiynkszość ôsob używŏ jejich rzŏdko abo jednorazowo.

source: This screen lists links to plugins to import data from blogging/content management platforms. Choose the platform you want to import from, and click Install Now when you are prompted in the popup window. If your platform is not listed, click the link to search the plugin directory for other importer plugins to see if there is one for your platform.
szl_pl: Na tym ekranie pokŏzowane sōm ôdkŏzy do przidŏwkōw, kere przizwŏlajōm na import datōw z inkszych platform blogowych aji CMS-ōw. Ôbier platformã, z keryj chcesz importować i kliknij knefel &#8222;Zainstaluj terŏz&#8221; w ôkynku, kere sie ukŏże. Jeźli używanŏ bez Ciebie platforma niyma na wykŏzie, kliknij pasowny ôdkŏz, coby przeszukać katalog przidŏwkōw WordPressa w zeszukowaniu przidŏwka, kery przizwŏlŏ na import z Twojij platformy.

source: Don&#8217;t you wish all software came with these freedoms? So do we! For more information, check out the <a href="https://www.fsf.org/">Free Software Foundation</a>.
szl_pl: Niy byłoby szumnie, keby kożdy softwer bōł taki swobodny? Coby przeiwedzieć sie wiyncyj, wejzdrzij na <a href="https://www.fsf.org/">Fundacyjõ Swobodnego Softweru</a>.

source: Every plugin and theme in WordPress.org&#8217;s directory is 100%% GPL or a similarly free and compatible license, so you can feel safe finding <a href="%1$s">plugins</a> and <a href="%2$s">themes</a> there. If you get a plugin or theme from another source, make sure to <a href="%3$s">ask them if it&#8217;s GPL</a> first. If they don&#8217;t respect the WordPress license, we don&#8217;t recommend them.
szl_pl: Kożdy przidŏwek i tymat w katalogu WordPress.org je w 100%% na licyncyji GPL abo zgodliwyj z niōm i co dŏwŏ podane swobody, tōż idzie po leku szukać tam <a href="%1$s">przidŏwkōw</a> i <a href="%2$s">tymatōw</a>. Jeźli zdobydziesz przidŏwek abo tymat z inkszego źrōdła, pamiyntej, coby nojprzōd <a href="%3$s">spytać ôsobã, ôd keryj je dostŏwŏsz, eli sōm ône na licyncyji GPL</a>. Jeźli niy uwŏżajōm ôni licyncyje WordPressa, niy porynczōmy jejich.

source: WordPress grows when people like you tell their friends about it, and the thousands of businesses and services that are built on and around WordPress share that fact with their users. We&#8217;re flattered every time someone spreads the good word, just make sure to <a href="%s">check out our trademark guidelines</a> first.
szl_pl: WordPress rozwijŏ sie, kedy ludzie tacy jak ty gŏdajōm ô nim swojim kamratōm, a tysiōnce fyrm i liferantōw posugōw, ôd kerych place podparte sōm na abo postawiōne kołym WordPressa, informujōm ô tym swojich używŏczōw. Je nōm barzo fajnie kożdy rŏz, kedy ftoś spōminŏ ô WordPressie, ale proszymy ô ôbznajōmiynie sie z naszymi <a href="%s">instrukcyjami dot. używaniŏ miana &#8222;WordPress&#8221;</a>.

source: You have the freedom to distribute copies of your modified versions to others. By doing this you can give the whole community a chance to benefit from your changes.
szl_pl: swobodōm dystrybucyje napasowanyj bez siebie wersyje programu. Jeźli to robisz, dŏwŏsz cołkij społeczności szansã użyciŏ z wkludzōnych bez Ciebie pōmian.

source: You have the freedom to redistribute copies of the original program so you can help your neighbor.
szl_pl: swobodōm dystrybucyje kopije ôryginalnego programu, coby możebnŏ była pōmoc inkszym,

source: You have access to the source code, the freedom to study how the program works, and the freedom to change it to make it do what you wish.
szl_pl: dostympym do kodu zdrzōdłowego programu, swobodōm przewiedzyniŏ sie, jak program dziywoł i swobodōm umiynianiŏ go, coby robiōł to, co chcesz,

source: You have the freedom to run the program, for any purpose.
szl_pl: swobodōm używaniŏ programu w leda jakim cweku,

source: WordPress is Free and open source software, built by a distributed community of mostly volunteer developers from around the world. WordPress comes with some awesome, worldview-changing rights courtesy of its <a href="%s">license</a>, the GPL.
szl_pl: WordPress je softwerym darmym i ô ôdewrzōnym kodzie zdrzōdłowym, tworzōnym bez społeczność wolōntariuszōw ze cołkigo świata. Dziynki swojij <a href="%s">licyncyji GPL</a> WordPress przichodzi ze na zicher fantastycznymi warōnkami, co umiyniajōm wejzdrzynie na świat.

source: Download Export File
szl_pl: Sebier zbiōr eksportu

source: Media
szl_pl: Mydia

source: Status:
szl_pl: Stan:

source: End date:
szl_pl: Datōm kōńca:

source: Start date:
szl_pl: Datōm napoczyńciŏ:

source: Date range:
szl_pl: Przedzioł datōmōw:

source: Authors:
szl_pl: Autōry:

source: All
szl_pl: Wszyjsko

source: Categories:
szl_pl: Kategoryje:

source: Posts
szl_pl: Posty

source: This will contain all of your posts, pages, comments, custom fields, terms, navigation menus, and custom posts.
szl_pl: Wyeksportowany zbiōr bydzie zawiyroł wszyjske posty, zajty, kōmyntŏrze, włŏsne pola, taksōnōmije, myni i treści włŏsnych zortōw.

source: All content
szl_pl: Wszyjske treści

source: Content to export
szl_pl: Treść do wyeksportowaniŏ

source: Choose what to export
szl_pl: Ôbier, co chcesz wyeksportować

source: Once you&#8217;ve saved the download file, you can use the Import function in another WordPress installation to import the content from this site.
szl_pl: Kedy spamiyntŏsz zbiōr eksportu na swojim dysku, możesz zaimportować go do inkszyj instalacyje WordPressa, coby przeniyść na niã treści z tego placu.

source: This format, which we call WordPress eXtended RSS or WXR, will contain your posts, pages, comments, custom fields, categories, and tags.
szl_pl: Zbiōr we formacie, kery mianujymy WordPress eXtended RSS (abo ajnfach WXR), bydzie zawiyroł posty, zajty, kōmyntŏrze, włŏsne pola, kategoryje i tagi.

source: When you click the button below WordPress will create an XML file for you to save to your computer.
szl_pl: Po klikniyńciu knefla niżyj WordPress wytworzi zbiōr XML, kery idzie spamiyntać na kōmputrze.

source: <a href="https://codex.wordpress.org/Tools_Export_Screen" target="_blank">Documentation on Export</a>
szl_pl: <a href="https://codex.wordpress.org/Tools_Export_Screen" target="_blank">Dokumyntacyjŏ ô eksportowaniu</a>

source: Once generated, your WXR file can be imported by another WordPress site or by another blogging platform able to access this format.
szl_pl: Po wygynerowaniu, Twōj zbiōr WXR może być zaimportowany do inkszego placu podpartego na WordPressie abo inkszyj platformy blogowyj, kerŏ podpiyrŏ tyn format zbiorōw.
