Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/4.6.x/wp-4.6.x-admin-szl.po
Languages: szl_pl

source: Storage Space
szl_pl: Przestrzyństwo dyskowe

source: Popular Plugin
szl_pl: Popularny przidŏwek

source: Other WordPress News
szl_pl: Inksze nowiny WordPressa

source: https://planet.wordpress.org/feed/
szl_pl: https://szl.wordpress.org/feed/

source: WordPress Blog
szl_pl: Blog ôd WordPressa

source: http://wordpress.org/news/feed/
szl_pl: https://szl.wordpress.org/feed/

source: https://wordpress.org/news/
szl_pl: https://szl.wordpress.org/

source: This widget requires JavaScript.
szl_pl: Tyn widżet fołdruje zapuszczyniŏ podpory Javascriptu.

source: Loading&#8230;
szl_pl: Wgrowanie&#8230;

source: View more comments
szl_pl: Pokŏż wiyncyj kōmyntŏrzōw

source: M jS
szl_pl: d M

source: M jS Y
szl_pl: d M Y

source: Tomorrow
szl_pl: Jutro

source: No activity yet!
szl_pl: Niy ma jeszcze aktywności!

source: Recently Published
szl_pl: Ôstatnie ôpublikowane

source: Publishing Soon
szl_pl: Publikowane hned

# dashboard
source: %1$s on %2$s %3$s
szl_pl: %1$s do %2$s %3$s

source: From %1$s %2$s
szl_pl: Ôd %1$s %2$s

source: [Pending]
szl_pl: [Czekŏ]

source: From %1$s on %2$s %3$s
szl_pl: Ôd %1$s do %2$s %3$s

source: View this comment
szl_pl: Pokŏż tyn kōmyntŏrz

# drafts
source: View all
szl_pl: Pokŏż wszyjske

source: View all drafts
szl_pl: Pokŏzowanie wszyjskich cechōnkōw

source: What&#8217;s on your mind?
szl_pl: Ô czym myślisz?

source: Search Sites
szl_pl: Szukej placōw

source: Search Users
szl_pl: Szukej używŏczōw

source: You have %1$s and %2$s.
szl_pl: Mŏsz %1$s i %2$s.

source: %s site
szl_pl: %s plac

source: %s user
szl_pl: %s używŏcz

source: Create a New User
szl_pl: Przidej nowego używŏcza

source: Create a New Site
szl_pl: Wytwōrz nowy plac

source: Search Engines Discouraged
szl_pl: Wyszukiwŏcze sōm proszōne ô niyindeksowanie placu

# comments
source: %s comment in moderation
szl_pl: %s kōmyntŏrz czekŏ na moderacyjõ

source: %s Page
szl_pl: %s zajta

source: Submit
szl_pl: Poślij

source: Configure
szl_pl: Nasztaluj

source: View all
szl_pl: Pokŏż wszyjske

source: WordPress News
szl_pl: Nowiny WordPressa

source: Drafts
szl_pl: Cechōnki

source: Quick Draft
szl_pl: Gibki cechōnek

source: Activity
szl_pl: Aktywność

source: Right Now
szl_pl: Gibki dostymp

source: At a Glance
szl_pl: Na gibko

source: Your browser is out of date!
szl_pl: Twoja przeziyrŏczka niyma terŏźnŏ!

source: You are using an insecure browser!
szl_pl: Używŏsz geferlich przeziyrŏczki!

# no user roles
source: None
szl_pl: Żŏdnego

source: %s post by this author
szl_pl: %s post ôd tego autora

source: Role
szl_pl: Rola

source: Change
szl_pl: Pōmiyń

source: Change role to&hellip;
szl_pl: Pōmiyń rolã na&hellip;

source: No role
szl_pl: Niy ma role

# users
source: All <span class="count">(%s)</span>
szl_pl: Wszyjscy <span class="count">(%s)</span>

source: No users found.
szl_pl: Niy znodniynto było żŏdnych używŏczōw.

source: Disabling Maintenance mode&#8230;
szl_pl: Zastawianie trybu kōnserwacyje&#8230;

source: Enabling Maintenance mode&#8230;
szl_pl: Zapuszczanie trybu kōnserwacyje&#8230;

source: The package could not be installed.
szl_pl: Paket niy mōg być zainstalowany.

source: Could not create directory.
szl_pl: Niy szło zrychtować katalogu.

source: Destination folder already exists.
szl_pl: Folder cweku już je.

source: The package contains no files.
szl_pl: Paket niy zawiyrŏ zbiorōw.

source: Installing the latest version&#8230;
szl_pl: Instalacyjŏ nojnowszyj wersyje&#8230;

source: Download failed.
szl_pl: Sebiyranie niy podarziło sie.

source: Unable to locate needed folder (%s).
szl_pl: Niy podarziło sie zlokalizować fołdrowanego folderu (%s).

source: Unable to locate WordPress theme directory.
szl_pl: Niy podarziło sie zlokalizować katalogu tymatōw WordPressa.

source: Unable to locate WordPress plugin directory.
szl_pl: Niy podarziło sie zlokalizować katalogu przidŏwkōw WordPressa.

source: Unable to locate WordPress content directory (wp-content).
szl_pl: Niy podarziło sie zlokalizować katalogu WordPressa ze treściōm (wp-content).

source: Unable to locate WordPress root directory.
szl_pl: Niy podarziło sie zlokalizować bazowego katalogu WordPressa.

source: Filesystem error.
szl_pl: Feler systymu zbiorōw.

source: Invalid data provided.
szl_pl: Podano było niynŏleżne daty.

source: This <a href="%1$s">child theme</a> requires its parent theme, %2$s.
szl_pl: Ôbrany tymat potōmny</a> fołdruje tymatu ôjcowskigo, %2$s.

source: You are about to delete this theme '%s' 'Cancel' to stop, 'OK' to delete.
szl_pl: Zarŏz wychrōnisz tymat '%s' Kliknij 'Pociep', coby pociepnōńć abo 'OK', coby wychrōnić.

source: Only the current theme is available to you. Contact the %s administrator for information about accessing additional themes.
szl_pl: Na placu zainstalowany je jyny terŏźnie używany tymat. Skōntaktuj sie z administratōrym %s, coby zdobyć wiyncyj informacyji ô dostympie do inkszych tymatōw.

source: You only have one theme installed right now. Live a little! You can choose from over 1,000 free themes in the WordPress Theme Directory at any time: just click on the <a href="%s">Install Themes</a> tab above.
szl_pl: Zainstalowany je ino jedyn tymat, chociŏż we Katalogu Tymatōw WordPressa je wiyncyj jak 1000 tymatōw do sebraniŏ kej sie chce: wystyknie kliknōńć we szkartã <a href="%s">Instaluj Tymaty</a> wyżyj.

source: You only have one theme enabled for this site right now. Visit the Network Admin to <a href="%1$s">enable</a> more themes.
szl_pl: Na placu idzie używaniać ino jednego tymatu. Na zajcie reskyrowaniŏ necym, coby <a href="%1$s">zapuścić</a> wiyncyj tymatōw.

source: You only have one theme enabled for this site right now. Visit the Network Admin to <a href="%1$s">enable</a> or <a href="%2$s">install</a> more themes.
szl_pl: Na placu idzie używaniać ino jednego tymatu. Na zajcie reskyrowaniŏ necym, coby <a href="%1$s">zapuścić</a> abo <a href="%2$s">zainstalować</a> wiyncyj tymatōw.

source: Version:
szl_pl: Wersyjŏ:

source: Install
szl_pl: Instaluj

source: Preview %s
szl_pl: Podyjzdrzynie „%s”

# theme
source: Installed
szl_pl: Zainstalowane

source: This theme is already installed and is up to date
szl_pl: Zainstalowanŏ je już nojnowszŏ wersyjŏ tego tymatu

source: Update to version %s
szl_pl: Zaktualizuj do wersyje %s

source: No themes match your request.
szl_pl: Niy ma tymatōw, co sztymujōm ze podanymi kryteriami.

# themes
source: Recently Updated
szl_pl: Ôstatnie aktualizowane

# themes
source: Latest
szl_pl: Nojnowsze

# themes
source: Featured
szl_pl: Porynczane

source: View &#8220;%s&#8221; archive
szl_pl: Pokŏż archiwōm &#8222;%s&#8221;

source: Delete &#8220;%s&#8221;
szl_pl: Wychrōń &#8222;%s&#8221;

# Number/count of items
source: Count
szl_pl: Wielość

source: View Mode
szl_pl: Knif pokŏzowaniŏ

source: Pagination
szl_pl: Paginacyjŏ

source: Number of items per page:
szl_pl: Wielość elymyntōw na zajtã:

source: %s column
szl_pl: %s kolōna

source: Layout
szl_pl: Rozkłŏd

# Welcome panel
source: Welcome
szl_pl: Prziwitanie

source: Boxes
szl_pl: Bloki

source: Screen Options Tab
szl_pl: Szkarta &bdquo;Ôpcyje ekranu&rdquo;

source: Enable full-height editor and distraction-free functionality.
szl_pl: Zapuść edytōr we połnyj zwielgości i pisanie bez szterowaniŏ.

source: Additional settings
szl_pl: Nadbytnie sztelōnki

source: Disable accessibility mode
szl_pl: Zastŏw tryb ulekszōnyj dostympności

source: Enable accessibility mode
szl_pl: Zapuść tryb ulekszōnyj dostympności

source: Screen Options
szl_pl: Ôpcyje ekranu

source: Contextual Help Tab
szl_pl: Szkarta pōmocy kōntekstowyj

source: Items list
szl_pl: Wykŏz elymyntōw

source: Items list navigation
szl_pl: Nawigacyjŏ wykŏzu elymyntōw

source: Filter items list
szl_pl: Filtrowanie wykŏzu elymyntōw

source: Standard Editor
szl_pl: Standardowy edytōr

source: More actions
szl_pl: Wiyncyj fōngowań

source: Saving&hellip;
szl_pl: Spamiyntowanie&hellip;

source: Submit for Review
szl_pl: Spamiyntej do przejzdrzyniŏ

source: Back to post options
szl_pl: Nawrōt do ôpcyji posta

source: Suggested media
szl_pl: Sugerowane mydia

source: Post title
szl_pl: Tytuł posta

source: You should upgrade <a href="%s" target="_blank">your bookmarklet</a> to the latest version!
szl_pl: Zaktualizuj <a href="%s" target="_blank">swōj skryptobuchbinder</a> do nojnowszyj wersyje!

source: Scan
szl_pl: Podszukej

source: Enter a URL to scan
szl_pl: Wkludź adresã do przeskanowaniŏ

source: Scan site for content
szl_pl: Przeskanuj treść placu

source: Hide post options
szl_pl: Skryj ôpcyje posta

source: Show post options
szl_pl: Pokŏż ôpcyje posta

# Used in Press This to indicate where the content comes from.
source: Source:
szl_pl: Źrōdło:

source: Search categories
szl_pl: Szukej kategoryje

source: Search categories by name
szl_pl: Szukej kategoryje podle miana

source: Add
szl_pl: Przidej

source: Toggle add category
szl_pl: Przeszaltruj przidŏwanie kategoryje

source: Post Formats
szl_pl: Formaty postōw

source: Error while adding the category. Please try again later.
szl_pl: Feler przi przidŏwaniu kategoryje. Sprōbuj zaś niyskorzij.

source: This category cannot be added. Please change the name and try again.
szl_pl: Niy idzie przidać kategoryje. Pōmiyń miano i sprōbuj zaś.

source: This category already exists.
szl_pl: Je już takŏ kategoryjŏ.

source: Missing post ID.
szl_pl: Niy ma idyntyfikatōra posta.

source: Make this post sticky
szl_pl: Przilep tyn post

source: Not Sticky
szl_pl: Niyprzilepiōne

source: Sticky
szl_pl: Przipniynty

source: Allow Pings
szl_pl: Przizwōl na pingi

source: Allow Comments
szl_pl: Przizwōl na kōmyntŏrze

source: Do not allow
szl_pl: Niy przizwŏlej

source: Allow
szl_pl: Przizwōl

source: Default Template
szl_pl: Wychodnŏ szablōna

source: Order
szl_pl: Porzōndek

source: Main Page (no parent)
szl_pl: Zajta bazowŏ (niy ma ôjca)

source: Parent
szl_pl: Ôjciec

source: &ndash;OR&ndash;
szl_pl: &ndash;ABO&ndash;

source: &mdash; No Change &mdash;
szl_pl: &mdash; bez pōmian &mdash;

source: Quick Edit
szl_pl: Gibkŏ edycyjŏ

source: Bulk Edit
szl_pl: Masowŏ edycyjŏ

source: Preview &#8220;%s&#8221;
szl_pl: Podyjzdrzij &#8222;%s&#8221;

source: Quick edit &#8220;%s&#8221; inline
szl_pl: Gibkŏ edycyjŏ &#8222;%s&#8221;

source: Last Modified
szl_pl: Ôstatniŏ modyfikacyjŏ

source: Missed schedule
szl_pl: Przegapiony datōm publikacyje

source: Y/m/d g:i:s a
szl_pl: Y-m-d G:i:s

source: %s is currently editing
szl_pl: %s terŏz edytuje

# column name
source: Title
szl_pl: Tytuł

# posts
source: Sticky <span class="count">(%s)</span>
szl_pl: Przilepiōne <span class="count">(%s)</span>

# posts
source: All <span class="count">(%s)</span>
szl_pl: Wszyjske <span class="count">(%s)</span>

# posts
source: Mine <span class="count">(%s)</span>
szl_pl: Moje <span class="count">(%s)</span>

source: Visit plugin site
szl_pl: Nawiydź plac przidŏwka

source: View details
szl_pl: Detajle

source: Edit %s
szl_pl: Edytuj %s

# plugin
source: Deactivate %s
szl_pl: Zastŏw %s

source: Network Only
szl_pl: Jyny w necu placōw

source: Network Active
szl_pl: Zapuszczōnŏ w necu placōw

# plugin
source: Delete %s
szl_pl: Wychrōń %s

# plugin
source: Network Deactivate %s
szl_pl: Zastŏw dlŏ necu %s

source: Requires %1$s in %2$s file.
szl_pl: Fołdruje %1$s we zbiorze %2$s.

source: Inactive:
szl_pl: Niyaktywne:

source: Drop-ins are advanced plugins in the %s directory that replace WordPress functionality when present.
szl_pl: &#8222;Wciepki&#8221; sōm rozwiniyntymi przidŏwkami wrażanymi do katalogu %s, kere wekslujōm wychodne procedury WordPressa w ôkryślōnych fōngowaniach.

source: Files in the %s directory are executed automatically.
szl_pl: Zbiory w folderze %s sōm sprŏwiane autōmatycznie.

source: Clear List
szl_pl: Ôpucuj wykŏz

source: Deactivate
szl_pl: Dezaktywuj

source: Network Deactivate
szl_pl: Zastŏw w cołkim necu placōw

source: Update Available <span class="count">(%s)</span>
szl_pl: Dostympne aktualizacyje <span class="count">(%s)</span>

source: Drop-ins <span class="count">(%s)</span>
szl_pl: Wciepki <span class="count">(%s)</span>

source: Must-Use <span class="count">(%s)</span>
szl_pl: Przigōniane <span class="count">(%s)</span>

source: Inactive <span class="count">(%s)</span>
szl_pl: Zastawiōne <span class="count">(%s)</span>

source: Recently Active <span class="count">(%s)</span>
szl_pl: Ostatnio zastawiōne <span class="count">(%s)</span>

source: Active <span class="count">(%s)</span>
szl_pl: Zapuszczōne <span class="count">(%s)</span>

# plugins
source: All <span class="count">(%s)</span>
szl_pl: Wszyjske <span class="count">(%s)</span>

source: Plugin
szl_pl: Przidŏwek

source: Search installed plugins...
szl_pl: Szukej postrzōd zainstalowanych przidŏwkōw...

source: No plugins found.
szl_pl: Niy znodniynto było żŏdnych przidŏwkōw.

source: Search for plugins in the WordPress Plugin Directory.
szl_pl: Szukej przidŏwka w katalogu przidŏwkōw WordPressa.

source: No plugins found for &#8220;%s&#8221;.
szl_pl: Niy znodniynto było przidŏwkōw dlŏ &#8222;%s&#8221;.

source: <strong>Compatible</strong> with your version of WordPress
szl_pl: <strong>Zgodliwy</strong> z tōm wersyjōm WordPressa

source: <strong>Incompatible</strong> with your version of WordPress
szl_pl: <strong>Niykōmpatybilny</strong> ze twojōm wersyjōm WordPressa

source: Untested with your version of WordPress
szl_pl: Niy testowano było z tōm wersyjōm WordPressa

source: %s Active Installs
szl_pl: %s aktywnych instalacyji

# Active plugin installs
source: 1+ Million
szl_pl: Pōnad milijōn

source: Last Updated:
szl_pl: Ôstatniŏ aktualizacyjŏ:

source: More Details
szl_pl: Detajle

# plugin
source: Installed
szl_pl: Zainstalowane

# plugin
source: Active
szl_pl: Aktywne

# Plugin installer group title
source: Tools
szl_pl: Nŏczynia

# Plugin installer group title
source: Performance
szl_pl: Wydajność

source: No plugins match your request.
szl_pl: Niy ma przidŏwkōw, co sztymujōm ze podanymi kryteriami.

source: Try again
szl_pl: Sprōbuj zaś

source: Upload Plugin
szl_pl: Poślij przidŏwek na serwer

# Plugin Installer
source: Favorites
szl_pl: Ôblubiōne

# Plugin Installer
source: Recommended
szl_pl: Porynczane

# Plugin Installer
source: Popular
szl_pl: Wszeôbecne

# Plugin Installer
source: Featured
szl_pl: Porynczane

# Plugin Installer
source: Beta Testing
szl_pl: Testy beta

source: Restore &#8220;%s&#8221; from the Trash
szl_pl: Prziwrōć &#8222;%s&#8221; z hasiŏka

source: View
szl_pl: Pokŏż

source: View &#8220;%s&#8221;
szl_pl: Pokŏż &#8222;%s&#8221;

source: Delete &#8220;%s&#8221; permanently
szl_pl: Wychrōń &#8222;%s&#8221; doimyntnie

source: Move &#8220;%s&#8221; to the Trash
szl_pl: Przeniyś &#8222;%s&#8221; do hasiŏka

source: Attach &#8220;%s&#8221; to existing content
szl_pl: Przidej &#8222;%s&#8221; do aktualnyj treści

source: (Unattached)
szl_pl: (Niyprzidane)

source: Detach
szl_pl: Ôdepnij

source: Detach from &#8220;%s&#8221;
szl_pl: Ôdepnij ôd &#8222;%s&#8221;

source: (Private post)
szl_pl: (Prywatny post)

source: %s ago
szl_pl: %s do zadku

source: %s from now
szl_pl: %s do zadku

source: Unpublished
szl_pl: Niyôpublikowane

source: &#8220;%s&#8221; (Edit)
szl_pl: &#8222;%s&#8221; (Edycyjŏ)

# column name
source: Date
szl_pl: Datōm

# column name
source: Uploaded to
szl_pl: Wgrany do

# column name
source: File
szl_pl: Zbiōr

source: Attach
szl_pl: Przidej

# attachment filter
source: Trash
szl_pl: Hasiŏk

source: Select All
szl_pl: Ôznocz wszysko

source: Last page
szl_pl: Ôstatniŏ zajta

# paging
source: %1$s of %2$s
szl_pl: %1$s ze %2$s

source: Current Page
szl_pl: Terŏźnŏ zajta

source: First page
szl_pl: Piyrszŏ zajta

source: No pending comments
szl_pl: Niy ma kōmyntŏrzōw, co czekajōm na moderacyjõ

source: No approved comments
szl_pl: Niy ma zaakceptowanych kōmyntŏrzōw

source: No comments
szl_pl: Żŏdnych kōmyntŏrzy

source: %s pending comment
szl_pl: %s kōmyntŏrz czekŏ

source: %s approved comment
szl_pl: %s zaakceptowany kōmyntŏrz

source: %s comment
szl_pl: %s kōmyntŏrz

source: Select bulk action
szl_pl: Ôbier fōngowanie masowe

source: Excerpt View
szl_pl: Widzik stympōw

source: You are about to delete this link '%s' 'Cancel' to stop, 'OK' to delete.
szl_pl: Zarŏz wychrōnisz ôdkŏz '%s' Kliknij 'Pociep', coby pociepnōńć abo 'OK', coby wychrōnić.

source: Edit &#8220;%s&#8221;
szl_pl: Edytuj &#8222;%s&#8221;

source: Select %s
szl_pl: Ôznŏcz %s

source: Rating
szl_pl: Ôcyna

source: Visible
szl_pl: Widzialne

source: Relationship
szl_pl: Relacyje

source: Filter by category
szl_pl: Filtruj pdl. kategoryje

source: Delete
szl_pl: Wychrōń

source: No links found.
szl_pl: Niy znodniynto było żŏdnych ôdkŏzōw.

source: Unable to perform command: %s
szl_pl: Niy idzie sprŏwić nakŏzaniŏ: %s

source: Failed to initialize a SFTP subsystem session with the SSH2 Server %s
szl_pl: Niy podarziło sie sztartnōńć sesyje podsystymu SFTP ze serwerym SSH2 %s

source: Public and Private keys incorrect for %s
szl_pl: Niynŏleżne klucze publiczne i prywatne dlŏ %s

source: Failed to connect to SSH2 Server %s
szl_pl: Niy podarziło sie skuplować ze serwerym SSH2 %s

source: SSH2 password is required
szl_pl: Fołdrowane je wkludzynie hasła do serwera SSH2

source: SSH2 username is required
szl_pl: Fołdrowane je wkludzynie miana używŏcza SSH2

source: SSH2 hostname is required
szl_pl: Fołdrowane je wkludzynie miana serwera SSH2

source: The ssh2 PHP extension is available, however, we require the PHP5 function %s
szl_pl: Rozszyrzynie ssh2 PHP je dostympne, ale fołdrowanŏ je fōnkcyjŏ %s z PHP5

source: The ssh2 PHP extension is not available
szl_pl: Rozszyrzynie ssh2 dlŏ PHP niyma zainstalowane

source: Username/Password incorrect for %s
szl_pl: Niynŏleżne miano ôd używŏcza/hasło do %s

source: Failed to connect to FTP Server %s
szl_pl: Niy podarziło sie skuplować ze serwerym FTP %s

source: FTP password is required
szl_pl: Fołdrowane je wkludzynie hasła do serwera FTP

source: FTP username is required
szl_pl: Fołdrowane je wkludzynie miana używŏcza serwera FTP

source: FTP hostname is required
szl_pl: Fołdrowane je wkludzynie miana serwera FTP

source: The ftp PHP extension is not available
szl_pl: Rozszyrzynie ftp dlŏ PHP niyma zainstalowane

source: Found %s
szl_pl: Znodniynto było %s

source: Changing to %s
szl_pl: Pōmiana na s

source: Looking for %1$s in %2$s
szl_pl: Szukanie %1$s w %2$s

source: Select comment
szl_pl: Ôbier kōmyntŏrz

source: Show more details
szl_pl: Pokŏż wiyncyj detajlōw

source: Reply to this comment
szl_pl: Ôdpowiedz na tyn kōmyntŏrz

source: Quick&nbsp;Edit
szl_pl: Gibkŏ edycyjŏ

source: Quick edit this comment inline
szl_pl: Gibkŏ edycyjŏ kōmyntŏrza

source: Edit this comment
szl_pl: Edytuj tyn kōmyntŏrz

source: Move this comment to the Trash
szl_pl: Przeniyś kōmyntŏrz do hasiŏka

source: Delete this comment permanently
szl_pl: Wychrōń kōmyntŏrz doimyntnie

source: Restore this comment from the Trash
szl_pl: Prziwrōć tyn kōmyntŏrz z hasiŏka

source: Restore this comment from the spam
szl_pl: Prziwrōć tyn kōmyntŏrz ze spamu

source: Mark this comment as spam
szl_pl: Nacechuj tyn kōmyntŏrz jako spam

source: Approve this comment
szl_pl: Przitupluj tyn kōmyntŏrz

source: Unapprove this comment
szl_pl: Ôdciep tyn kōmyntŏrz

# column name
source: Submitted On
szl_pl: Datōm ôpublikowaniŏ

# column name
source: Comment
szl_pl: Kōmyntŏrz

source: Empty Trash
szl_pl: Ôprōżnij hasiŏk

source: Empty Spam
szl_pl: Wychrōń cołki spam

source: Pings
szl_pl: Pingi

source: All comment types
szl_pl: Wszyjske zorty kōmyntŏrzōw

source: Filter by comment type
szl_pl: Filtruj pdl. zorty kōmyntŏrza

# comment
source: Not Spam
szl_pl: To niyma spam

source: Restore
szl_pl: Prziwrōć

source: Approve
szl_pl: Przitupluj

source: Unapprove
szl_pl: Ôdciep

# comments
source: Trash <span class="count">(%s)</span>
szl_pl: Hasiŏk <span class="count">(%s)</span>

# comments
source: Approved <span class="count">(%s)</span>
szl_pl: Przituplowany <span class="count">(%s)</span>

# comments
source: Pending <span class="count">(%s)</span>
szl_pl: Czekŏ <span class="count">(%s)</span>

# comments
source: All <span class="count">(%s)</span>
szl_pl: Wszyjske <span class="count">(%s)</span>

source: No comments found.
szl_pl: Niy znodniynto było żŏdnych kōmyntŏrzōw.

source: No comments awaiting moderation.
szl_pl: Niy ma kōmyntŏrzōw, co czekajōm na moderacyjõ.

source: Error: [%1$s] %2$s
szl_pl: Feler: [%1$s] %2$s

source: Rollback Error: [%1$s] %2$s
szl_pl: Feler wrŏcaniŏ piyrwyjszyj wersyje: [%1$s] %2$s

source: UPDATE LOG ==========
szl_pl: DZIYNNIK AKTUALIZACYJE ==========

source: [%s] Background updates have finished
szl_pl: [%s] Aktualizacyje w zadku zakōńczyły antragi

source: [%s] There were failures during background updates
szl_pl: [%s] Trefiyły sie felery w czasie aktualizacyje w zadku

source: BETA TESTING? ============= This debugging email is sent when you are using a development version of WordPress. If you think these failures might be due to a bug in WordPress, could you report it? * Open a thread in the support forums: https://wordpress.org/support/forum/alphabeta * Or, if you're comfortable writing a bug report: https://core.trac.wordpress.org/ Thanks! -- The WordPress Team
szl_pl: BETA TESTY? ============= Tyn email z informacyjōm ô debugowaniu je posyłany, jeźli używŏsz wersyje rozrostowyj WordPressa. Jeźli uwŏżŏsz, co te niyprzileżytości trefiyły sie skuli felerōw w WordPressie, proszymy ô jejich zgłoszynie. * Ôdewrzij nowy tymat na forōm podpory technicznyj: https://wordpress.org/support/forum/alphabeta * Abo, jeźli mŏsz chnedkã, zrychtuj report ô felerze: https://core.trac.wordpress.org/ Dziynkujymy! -- Ekipa WordPress

source: FAILED: %s
szl_pl: FELER: %s

source: The following translations failed to update:
szl_pl: Dalij pokŏzanych przekłŏdōw niy podarziło sie zaktualizować:

source: The following themes failed to update:
szl_pl: Dalij pokŏzanych tymatōw niy podarziło sie zaktualizować:

source: The following plugins failed to update:
szl_pl: Dalij pokŏzanych przidŏwkōw niy podarziło sie zaktualizować:

source: SUCCESS: %s
szl_pl: SUKCES: %s

source: The following translations were successfully updated:
szl_pl: Dalij pokŏzane przekłŏdy były zaktualizowane:

source: The following themes were successfully updated:
szl_pl: Dalij pokŏzane tymaty były zaktualizowane:

source: The following plugins were successfully updated:
szl_pl: Sprŏwnie zaktualizowano było dalij pokŏzane przidŏwki:

source: FAILED: WordPress failed to update to %s
szl_pl: FELER: Aktualizacyjŏ WordPressa do %s niy podarziła sie

source: SUCCESS: WordPress was successfully updated to %s
szl_pl: SUKCES: WordPress bōł zaktualizowany do %s

source: WordPress site: %s
szl_pl: Plac WordPressa: %s

source: Error code: %s
szl_pl: Kod felera: %s

source: Your hosting company, support forum volunteers, or a friendly developer may be able to use this information to help you:
szl_pl: Te informacyje mogōm być przidajne fyrmie hostingowyj, wolontariuszom z forōm pōmocy technicznyj abo znajōmymu programiście, coby ci pōmōc:

source: We have some data that describes the error your site encountered.
szl_pl: Je trochã datōw, kere ôpisujōm natrefiōny feler.

source: Your site was running version %s.
szl_pl: Na placu używanŏ była wersyjŏ %s.

source: The WordPress Team
szl_pl: Ekipa WordPress

source: You also have some plugins or themes with updates available. Update them now:
szl_pl: Posiadŏsz tyż przidŏwki abo tymaty, kere mogōm być zaktualizowane. Zaktualizuj je terŏz:

source: If you reach out to us, we'll also ensure you'll never have this problem again.
szl_pl: Jeźli skōntaktujesz sie z nami, zrobiymy tyż co bydzie szło, coby ta niyprzileżytość sie zaś niy trefiyła.
