Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/4.6.x/wp-4.6.x-admin-szl.po
Languages: szl_pl

source: Drag the bookmarklet below to your bookmarks bar. Then, when you&#8217;re on a page you want to share, simply &#8220;press&#8221; it.
szl_pl: Przeciōng miyniōny skryptobuchbinder na lajstã buchbindrōw. Kliknij go, kej bydziesz na zajcie, keryj treść chcesz podać dalij.

source: Bookmarklet
szl_pl: Skryptobuchbinder

source: Install Press This
szl_pl: Zainstaluj Press This

source: Use Press This to clip text, images and videos from any web page. Then edit and add more straight from Press This before you save or publish it in a post on your site.
szl_pl: Idzie niōm kopiyrować z zajtōw internetowych tekst, ôbrŏzki i filmy, a niyskorzij modyfikować te wycinki i publikować je na swojim placu zarŏz z ôkna &#8222;Press This&#8221;.

source: Press This is a little tool that lets you grab bits of the web and create new posts with ease.
szl_pl: Press This je małym nŏczyniym do snadniyjszego tworzyniŏ postōw podle treści nawiydzanych bez Ciebie zajtōw.

source: <a href="https://codex.wordpress.org/Tools_Screen" target="_blank">Documentation on Tools</a>
szl_pl: <a href="https://codex.wordpress.org/Tools_Screen" target="_blank">Dokumyntacyjŏ ô nŏczyniach</a>

source: The Categories and Tags Converter link on this screen will take you to the Import screen, where that Converter is one of the plugins you can install. Once that plugin is installed, the Activate Plugin &amp; Run Importer link will take you to a screen where you can choose to convert tags into categories or vice versa.
szl_pl: Klikniyńcie ôdkŏzu „użyj konwertera kategoryji i tagōw” przeniysie do ekranu „Import”, kaj kōnwerter idzie zainstalować jako przidŏwek. Po instalacyji kōnwertera klikniyńcie ôdkŏzu „Zapuść przidŏwek i sztartnij importer” przeniysie na ekran, na kerym możebnŏ bydzie kōnwersyjŏ tagōw na kategoryje i ôpacznie.

source: Categories have hierarchy, meaning that you can nest sub-categories. Tags do not have hierarchy and cannot be nested. Sometimes people start out using one on their posts, then later realize that the other would work better for their content.
szl_pl: Kategoryje sōm hierarchiczne, co ôznŏczŏ, co kategoryje mogōm być podkategoryjami inkszych. Tagi niy majōm hierarchije, tōż niy mogōm być w tyn knif skłŏdane. Trefiŏ sie, co ftoś napoczynŏ używać kategoryje abo tagōw, a niyskorzij spōmiarkuje sie, co druge byłoby lepsze do danego napasowaniŏ.

source: Press This is a bookmarklet that makes it easy to blog about something you come across on the web. You can use it to just grab a link, or to post an excerpt. Press This will even allow you to choose from images included on the page and use them in your post. Just drag the Press This link on this screen to your bookmarks bar in your browser, and you&#8217;ll be on your way to easier content creation. Clicking on it while on another website opens a popup window with all these options.
szl_pl: &#8222;Press This&#8221; to je skryptoszkarta, dziyńki keryj blogowanie ô rzeczach, kere natrefiŏsz w necu, je leke. Możesz jij użyć, coby ôpublikować ôdkŏz do zajty, kerõ nawiydzŏsz, abo ôpublikować stymp ze zajty. &#8222;Press This&#8221; przizwŏlŏ aji na ôbranie ôbrŏzka spostrzōd dostympnych na przeziyranyj zajcie ku cylu użyciŏ go w poście. Coby mōc publikować posty przi użyciu &#8222;Press This&#8221;, ajnfach przeciōng ôdkŏz &#8222;Press This&#8221; na pŏsek buchbindrōw twojij przeziyrŏczki. Klikniyńcie go w czasie pobytu na inkszym placu ôdewrzi ôkno ze wszyjskimi spōmnianymi ôpcyjami.

source: Update Available
szl_pl: Aktualizacyjŏ je dostympnŏ

source: Install Parent Theme
szl_pl: Zainstaluj tymat ôjcowski

# theme name
source: Name
szl_pl: Miano

source: The following themes are installed but incomplete.
szl_pl: Dalij pokŏzane tymaty były zainstalowane, ale niy sōm kōmpletne.

source: Broken Themes
szl_pl: Niykōmpletne tymaty

source: New version available. <button class="button-link" type="button">Update now</button>
szl_pl: Je dostympnŏ nowŏ wersyjŏ. <button class="button-link" type="button">Zaktualizuj terŏz</button>

source: ERROR: %s
szl_pl: FELER: %s

source: You cannot delete a theme while it has an active child theme.
szl_pl: Niy idzie wychrōnić tymatu, ôd kerego potōmny tymat je terŏźnie używany.

source: Theme deleted.
szl_pl: Tymat bōł wychrōniōny.

source: New theme activated.
szl_pl: Zapuszczōno było nowy tymat.

source: Visit site
szl_pl: Nawiydź plac

source: Settings saved and theme activated.
szl_pl: Spamiyntano było sztelōnki i zapuszczōno było tymat.

source: The active theme is broken. Reverting to the default theme.
szl_pl: Ôbrany tymat je popszniōny. Wrŏcanie do wychodnego.

# Add new theme
source: Add New
szl_pl: Przidej nowy

source: Search installed themes...
szl_pl: Szukej zainstalowanych tymatōw...

source: Search Installed Themes
szl_pl: Zeszukuj we zainstalowanych tymatach

source: Are you sure you want to delete this theme? Click 'Cancel' to go back, 'OK' to confirm the delete.
szl_pl: Na isto chcesz wychrōnić tyn tymat? Kliknij 'Pociep' coby sie cofnōńć, 'OK' coby wychrōnić.

source: Previewing and Customizing
szl_pl: Podyjzdrzywanie i persōnalizacyjŏ

source: When previewing on smaller monitors, you can use the collapse icon at the bottom of the left-hand pane. This will hide the pane, giving you more room to preview your site in the new theme. To bring the pane back, click on the collapse icon again.
szl_pl: Jeźli używŏsz małego mōnitora, kneflym &#8222;Swiń&#8221; swiń panel nŏczyń do persōnalizacyje , dziynki tymu mŏsz wiyncyj placu na podyjzdrzynie placu we nowym tymacie. Coby wrōcić panel, kliknij zaś knefel &#8222;Swiń&#8221;.

source: The theme being previewed is fully interactive &mdash; navigate to different pages to see how the theme handles posts, archives, and other page templates. The settings may differ depending on what theme features the theme being previewed supports. To accept the new settings and activate the theme all in one step, click the Save &amp; Activate button above the menu.
szl_pl: Podyjzdrzywanie tymatu je w blank interaktywne &ndash; idzie szaltrować sie miyndzy ôsobnymi zajtami coby ujzdrzić, jak tymat pokŏzuje posty, archiwa aji inksze zajty. Wielość ôpcyji znŏleży ôd tego, eli ôbrany tymat je podpiyrŏ. Coby spamiyntać nowe sztelōnki i zapuścić tymat, kliknij knefel &#8222;Spamiyntej i zapuść&#8221;, nad myni.

source: Tap or hover on any theme then click the Live Preview button to see a live preview of that theme and change theme options in a separate, full-screen view. You can also find a Live Preview button at the bottom of the theme details screen. Any installed theme can be previewed and customized in this way.
szl_pl: Tyknij abo najedź na tymat i kliknij w Podyzdrzynie na żywo coby ujzdrzić tymat społym z ôpcyjami, pokŏzany w widziku na cołki ekran. Knefel podyjzdrzyniŏ idzie tyż znojść na ekranie detajlōw tymatu. Kożdy zainstalowany tymat może być użyty w podyjzdrzyniu i przipasowowany.

source: Adding Themes
szl_pl: Przidŏwanie tymatōw

source: If you would like to see more themes to choose from, click on the &#8220;Add New&#8221; button and you will be able to browse or search for additional themes from the <a href="%s" target="_blank">WordPress Theme Directory</a>. Themes in the WordPress Theme Directory are designed and developed by third parties, and are compatible with the license WordPress uses. Oh, and they&#8217;re free!
szl_pl: Coby ujzdrzić wiyncyj tymatōw do ôbioru, trza ôbrać knefel &#8222;Przidej nowy&#8221; i przestōmpić do ekranu, na kerym idzie przezdrzić abo przeszukać <a href="%s" target="_blank">katalog tymatōw WordPressa</a>. Tymaty w katalogu były zaprojektowane i zaprogramowane bez ôsoby trzecie i sōm darme i zgodliwe z licyncyjōm WordPressa.

source: Installing themes on Multisite can only be done from the Network Admin section.
szl_pl: Instalacyjŏ tymatōw w kopijach WordPressa, co podpiyrajōm nec placōw może być sprŏwiōnŏ ino z poziōmu ekranu „Administracyjŏ necym placōw”.

source: The search for installed themes will search for terms in their name, description, author, or tag.
szl_pl: Zeszukowanie postrzōd zainstalowanych tymatōw ôbyjmuje szukanie w jejich mianie, ôpisie, autōrze aji tagach.

source: The current theme is displayed highlighted as the first theme.
szl_pl: Terŏźnie używany tymat je wyrōżniony i pokŏzowany jako piyrszy.

source: Click Customize for the current theme or Live Preview for any other theme to see a live preview
szl_pl: Kliknij Przipasuj dlŏ terŏźnego tymatu abo Podyjzdrzij dlŏ leda jakigo inkszego tymatu, coby ujzdrzić podyjzdrzynie.

source: Click on the theme to see the theme name, version, author, description, tags, and the Delete link
szl_pl: Kliknij na tymat coby ujzdrzić jigo miano, wersyjõ, autōra, ôpis, tagi i link do wychrōniyniŏ.

source: Hover or tap to see Activate and Live Preview buttons
szl_pl: Najedź abo tyknij, coby ujzdrzić knefle aktywacyje i podyjzdrzyniŏ na żywo.

source: This screen is used for managing your installed themes. Aside from the default theme(s) included with your WordPress installation, themes are designed and developed by third parties.
szl_pl: Ekran je używany do reskyrowaniŏ zainstalowanymi tymatami. Kole standardowych tymatōw przidanych do instalacyje WordPressa sōm tyż tymaty tworzōne bez ôsoby trzecie.

source: Manage Themes
szl_pl: Reskyruj tymatami

source: This theme has not been rated yet.
szl_pl: Tymat niy bōł jeszcze ôcyniōny.

# Button label for a theme
source: Next
szl_pl: Dalij

# Button label for a theme
source: Previous
szl_pl: Przōdzij

# theme
source: Details &amp; Preview
szl_pl: Detajle i podejzdrzynie

source: Themes list
szl_pl: Wykŏz tymatōw

source: Filtering by:
szl_pl: Filtrowanie podle:

source: Apply Filters
szl_pl: Napasuj filtry

source: If you have marked themes as favorites on WordPress.org, you can browse them here.
szl_pl: Jeźli nacechowane były tymaty jako ôblubiōne na WordPress.org, idzie przeziyrać je tukej.

# themes
source: Favorites
szl_pl: Ôblubiōne

# themes
source: Popular
szl_pl: Wszeôbecne

source: Filter themes list
szl_pl: Filtrowanie wykŏzu tymatōw

source: The Theme Installer screen requires JavaScript.
szl_pl: Instalatōr tymatōw fołdruje zapuszczōnego Javascriptu.

source: <a href="https://codex.wordpress.org/Using_Themes#Adding_New_Themes" target="_blank">Documentation on Adding New Themes</a>
szl_pl: <a href="https://codex.wordpress.org/Using_Themes#Adding_New_Themes" target="_blank">Dokumyntacyjŏ ô przidŏwaniŏ nowych tymatōw</a>

source: Previewing and Installing
szl_pl: Podyjzdrzywanie i instalacyjŏ

source: To install the theme so you can preview it with your site&#8217;s content and customize its theme options, click the "Install" button at the top of the left-hand pane. The theme files will be downloaded to your website automatically. When this is complete, the theme is now available for activation, which you can do by clicking the "Activate" link, or by navigating to your Manage Themes screen and clicking the "Live Preview" link under any installed theme&#8217;s thumbnail image.
szl_pl: Coby zainstalować tymat, podyjzdrzeć go ze zawartościōm placu i nasztalować ôd niego ôpcyje, kliknij knefel "Zainstaluj" na wiyrchu lewego panelu. Zbiory tymatu bydōm sebrane na plac autōmatycznie. Po skōńczyniu tymat idzie aktywować bez klikniyńcie ôdkŏzu "Zapuść" abo przechōd do ekranu reskyrowaniŏ tymatami i klikniyńcie ôdkŏzu "Podyjzdrzynie" pod kożdōm miniaturōm zainstalowanego tymatu.

source: Once you have generated a list of themes, you can preview and install any of them. Click on the thumbnail of the theme you&#8217;re interested in previewing. It will open up in a full-screen Preview page to give you a better idea of how that theme will look.
szl_pl: Po wygynerowaniu wykŏzu tymatōw możebne bydzie ôbejzdrzynie i zainstalowanie kożdego z nich. Kliknij ikōnã tymatu, kery Ci sie spodoboł, coby na niego wejzdrzić na połnym ekranie.

source: You can Upload a theme manually if you have already downloaded its ZIP archive onto your computer (make sure it is from a trusted and original source). You can also do it the old-fashioned way and copy a downloaded theme&#8217;s folder via FTP into your %s directory.
szl_pl: Idzie posłać tymat na serwer ryncznie, jeźli sebrano było już ôd niego archiwōm ZIP na kōmputer (wejzdrzij, co je ôno z zadufanego i oryginalnego źrōdła). Idzie to tyż zrobić w tradycyjnie i skopiyrować folder tymatu bez FTP do katalogu %s.

source: Alternately, you can browse the themes that are Featured, Popular, or Latest. When you find a theme you like, you can preview it or install it.
szl_pl: Idzie tyż przeziyrać tymaty Doradzane, Popularne aji Ôstatnie napasowane. Kej znojdziesz tymat, kery ci sie podobŏ, możesz podyjzdrzić go abo zainstalować.

source: You can Search for themes by keyword, author, or tag, or can get more specific and search by criteria listed in the feature filter.
szl_pl: Idzie przeszukować tymaty bez podŏwanie istych słōw, autōra abo tagōw, a aji filtrować wyniki bez ôkryślynie podpiyranych bez tymat fōnkcyji.

source: https://wordpress.org/themes/
szl_pl: https://szl.wordpress.org/themes/

source: You can find additional themes for your site by using the Theme Browser/Installer on this screen, which will display themes from the <a href="%s" target="_blank">WordPress Theme Directory</a>. These themes are designed and developed by third parties, are available free of charge, and are compatible with the license WordPress uses.
szl_pl: Idzie znojś insze tymaty do placu we Przeziyrŏczce Tymatōw na tym ekranie, kerŏ pokŏże tymaty ze <a href="%s" target="_blank">Katalogu Tymatōw WordPress</a>. Sōm ône rychtowane bez niyznŏleżnych deweloperōw, darme i kōmpatybilne z licyncyjōm WordPress.

source: No themes found. Try a different search.
szl_pl: Niy znodniynto było żŏdnego tymatu. Sprōbuj poszukać czegoś inkszego.

source: Number of Themes found: %d
szl_pl: Wielość znodniyntych tymatōw: %d

source: Upload Theme
szl_pl: Poślij tymat na serwer

source: Search themes...
szl_pl: Szukej tymatu...

source: Search Themes
szl_pl: Szukej tymatu

source: Add New Theme
szl_pl: Przidej nowy tymat

source: Add Themes
szl_pl: Przidej tymaty

source: This is a file in your current parent theme.
szl_pl: To je zbiōr tymatu ôjcowskigo.

source: Oops, no such file exists! Double check the name and try again, merci.
szl_pl: Takigo zbioru niy ma. Wybadej nŏleżność wkludzōnego miana i sprōbuj zaś.

source: %s files
szl_pl: Zbiory %s

# Theme stylesheets in theme editor
source: Styles
szl_pl: Style

source: This child theme inherits templates from a parent theme, %s.
szl_pl: Tyn tymat erbuje szablōny z tymatu %s.

source: Templates
szl_pl: Mustry

source: This theme is broken.
szl_pl: Ôbrany tymat je popszniōny.

source: Select theme to edit:
szl_pl: Ôbier tymat, kery chcesz edytować:

source: <a href="https://codex.wordpress.org/Template_Tags" target="_blank">Documentation on Template Tags</a>
szl_pl: <a href="https://codex.wordpress.org/Template_Tags" target="_blank">Dokumyntacyjŏ ô fōnkcyjach dlŏ tymatōw</a>

source: <a href="https://codex.wordpress.org/Editing_Files" target="_blank">Documentation on Editing Files</a>
szl_pl: <a href="https://codex.wordpress.org/Editing_Files" target="_blank">Dokumyntacyjŏ ô edycyji zbiorōw</a>

source: <a href="https://codex.wordpress.org/Using_Themes" target="_blank">Documentation on Using Themes</a>
szl_pl: <a href="https://codex.wordpress.org/Using_Themes" target="_blank">Dokumyntacyjŏ ô używaniu tymatōw</a>

source: <a href="https://codex.wordpress.org/Theme_Development" target="_blank">Documentation on Theme Development</a>
szl_pl: <a href="https://codex.wordpress.org/Theme_Development" target="_blank">Dokumyntacyjŏ ô tworzyniu tymatōw</a>

source: Upgrading to a newer version of the same theme will override changes made here. To avoid this, consider creating a <a href="%s" target="_blank">child theme</a> instead.
szl_pl: Aktualizacyjŏ do nowszyj wersyje tego tymatu sprŏwi pōmiyniynie zrobiōnych w nim pōmian. Coby to ôbminōńć, rozwŏż wytworzynie <a href="%s" target="_blank">tymatu potōmnego</a>.

source: <strong>Advice:</strong> think very carefully about your site crashing if you are live-editing the theme currently in use.
szl_pl: <strong>Dorada:</strong> Pamiyntej, co jeźli edytujesz terŏźnie używany na tym placu tymat, możebne je, co przestanie ôn nŏleżnie fōngować.

source: After typing in your edits, click Update File.
szl_pl: Po wkludzyniu pōmian, kliknij &#8222;Zaktualizuj zbiōr&#8221;.

source: For PHP files, you can use the Documentation dropdown to select from functions recognized in that file. Look Up takes you to a web page with reference material about that particular function.
szl_pl: Na ekranie edycyje PHP je pole, kere przenosi do dokumyntacyje fōnkcyji we edytowanym zbiorze &ndash; klikniyńcie knefla &#8222;Ujzdrzij dokumyntacyjõ&#8221; przenosi do zajty z dokumyntacyjōm danyj fōnkcyje.

source: Begin by choosing a theme to edit from the dropdown menu and clicking the Select button. A list then appears of the theme&#8217;s template files. Clicking once on any file name causes the file to appear in the large Editor box.
szl_pl: Zacznij ôbraniym tymatu do edycyje ze rozwijanego myni i kniyńciym knefla Ôbier. Wtynczŏs pokŏże sie wykŏz zbiorōw szablōnōw tymatu. Klikniyńcie we miano ôd zbioru ôdewrzi go we srogim Edytōrze.

source: You can use the Theme Editor to edit the individual CSS and PHP files which make up your theme.
szl_pl: Idzie użyć edytōra tymatōw, coby edytować zbiory CSS i PHP, kere skłŏdajōm sie na używany tymat.

source: Edit Themes
szl_pl: Edytuj tymaty

source: Sorry, you are not allowed to edit templates for this site.
szl_pl: Niy ma przizwolyniŏ na edycyjõ szablōn na tym placu.

source: Sorry, you are not allowed to manage this item.
szl_pl: Niy ma przizwolyniŏ na reskyrowanie tym elymyntym.

source: All right, sparky! You&#8217;ve made it through this part of the installation. WordPress can now communicate with your database. If you are ready, time now to&hellip;
szl_pl: Podarziło sie przestōmpić bez tã tajla instalacyje. WordPress może terŏz skuplować sie z bazōm datōw. Jeźli wszyjsko fertich, czas na&hellip;

source: Successful database connection
szl_pl: Podarziło sie skuplować z bazōm datōw

source: Run the install
szl_pl: Zapuść instalacyjŏ

source: After you&#8217;ve done that, click &#8220;Run the install.&#8221;
szl_pl: Po wytworzyniu zbioru kliknij knefel &#8222;Zapuść instalacyjõ&#8221;.

source: You can create the %s manually and paste the following text into it.
szl_pl: Idzie zrychtować zbiōr %s ryncznie i wrazić do niego dalij pokŏzanõ treść.

source: Sorry, but I can&#8217;t write the %s file.
szl_pl: Niy idzie spamiyntać zbioru %s.

source: <strong>ERROR</strong>: "Table Prefix" is invalid.
szl_pl: <strong>FELER</strong>: Prefiks ôd tabule je niynŏleżny.

source: If you want to run multiple WordPress installations in a single database, change this.
szl_pl: Jeźli chcesz zainstalować wiyncyj aniżeli jednã kopijõ WordPressa w tyj samyj bazie datōw, pōmiyń zawartość tego polŏ.

source: Table Prefix
szl_pl: Prefiks tabule

source: You should be able to get this info from your web host, if %s doesn&#8217;t work.
szl_pl: Jeźli %s niy fōnguje, pewnikym dostaniesz tã informacyjõ ôd swojigo liferanta serwera hostingowego.

source: Database Host
szl_pl: Adresa ôd serwera bazy datōw

source: Your database password.
szl_pl: Hasło baz datōw.

# example password
source: password
szl_pl: haslo

source: Your database username.
szl_pl: Miano ôd używŏcza baz datōw.

# example username
source: username
szl_pl: uzywocz

source: The name of the database you want to use with WordPress.
szl_pl: Miano ôd bazy, keryj chcesz użyć dlŏ WordPressa.

source: Database Name
szl_pl: Miano ôd bazy datōw

source: Below you should enter your database connection details. If you&#8217;re not sure about these, contact your host.
szl_pl: Sam winno sie podać ôsobliwości skuplowaniŏ z bazōm datōw. Jeźli ich niy mŏsz, spytej ô nie administratōra serwera.

source: Set up your database connection
szl_pl: Skōnfiguruj skuplowanie z bazōm datōw

source: Let&#8217;s go!
szl_pl: Jadymy!

source: In all likelihood, these items were supplied to you by your Web Host. If you don&#8217;t have this information, then you will need to contact them before you can continue. If you&#8217;re all ready&hellip;
szl_pl: Informacyje te były ci snŏdź podane bez administratōra serwera. Jeźli jejich niy mŏsz, zdatne bydzie skōntaktowanie sie z nim przed napoczyńciym instalacyje. Jeźli wszyjsko je już narychtowane…

source: Need more help? <a href="%s">We got it</a>.
szl_pl: Potrzebujesz wiyncyj pōmocy? <a href="%s">Kliknij sam, by jã dostać</a>.

source: If for any reason this automatic file creation doesn&#8217;t work, don&#8217;t worry. All this does is fill in the database information to a configuration file. You may also simply open %1$s in a text editor, fill in your information, and save it as %2$s.
szl_pl: Jeźli z jakigo ino powodu to autōmatyczne rychtowanie zbioru niy dziywŏ, niy starej sie. Tyn proces ino spamiyntuje informacyje ô dostympie do baz datōw we zbiorze kōnfiguracyje. Idzie tyż ôdewrzić %1$s w edytōrze tekstowym, wkludzić te informacyje i spamiyntać zbiōr pod mianym %2$s.

source: We&#8217;re going to use this information to create a %s file.
szl_pl: Te informacyje bydōm wyużyte do stworzyniŏ zbioru %s.

source: Table prefix (if you want to run more than one WordPress in a single database)
szl_pl: Prefiks mian tabulōw (jeźli chcesz zainstalować wiyncyj aniżeli jednã kopijõ WordPressa w tyj samyj bazie datōw)

source: Database host
szl_pl: Adresa ôd serwera bazy datōw

source: Database password
szl_pl: Hasło używŏcza baz datōw

source: Database username
szl_pl: Miano ôd używŏcza bazy datōw

source: Database name
szl_pl: Miano ôd bazy datōw

source: Welcome to WordPress. Before getting started, we need some information on the database. You will need to know the following items before proceeding.
szl_pl: Witej na swojim placu podpartym na WordPressie. Zaczym bydzie szło go używać, trza nasztalować dostymp do bazy datōw. Przidajne bydōm dalij pokŏzane informacyje:

source: Before getting started
szl_pl: Przed napoczyńciym

source: WordPress &rsaquo; Setup Configuration File
szl_pl: WordPress &rsaquo; Tworzynie konfiguracyjnego zbioru

source: The file 'wp-config.php' already exists one level above your WordPress installation. If you need to reset any of the configuration items in this file, please delete it first. You may try <a href='%s'>installing now</a>.
szl_pl: Zbiōr „wp-config.php” już je i je w katalogu wyższym ôd katalogu, w kerym wrażōno było zbiory WordPressa. Jeźli musisz pōmiynić kereś sztelōnki w tym zbiorze, wychrōń go. Idzie terŏz sprōbować <a href='%s'>zainstalować</a>.

source: The file 'wp-config.php' already exists. If you need to reset any of the configuration items in this file, please delete it first. You may try <a href='%s'>installing now</a>.
szl_pl: Zbiōr 'wp-config.php' już je. Jeźli trza pōmiynić kōnfiguracyjõ w tym zbiorze, zdŏ sie go nojprzōd wychrōnić. Idzie tyż sprōbować <a href='%s'>zainstalować terŏz</a>.

source: Sorry, I need a wp-config-sample.php file to work from. Please re-upload this file to your WordPress installation.
szl_pl: Coby WordPress mōg być nŏleżnie zainstalowany, w katalogu z jigo zbiorami musi być zbiōr wp-config-sample.php. Wgrej tyn zbiōr zaś na serwer.

source: <a href="https://codex.wordpress.org/Revision_Management" target="_blank">Revisions Management</a>
szl_pl: <a href="https://codex.wordpress.org/Revision_Management" target="_blank">Reskyrowanie wersyjami treści</a>

source: To restore a revision, <strong>click Restore This Revision</strong>.
szl_pl: Coby wrōcić do piyrwyjszyj wersyje, <strong>ôbier Wrōć Wersyjõ</strong>.
