Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/4.6.x/wp-4.6.x-admin-szl.po
Languages: szl_pl

source: You can select an image to be shown at the top of your site by uploading from your computer or choosing from your media library. After selecting an image you will be able to crop it.
szl_pl: Idzie nasztalować włŏsny ôbrŏzek jako nŏgōwek – dostyknie posłać ôbrŏzek i przitnōńć go do pasownyj miary, a bydzie ôn zarŏz widzialny. Idzie kliknōńć knefel „Ôbier ôbrŏzek”, coby ôbrać jedyn z wczaśnij zaladowanych do bibliŏtyki mydiōw.

source: Header updated. <a href="%s">Visit your site</a> to see how it looks.
szl_pl: Nŏgōwek bōł zaktualizowany. <a href="%s">Przejdź do swojigo placu</a>, coby ujzdrzić, jak wyglōndŏ.

source: You can now manage and live-preview Custom Header in the <a href="%1$s">Customizer</a>.
szl_pl: Terŏz idzie reskyrować Nŏgōwkym i podyjzdrzywać pōmiany na żywo w sekcyji <a href="%1$s">Persōnalizacyjŏ</a>.

source: Custom Header
szl_pl: Włŏsny nŏgōwek

source: <strong>Random:</strong> Show a different image on each page.
szl_pl: <strong>Losowy:</strong> Pokŏzuj inkszy ôbrŏzek na kożdyj zajcie.

source: <a href="https://codex.wordpress.org/Appearance_Header_Screen" target="_blank">Documentation on Custom Header</a>
szl_pl: <a href="https://codex.wordpress.org/Appearance_Header_Screen" target="_blank">Dokumyntacyjŏ ô włŏsnych nŏgōwkach</a>

source: Don&#8217;t forget to click &#8220;Save Changes&#8221; when you&#8217;re done!
szl_pl: Niy przepōmnij klinōńć &#8222;Spamiyntej pōmiany&#8221; kedy skōńczysz!

source: In the Header Text section of this page, you can choose whether to display this text or hide it. You can also choose a color for the text by clicking the Select Color button and either typing in a legitimate HTML hex value, e.g. &#8220;#ff0000&#8221; for red, or by choosing a color using the color picker.
szl_pl: W sekcyji Tekst nŏgōwka idzie ôbrać eli na placu mŏ sie ôn ukazować, a tyż ôbrać farbã bez klikniyńcie knefla &bdquo;Ôbier farba&rdquo;. Ôkno ôbioru farby przizwŏlŏ na ôbranie z palety farb abo wepisanie istyj, zgodliwyj z HTML, werty heksadecymalnyj, bp. &#8220;#f00&#8221; dlŏ czerwōnego.

source: For most themes, the header text is your Site Title and Tagline, as defined in the <a href="%1$s">General Settings</a> section.
szl_pl: Tekst nŏgōwka i slogan wielgszości tymatōw idzie nasztalować na zajcie <a href="%1$s">Sztelōnki ôgōlne</a>.

source: Header Text
szl_pl: Tekst nŏgōwka

source: If you don&#8217;t want a header image to be displayed on your site at all, click the &#8220;Remove Header Image&#8221; button at the bottom of the Header Image section of this page. If you want to re-enable the header image later, you just have to select one of the other image options and click &#8220;Save Changes&#8221;.
szl_pl: Coby wychrōnić ôbrŏzek z nŏgōwka placu dostyknie kliknōńć knefel &#8222;Wychrōń ôbrŏzek nŏgōwka&#8221; w sekcyji „Ôbrŏzek nŏgōwka”. Jeźli upragniesz wrōcić ôbrŏzek niyskorzij, dostyknie co ôbieresz jedyn z ôbrŏzkōw i klikniesz &#8222;Spamiyntej pōmiany&#8221;.

source: If your theme has more than one default header image, or you have uploaded more than one custom header image, you have the option of having WordPress display a randomly different image on each page of your site. Click the &#8220;Random&#8221; radio button next to the Uploaded Images or Default Images section to enable this feature.
szl_pl: Jeźli ôbrany tymat zawiyrŏ wiyncyj aniżeli jedyn wychodny ôbrŏzek nŏgōwka abo jeźli na serwer posłano było wiyncyj aniżeli jedyn włŏsny ôbrŏzek nŏgōwka, idzie kŏzać WordPressowi pokŏzować losowy spostrzōd nich za kożdym ôdewrzyniym zajty na placu. Kliknij knefel „Losowy” przi wykŏzie posłanych na serwer abo wychodnych ôbrŏzkōw, coby zapuścić tã fōnkcyjõ.

source: Some themes come with additional header images bundled. If you see multiple images displayed, select the one you&#8217;d like and click the &#8220;Save Changes&#8221; button.
szl_pl: Niykere tymaty zawiyrajōm wychodne ôbrŏzki nŏgōwka. Jeźli pokŏzowany je wiyncyj aniżeli jedyn ôbrŏzek, ôbier tyn, kery Ci sie podobŏ i kliknij knefel „Spamiyntej pōmiany”.

source: You can set a custom image header for your site. Simply upload the image and crop it, and the new header will go live immediately. Alternatively, you can use an image that has already been uploaded to your Media Library by clicking the &#8220;Choose Image&#8221; button.
szl_pl: Idzie nasztalować włŏsny ôbrŏzek jako nŏgōwek – dostyknie posłać ôbrŏzek i przitnōńć go do pasownyj miary, a bydzie ôn ôd razu widzialny. Idzie kliknōńć knefel &#8222;Ôbier ôbrŏzek&#8221;, coby ôbrać jedyn z wczaśnij zaladowanych do bibliŏtyki mydiōw.

source: You can choose from the theme&#8217;s default header images, or use one of your own. You can also customize how your Site Title and Tagline are displayed.
szl_pl: Idzie ôbrać jedyn z wychodnych nŏgōwkōw tymatu abo użyć włŏsnego. Idzie tyż spersōnalizować knif pokŏzowaniŏ tytułu i sloganu placu.

source: This screen is used to customize the header section of your theme.
szl_pl: Na tym ekranie idzie nasztalować wyglōnd nŏgōwka używanego tymatu.

source: The uploaded file is not a valid image. Please try again.
szl_pl: Niynŏleżny format zbioru graficznego. Sprōbuj zaś.

# Background Attachment
source: Attachment
szl_pl: Zadek

source: Repeat
szl_pl: Powtŏrzej

source: Position
szl_pl: Pozycjyŏ

source: Display Options
szl_pl: Ôpcyje pokŏzowaniŏ

source: Set as background
szl_pl: Nasztaluj jako zadek

source: Choose a Background Image
szl_pl: Ôbier ôbrŏzek zadku

source: Or choose an image from your media library:
szl_pl: abo ôbier ôbrŏzek z bibliŏtyki mydiōw:

source: Upload
szl_pl: Poślij na serwer

source: Choose an image from your computer:
szl_pl: Ôbier ôbrŏzek z Twojigo kōmputra:

source: This will restore the original background image. You will not be able to restore any customizations.
szl_pl: Ta ôperacyjŏ wrōci ôryginalny ôbrŏzek zadku. Ôdebranie wkludzōnych pōmian niy bydzie możebne.

source: Restore Original Image
szl_pl: Prziwrōć ôryginalny ôbrŏzek

source: This will remove the background image. You will not be able to restore any customizations.
szl_pl: Ta ôperacyjŏ wychrōni ôbrŏzek zadku. Ôdebranie wkludzōnych pōmian niy bydzie możebne.

source: Remove Background Image
szl_pl: Wychrōń ôbrŏzek zadku

source: Remove Image
szl_pl: Wychrōń ôbrŏzek

source: Background updated. <a href="%s">Visit your site</a> to see how it looks.
szl_pl: Zadek bōł zaktualizowany. <a href="%s">Przestōmp do swojigo placu</a>, coby wejzdrzeć, jak wyglōndŏ.

source: You can now manage and live-preview Custom Backgrounds in the <a href="%1$s">Customizer</a>.
szl_pl: Terŏz idzie reskyrować sztelōnkami zadku i podyjzdrzywać pōmiany na żywo w sekcyji <a href="%1$s">Persōnalizacyjŏ</a>.

source: Custom Background
szl_pl: Włŏsny zadek

source: <a href="https://codex.wordpress.org/Appearance_Background_Screen" target="_blank">Documentation on Custom Background</a>
szl_pl: <a href="https://codex.wordpress.org/Appearance_Background_Screen" target="_blank">Dokumyntacyjŏ ô włŏsnych zadkach</a>

source: Don&#8217;t forget to click on the Save Changes button when you are finished.
szl_pl: Niy przepōmnij kliknōńć knefel &#8222;Spamiyntej pōmiany&#8221;, kedy skōńczysz.

source: You can also choose a background color by clicking the Select Color button and either typing in a legitimate HTML hex value, e.g. &#8220;#ff0000&#8221; for red, or by choosing a color using the color picker.
szl_pl: Idzie ôbrać farbã zadku bez klikniyńcie knefla Ôbier farba ku cylu ôbraniŏ go z palety. Alternatywōm je wepisanie heksadecymalnego kodu farby bp. &#8222;#ff0000&#8221; dlŏ czerwōnyj.

source: To use a background image, simply upload it or choose an image that has already been uploaded to your Media Library by clicking the &#8220;Choose Image&#8221; button. You can display a single instance of your image, or tile it to fill the screen. You can have your background fixed in place, so your site content moves on top of it, or you can have it scroll with your site.
szl_pl: Idzie nasztalować włŏsny ôbrŏzek jako zadek zajty – dostyknie posłać ôbrŏzek i przitnōńć go do pasownyj miary, a bydzie ôn zarŏz widzialny. Idzie kliknōńć knefel „Ôbier ôbrŏzek”, coby ôbrać jedyn z wczaśnij zaladowanych do bibliŏtyki mydiōw. Wrŏz idzie ôbrać: eli ôbrŏzek bydzie pokŏzowany rŏz, eli tyż bydzie powtŏrzany, eli mŏ sie przewijać społym ze zajtōm i w keryj tajli mŏ sie pokŏzować.

source: You can customize the look of your site without touching any of your theme&#8217;s code by using a custom background. Your background can be an image or a color.
szl_pl: Idzie spersōnalizować widzik tego placu - bez modyfikowaniŏ jakij ino tajle ôd niego kodu - dziynki ôpcyji sztelowaniŏ włŏsnych zadkōw. Zadkym placu może być ôbrŏzek abo farba.

source: External Libraries
szl_pl: Zewnyntrzne bibliŏtyki

source: Core Developer
szl_pl: Programista

source: Release Deputy
szl_pl: Zastympnik kerownika wydaniŏ

source: Release Design Lead
szl_pl: Wszeôbecny projektant wydaniŏ

source: Release Lead
szl_pl: Kerownik wydaniŏ

source: Lead Developer
szl_pl: Wszeôbecny programista

source: Cofounder, Project Lead
szl_pl: Spōłzałożyciel i lider projektu

source: Contributing Developers
szl_pl: Spōłprŏcujōnce programisty

source: Core Contributors to WordPress %s
szl_pl: Nojważniyjsze dewelopery WordPressa %s

source: Project Leaders
szl_pl: Lidery projektu

source: Want to see your name in lights on this page? <a href="%s">Get involved in WordPress</a>.
szl_pl: Chcesz ujzdrzić swoje miano na tyj zajcie? <a href="%s">Pōmōż w tworzyniu WordPressa</a>.

source: Translators
szl_pl: Przekłŏd na ślōnkõ gŏdkã

source: WordPress is created by a worldwide team of passionate individuals.
szl_pl: WordPress je tworzōny bez wolontariuszy z cołkigo świata.

source: WordPress is created by a <a href="%1$s">worldwide team</a> of passionate individuals. <a href="%2$s">Get involved in WordPress</a>.
szl_pl: WordPress je tworzōny bez <a href="%1$s">ekipã wolōntariuszōw ze cołkigo świata</a>. <a href="%2$s">Pōmōż tworzić WordPressa</a>.

source: Welcome to WordPress %s
szl_pl: Witej we WordPressie %s

source: Unknown action.
szl_pl: Niyznōme fōngowanie.

source: Sorry, you are not allowed to edit comments on this post.
szl_pl: Niy ma przizwolyniŏ na edycyjõ kōmyntŏrzōw do tego posta.

source: Submitted on
szl_pl: Ôpublikowano było

source: In reply to %s.
szl_pl: W ôdpowiedzi do %s.

source: In Response To
szl_pl: W ôdpowiedzi na

source: Caution:
szl_pl: Pozōr:

source: This comment is currently in the Trash.
szl_pl: Tyn kōmyntŏrz bōł przeniysiōny do hasiŏka.

source: This comment is currently marked as spam.
szl_pl: Tyn kōmyntŏrz bōł nacechowany jako spam.

source: This comment is currently approved.
szl_pl: Tyn kōmyntŏrz bōł przituplowany.

source: Approve Comment
szl_pl: Przitupluj kōmyntŏrz

source: You are about to approve the following comment:
szl_pl: Zarŏz przituplujesz dalij pokŏzany kōmyntŏrz:

source: Permanently Delete Comment
szl_pl: Wychrōń kōmyntŏrz doimyntnie

source: You are about to delete the following comment:
szl_pl: Zarŏz wychrōnisz dalij pokŏzany kōmyntŏrz:

source: Move to Trash
szl_pl: Przeniyś do hasiŏka

source: You are about to move the following comment to the Trash:
szl_pl: Zarŏz przeniysiesz dalij pokŏzany kōmyntŏrz do hasiŏka:

# comment
source: Mark as Spam
szl_pl: Nacechuj za spam

source: You are about to mark the following comment as spam:
szl_pl: Zarŏz nacechujesz dalij pokŏzany kōmyntŏrz jako spam:

source: Moderate Comment
szl_pl: Moderuj kōmyntŏrz

source: This comment is in the Trash. Please move it out of the Trash if you want to edit it.
szl_pl: Tyn kōmyntŏrz je w hasiŏku. Coby możebnŏ była jigo edycyjŏ, zdatne je wczaśniyjsze przeniysiynie go kajś indzij.

source: Sorry, you are not allowed to edit this comment.
szl_pl: Niy ma przizwolyniŏ na edycyjõ tego kōmyntŏrza.

source: Go back
szl_pl: Wrōć

source: <a href="https://wordpress.org/support/" target="_blank">Support Forums</a>
szl_pl: <a href="https://wordpress.org/support/" target="_blank">Forōm</a>

source: <a href="https://codex.wordpress.org/Administration_Screens#Comments" target="_blank">Documentation on Comments</a>
szl_pl: <a href="https://codex.wordpress.org/Administration_Screens#Comments" target="_blank">Dokumyntacyjŏ ô kōmyntŏrzach</a>

source: For more information:
szl_pl: Wiyncyj informacyji:

source: You can also moderate the comment from this screen using the Status box, where you can also change the timestamp of the comment.
szl_pl: Idzie tyż moderować tyn kōmyntŏrz we sekcyji &#8222;Stan&#8221;, kaj możebne je tyż napasowanie czasu przesłaniŏ kōmyntŏrza.

source: You can edit the information left in a comment if needed. This is often useful when you notice that a commenter has made a typographical error.
szl_pl: Jeźli chcesz, możesz napasować informacyje przesłane w kōmyntŏrzu. Ôpcyjŏ ta może sie przidać, kej dozdrzisz feler w jakimś kōmyntŏrzu.

source: Overview
szl_pl: Ôpis

source: Edit Comment
szl_pl: Edytuj kōmyntŏrz

# media item
source: Edit
szl_pl: Edytuj

source: Sorry, you are not allowed to edit this item.
szl_pl: Niy ma przizwolyniŏ na edycyjõ tego elymyntu.

source: Unknown post type.
szl_pl: Niyznōmŏ zorta posta.

source: Import
szl_pl: Importuj

source: Sorry, you are not allowed to import content.
szl_pl: Niy ma przizwolyniŏ na importowanie treści.

source: Cannot load %s.
szl_pl: Niy idzie wgrać %s.

source: Invalid plugin page
szl_pl: Niynŏleżnŏ adresa placu przidŏwka

source: Main content
szl_pl: Bazowŏ zawartość

source: Thank you for creating with <a href="%s">WordPress</a>.
szl_pl: Dziynkujymy za tworzynie we <a href="%s">WordPressie</a>.

source: <strong>Version %1$s</strong> addressed a security issue and fixed %2$s bug.
szl_pl: W wersyji %1$s</strong> sprŏwiōno było feler w bezpieczyniach i %2$s inkszy feler.

source: <strong>Version %1$s</strong> addressed %2$s bug.
szl_pl: W wersyji %1$s</strong> sprŏwiōno było %2$s feler.

source: <strong>Version %s</strong> addressed some security issues.
szl_pl: W wersyji %s</strong> sprŏwiōno było niykere felery bezpiyczyństwa.

source: <strong>Version %s</strong> addressed one security issue.
szl_pl: <strong>Wersyjŏ %s</strong> dała do porzōndku jedyn problym bezpiyczyństwa.

source: Maintenance and Security Releases
szl_pl: Wydania z poprŏwkami bezpiyczyństwa i felerōw

source: Security Releases
szl_pl: Wydania z poprŏwkami bezpiyczyństwa

source: Security Release
szl_pl: Wydanie z poprŏwkami felerōw w bezpieczyniach

source: Maintenance Releases
szl_pl: Wydania z poprŏwkami felerōw

source: Maintenance Release
szl_pl: Wydanie z poprŏwkami felerōw

source: Go to Dashboard
szl_pl: Przestōmp do blŏtu

source: Go to Dashboard &rarr; Home
szl_pl: Przestōmp do blŏtu

source: Return to Dashboard &rarr; Updates
szl_pl: Powrōć na zajtã „Blŏt → Aktualizacyje”

source: Return to Updates
szl_pl: Powrōć na zajtã „Aktualizacyje”

source: Cached and comprehensive site queries improve your network admin experience. The addition of %1$s and %2$s help craft advanced queries with less effort.
szl_pl: Pamiyńć podryncznŏ i kweryndy placu poprŏwiajōm kōmfort roboty z administracyjōm necym. Ôkrōm tego użycie %1$s i %2$s ulekszŏ tworzynie rozszyrzowanych spytań.

source: Multisite, now faster than ever
szl_pl: Multisite, nojgibszy we historyji

source: Settings now have an <a href="https://make.wordpress.org/core/2016/07/05/customizer-apis-in-4-6-for-setting-validation-and-notifications/">API for enforcing validation constraints</a>. Likewise, customizer controls now support notifications, which are used to display validation errors instead of failing silently.
szl_pl: Sztelōnki majōm terŏz <a href="https://make.wordpress.org/core/2016/07/05/customizer-apis-in-4-6-for-setting-validation-and-notifications/">API do wymuszaniŏ ôgraniczyń weryfikacyje</a>. Krōm tego kōntrolki sztelōnkōw podpiyrajōm terŏz uwiadōmiynia, co sōm używane do pokŏzowaniŏ felerōw weryfikacyje w plac cichego zawieszaniŏ.

source: Customizer APIs for Setting Validation and Notifications
szl_pl: API sztelōnkōw do sztalowaniŏ weryfikacyje i uwiadōmiyń

source: Masonry 3.3.2, imagesLoaded 3.2.0, MediaElement.js 2.22.0, TinyMCE 4.4.1, and Backbone.js 1.3.3 are bundled.
szl_pl: Przidano było Masonry 3.3.2, imagesLoaded 3.2.0, MediaElement.js 2.22.0, TinyMCE 4.4.1 i Backbone.js 1.3.3.

source: JavaScript Library Updates
szl_pl: Zaktualizowano było bibliŏtyki Javascript

source: WordPress will install and use the newest language packs for your plugins and themes as soon as they&#8217;re available from <a href="https://translate.wordpress.org/">WordPress.org&#8217;s community of translators</a>.
szl_pl: WordPress bydzie instalowoł i używoł nojnowszych przekłŏdōw dlŏ przidŏwkōw i tymatōw zarŏz jak bydōm udostympniōne bez społeczność <a href="https://translate.wordpress.org/">dolmeczerōw WordPress.org</a>.

source: Translations On Demand
szl_pl: Przekłŏdy na zapytanie

source: The Meta Registration API <a href="%s">has been expanded</a> to support types, descriptions, and REST API visibility.
szl_pl: API Registracyje Meta <a href="%s">było rozszyrzōne</a> do podpiyraniŏ zortōw, ôpisōw i widzialności REST API.

source: Meta Registration API
szl_pl: API registracyje Meta

source: A new %1$s class adds flexibility to query term information while a new %2$s object makes interacting with post types more predictable.
szl_pl: Nowŏ klasa %1$s przidŏwŏ ôgibność do informacyji we zapytaniach, a nowy ôbiekt %2$s sprŏwiŏ, co interakcyjŏ ze zortami postōw je barzij przepowiadalnŏ.

source: %1$s and %2$s
szl_pl: %1$s i %2$s

source: The HTTP API now leverages the Requests library, improving HTTP standard support and adding case-insensitive headers, parallel HTTP requests, and support for Internationalized Domain Names.
szl_pl: API HTTP wpływŏ terŏz na bibliŏtykã Zapytań, co poprŏwiŏ standardowõ podporã HTTP i przidŏwŏ nŏgōwki, co niy poznajōm wielgości liter, rōwnolygłe zapytania HTTP i podporã Miyndzynŏrodowych Mian Dōmyn.

source: Robust Requests
szl_pl: Festelne fołdrowania

source: <a href="%s">Resource hints help browsers</a> decide which resources to fetch and preprocess. WordPress 4.6 adds them automatically for your styles and scripts making your site even faster.
szl_pl: <a href="%s">Przepowiedzi ô źrōdłach spōmŏgajōm przeziyrŏczkōm</a> uzdać, kere źrōdła sebrać i przetworzić. WordPress 4.6 przidŏwŏ je autōmatycznie do twojich sznitōw i skryptōw, coby twōj plac bōł jeszcze gibszy.

source: Resource Hints
szl_pl: Skŏzōwki ô źrōdłach

source: Under the Hood
szl_pl: Pod maskōm

source: As you type, WordPress saves your content to the browser. Recovering saved content is even easier with WordPress 4.6.
szl_pl: Kej piszesz, WordPress spamiyntuje twojã treść w przeziyrŏczce. Prziwrŏcanie spamiyntanyj treści je jeszcze leksze z WordPressym 4.6.

source: Content Recovery
szl_pl: Prziwrŏcanie treści

source: Ever accidentally made a link to %s? Now WordPress automatically checks to make sure you didn&#8217;t.
szl_pl: Trefiyło Ci sie kejś cufalym zrychtować ôdkŏz do %s? Terŏz WordPress autōmatycznie wejzdrzi, coby tego niy robić.

source: Inline Link Checker
szl_pl: Wybadowanie ôdkŏzōw w treści

source: Editor Improvements
szl_pl: Ulepszynia Edytōra

source: The WordPress dashboard now takes advantage of the fonts you already have, making it load faster and letting you feel more at home on whatever device you use.
szl_pl: Blŏt ôd WordPressa terŏz wyużywŏ pism, kere już sōm na kōmputrze, tōż laduje sie warcij i przizwŏlŏ czuć sie barzij w dōma na leda jakij maszinie.

source: Native Fonts
szl_pl: Natywne fonty

source: Don&#8217;t lose your place: stay on the same page while you update, install, and delete your plugins and themes.
szl_pl: Niy strać swojigo placu: ôstōń na tyj samyj zajcie w czasie aktualizacyje i wychrōń swoje przidŏwki i tymaty.

source: Streamlined Updates
szl_pl: Szpricowe aktualizacyje

source: For more information, see <a href="%s">the release notes</a>.
szl_pl: Coby przewiedzieć sie wiyncyj, przeczytej <a href="%s">informacyje ô tym wydaniu</a>.

source: <strong>Version %1$s</strong> addressed some security issues and fixed %2$s bug.
szl_pl: W wersyji %1$s</strong> sprŏwiōno było zicher felery w bezpieczyniach i %2$s inkszy feler.

source: Maintenance and Security Release
szl_pl: Wydanie z poprŏwkami felerōw w bezpieczyniach i inkszych

source: Freedoms
szl_pl: Swoboda

source: Credits
szl_pl: Autōry

source: What&#8217;s New
szl_pl: Co nowego

source: Version %s
szl_pl: Wersyjŏ %s

source: Thank you for updating to the latest version. WordPress %s changes a lot behind the scenes to make your WordPress experience even better!
szl_pl: Dziynkujymy za aktualizacyjõ do ôstatnij wersyje. WordPress %s pōmiyniŏ mockã na zadku, coby wytworzić jeszcze lepsze doznania z nim!

source: Welcome to WordPress&nbsp;%s
szl_pl: Witej we WordPressie %s

source: About
szl_pl: Ô tyj wersyji
