Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/4.6.x/wp-4.6.x-admin-szl.po
Languages: szl_pl

source: You can change your profile picture on <a href="%s">Gravatar</a>.
szl_pl: Idzie pōmiynić profilowy ôbrŏzek we zerwisie <a href="%s">Gravatar</a>.

source: Profile Picture
szl_pl: Profilowy ôbrŏzek

source: Share a little biographical information to fill out your profile. This may be shown publicly.
szl_pl: Napisz cosikej ô siebie na swojim profilu. To może być pokŏzane publicznie.

source: Biographical Info
szl_pl: Biografijŏ

source: About the user
szl_pl: Ô używŏczu

source: About Yourself
szl_pl: Ô Ciebie

source: There is a pending change of your email to %s.
szl_pl: Pōmiana twojij adresy e-mail na %s czekŏ na przituplowanie.

source: Contact Info
szl_pl: Daty kōntaktowe

source: Display name publicly as
szl_pl: Pokŏzuj miano publicznie jako

source: Nickname
szl_pl: Nick

source: Last Name
szl_pl: Familijŏ

source: First Name
szl_pl: Miano

source: Super admin privileges cannot be removed because this user has the network admin email.
szl_pl: Prziwileje superadministratōra niy mogōm być ôdebrane, pōniywŏż adresa email ôd tego używŏcza to je adresa cołkigo necu.

source: Grant this user super admin privileges for the Network.
szl_pl: Nadej tymu używŏczowi przizwolynia administratōra necu placōw.

source: Super Admin
szl_pl: Superadministratōr

source: &mdash; No role for this site &mdash;
szl_pl: &mdash; Niy ma role na tym placu &mdash;

source: Usernames cannot be changed.
szl_pl: Miana ôd używŏczōw niy mogōm być pōmiyniane.

source: Show Toolbar when viewing site
szl_pl: Pokŏzuj lajstã nŏczyń przi przeziyraniu placu

source: <a href="https://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">More information</a>
szl_pl: <a href="https://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">Wiyncyj informacyji</a>

source: Enable keyboard shortcuts for comment moderation.
szl_pl: Zapuść tastaturowe przimy do moderacyje kōmyntŏrzōw.

source: Disable the visual editor when writing
szl_pl: Niy używej edytōra wizualnego do pisaniŏ

source: Visual Editor
szl_pl: Edytōr wizualny

source: Personal Options
szl_pl: Persōnalizacyjŏ

# user
source: Add Existing
szl_pl: Przidej terŏźnych

source: Error while saving the new email address. Please try again.
szl_pl: Feler przi spamiyntowaniu nowyj adresy e-mail. Sprōbuj zaś.

source: &larr; Back to Users
szl_pl: &larr; Nazŏd do wykŏzu używŏczōw

source: User updated.
szl_pl: Kōnto ôd używŏcza było zaktualizowane.

source: Profile updated.
szl_pl: Profil bōł zaktualizowany.

source: This user has super admin privileges.
szl_pl: Tyn używŏcz mŏ przizwolynia superadministratōra.

source: <a href="https://codex.wordpress.org/Users_Your_Profile_Screen" target="_blank">Documentation on User Profiles</a>
szl_pl: <a href="https://codex.wordpress.org/Users_Your_Profile_Screen" target="_blank">Dokumyntacyjŏ ô profilach używŏczōw</a>

source: Remember to click the Update Profile button when you are finished.
szl_pl: Pamiyntej, coby po kōńcu wkludzaniŏ pōmian kliknōńć knefel &#8222;Zaktualizuj profil&#8221;.

source: Required fields are indicated; the rest are optional. Profile information will only be displayed if your theme is set up to do so.
szl_pl: Fołdrowane pola sōm nacechowane, a reszta ôpcyjōnalnŏ. Informacyje ô profilu bydōm pokŏzowane ino jak tymat bydzie do tego skōnfigurowany.

source: You can log out of other devices, such as your phone or a public computer, by clicking the Log Out Everywhere Else button.
szl_pl: Idzie ôdlogować sie z inkszych maszin, takich jak telefōny eli kōmputry publiczne. Coby to zrobić kliknij knefel "Ôdloguj z wszyjskich inkszych placōw".

source: Your username cannot be changed, but you can use other fields to enter your real name or a nickname, and change which name to display on your posts.
szl_pl: Twoje miano ôd używŏcza niy może być pōmiyniōne, ale możesz użyć inkszych polōw, coby wkludzić swoje richtich miano abo pseudōnim, a dalij ôbrać kere spostrzōd nich majōm być pokŏzowane przi Twojich postach.

source: You can change your password, turn on keyboard shortcuts, change the color scheme of your WordPress administration screens, and turn off the WYSIWYG (Visual) editor, among other things. You can hide the Toolbar (formerly called the Admin Bar) from the front end of your site, however it cannot be disabled on the admin screens.
szl_pl: Na tym ekranie idzie miyndzy inkszymi pōmiynić swoje hasło, zapuścić przimy tastaturowe, pōmiynić kōmplet farbōw blŏtu i zastawić tryb wizualny edytōra. Możebne je tyż skrycie lajsty nŏczyń (wczaśnij mianowanyj lajstōm administratōra) z istego placu, jednakōż na blocie je ôn dycki widzialny.

source: Your profile contains information about you (your &#8220;account&#8221;) as well as some personal options related to using WordPress.
szl_pl: Twōj profil zawiyrŏ informacyje ô Ciebie (skłŏdajōm sie ône na Twoje &#8222;kōnto&#8221;) i Twoje preferyncyje ôbwiōnzane z fōngowaniym WordPressa.

source: Edit User
szl_pl: Edytuj kōnto ôd używŏcza

source: Error saving media file.
szl_pl: Feler przi spamiyntowaniu zbioru.

source: %s media file restored from the trash.
szl_pl: Prziwrōcōno było %s zbiōr z hasiŏka.

source: Media file restored from the trash.
szl_pl: Zbiory były prziwrōcōne z hasiŏka.

source: %s media file moved to the trash.
szl_pl: Przeniysiōno było %s zbiōr do hasiŏka.

source: Media file moved to the trash.
szl_pl: Zbiōr bōł przeniysiōny do hasiŏka.

source: %s media file permanently deleted.
szl_pl: %s zbiōr bōł doimyntnie wychrōniōny.

source: Media file permanently deleted.
szl_pl: Zbiōr bōł wychrōniōny doimyntnie.

source: %s media file detached.
szl_pl: %s zbiōr bōł ôdepniynty.

source: Media file detached.
szl_pl: Zbiōr z bibliŏtyki mydiōw bōł ôdepniynty.

source: %s media file attached.
szl_pl: %s zbiōr bōł przidany.

source: Media file attached.
szl_pl: Przipniynto było zbiōr z bibliŏtyki mydiōw.

source: Media items list
szl_pl: Wykŏz mydiōw

source: Media items list navigation
szl_pl: Nawigacyjŏ wykŏzu mydiōw

source: Filter media items list
szl_pl: Filtrowanie wykŏzu mydiōw

source: If a media file has not been attached to any content, you will see that in the Uploaded To column, and can click on Attach to launch a small popup that will allow you to search for existing content and attach the file.
szl_pl: Jeźli dany zbiōr niy bōł przidany do żŏdnego posta, informacyjŏ ô tym ukŏże sie w kolōnie „Przidany do”, a klikniyńcie ôdkŏzu „Przidej” sprŏwi pokŏzanie ôkynka, kerye pōmoże zeszukać podzajtã i przidać dō nij zbiōr.

source: Attaching Files
szl_pl: Bajlagi

source: Hovering over a row reveals action links: Edit, Delete Permanently, and View. Clicking Edit or on the media file&#8217;s name displays a simple screen to edit that individual file&#8217;s metadata. Clicking Delete Permanently will delete the file from the media library (as well as from any posts to which it is currently attached). View will take you to the display page for that file.
szl_pl: Najechanie kursōrym nad elymynt pokŏże ôdkŏzōw: „Edytuj”, „Wychrōń doimyntnie” i „Wejzdrzij”. Klikniyńcie „Edytuj” abo tytułu ôbranego zbioru przeniysie do ekranu edycyje metadatōw tego zbioru. Klikniyńcie „Wychrōń doimyntnie” sprŏwi wychrōniynie zbioru z bibliŏtyki, a tyż ze wszyjskich postōw, do kerych go przidano było. Klikniyńcie „Wejzdrzij” przeniysie Cie na zajtã ôbranego zbioru.

source: You can narrow the list by file type/status or by date using the dropdown menus above the media table.
szl_pl: Możesz sciyńczyć wykŏz podle zorty, stanu, abo datōma zbiorōw ze pōmocōm rozwijanych myni nad tabulōm mydiōw.

source: All the files you&#8217;ve uploaded are listed in the Media Library, with the most recent uploads listed first. You can use the Screen Options tab to customize the display of this screen.
szl_pl: Wszyjske zbiory posłane na serwer sōm pokŏzowane w Bibliŏtyce Mydiōw. Nojnowsze pokŏzowane sōm na wiyrchu. Idzie użyć szkarty „Ôpcyje ekranu”, coby przipasować tyn ekran.

source: The grid view for the Media Library requires JavaScript. <a href="%s">Switch to the list view</a>.
szl_pl: Pokŏzowanie widziku necu w Bibliŏtyce Mydiōw fołdruje zapuszczōnego Javascriptu. <a href="upload.php?mode=list">Wrōć do widziku wykŏzu</a>.

source: <a href="https://codex.wordpress.org/Media_Library_Screen" target="_blank">Documentation on Media Library</a>
szl_pl: <a href="https://codex.wordpress.org/Media_Library_Screen" target="_blank">Dokumyntacyjŏ ô bibliŏtyce mydiōw</a>

source: You can also delete individual items and access the extended edit screen from the details dialog.
szl_pl: Ôsobne elymynty idzie wychrōnić po ôdewrzyniu widziku rozszyrzowanyj edycyje na ekranie detajlōw ôd bajlagi.

source: Use the arrow buttons at the top of the dialog, or the left and right arrow keys on your keyboard, to navigate between media items quickly.
szl_pl: Użyj kneflōw na wiyrchu ôkna abo knefli fajlikōw w prawo/lewo z tastatury dlŏ gibkigo nawigowaniŏ po bibliŏtyce mydiōw.

source: Clicking an item will display an Attachment Details dialog, which allows you to preview media and make quick edits. Any changes you make to the attachment details will be automatically saved.
szl_pl: Klikniyńcie elymyntu sprŏwi pokŏzanie ôkna Detajle Bajlagi, kere przizwŏlŏ na podyjzdrzynie mydiōm i na gibkõ edycyjõ. Wszyjske pōmiany wkludzōne do bajlagi bydōm autōmatycznie spamiyntane.

source: To delete media items, click the Bulk Select button at the top of the screen. Select any items you wish to delete, then click the Delete Selected button. Clicking the Cancel Selection button takes you back to viewing your media.
szl_pl: Coby wychrōnić mydia, ôbier knefel Ôznŏczynie Grupowe na wiyrchu zajty. Ôznŏcz elymynty, kere chcesz wychrōnić, a dalij kliknij knefel "Wychrōń ôznŏczōne". Ôbranie knefla "Pociepnij cechowanie" wrōci tryb przeziyraniŏ mydiōw.

source: You can view your media in a simple visual grid or a list with columns. Switch between these views using the icons to the left above the media.
szl_pl: Idzie przeziyrać mydia w ajnfachowym widziku necu, abo jako wykŏz z kolōnami. Do szaltrowaniŏ miyndzy widzikami używŏ sie ikōn ze po lewyj strōny nad mydiami.

source: All the files you&#8217;ve uploaded are listed in the Media Library, with the most recent uploads listed first.
szl_pl: Wszyjske wgrane zbiory idzie znojść w Bibliŏtyce Mydiōw. Nojnowsze zbiory sōm na wiyrchu.

source: %s seconds
szl_pl: %s s

source: %s queries
szl_pl: %s spytań

source: Your WordPress database has been successfully updated!
szl_pl: Baza datōw WordPressa była zaktualizowanŏ!

source: Update Complete
szl_pl: Aktualizacyjŏ była skōńczōnŏ

source: Update WordPress Database
szl_pl: Zaktualizuj bazã datōw WordPressa

source: The database update process may take a little while, so please be patient.
szl_pl: Proces aktualizacyje baz datōw może chnedkã zajmnōńć, tōż zdŏ sie ściyrpliwość.

source: WordPress has been updated! Before we send you on your way, we have to update your database to the newest version.
szl_pl: WordPress bōł zaktualizowany! Zaczym bydzie szło go używać, potrza jeszcze zaktualizować bazã datōw do nojnowszyj wersyje.

source: Database Update Required
szl_pl: Fołdrowanŏ je aktualizacyjŏ baz datōw

source: Your WordPress database is already up-to-date!
szl_pl: Baza datōw WordPressa je już terŏźnŏ!

source: No Update Required
szl_pl: Aktualizacyjŏ niyma fołdrowanŏ

source: WordPress &rsaquo; Update
szl_pl: WordPress &rsaquo; Aktualizacyjŏ

source: Installing Theme from uploaded file: %s
szl_pl: Instalacyjŏ tymatu z posłanego na serwer zbioru: %s

source: Installing Theme: %s
szl_pl: Instalacyjŏ tymatu: %s

source: Install Themes
szl_pl: Zainstaluj tymaty

source: Installing Plugin from uploaded file: %s
szl_pl: Instalacyjŏ przidŏwka z posłanego na serwer zbioru: %s

source: Installing Plugin: %s
szl_pl: Instalacyjŏ przidŏwka: %s

source: Plugin failed to reactivate due to a fatal error.
szl_pl: Zapuszczanie zaś przidŏwka niy podarziło sie skiż krytycznego felera.

source: Plugin reactivated successfully.
szl_pl: Przidŏwek bōł sprŏwnie zapuszczōny zaś.

source: Plugin Reactivation
szl_pl: Zapuszczanie zaś przidŏwka

source: Check Again
szl_pl: Wybadej zaś

source: Last checked on %1$s at %2$s.
szl_pl: Ôstatnio wybadano było %1$s ô %2$s.

source: Please select one or more plugins to update.
szl_pl: Ôbier jedyn abo wiyncyj przidŏwkōw do aktualizacyje.

source: Please select one or more themes to update.
szl_pl: Ôbier jedyn abo wiyncyj tymatōw do aktualizacyje.

source: <a href="https://codex.wordpress.org/Dashboard_Updates_Screen" target="_blank">Documentation on Updating WordPress</a>
szl_pl: <a href="https://codex.wordpress.org/Dashboard_Updates_Screen" target="_blank">Dokumyntacyjŏ ô aktualizowaniu WordPressa</a>

source: How to Update
szl_pl: Jak uaktualnić

source: <strong>Translations</strong> &mdash; The files translating WordPress into your language are updated for you whenever any other updates occur. But if these files are out of date, you can <strong>click the &#8220;Update Translations&#8221;</strong> button.
szl_pl: <strong>Przekłŏdy</strong> &mdash; Zbiory przekłŏdōw WordPressa sōm sebierane społym z inszymi aktualizacyjami. Jeźli jednakōż trefi sie, co bydōm niyterŏźne, dostyknie <strong>kliknōńć knefel &#8222;Aktualizuj przekłŏdy&#8221;</strong>.

source: <strong>Themes and Plugins</strong> &mdash; To update individual themes or plugins from this screen, use the checkboxes to make your selection, then <strong>click on the appropriate &#8220;Update&#8221; button</strong>. To update all of your themes or plugins at once, you can check the box at the top of the section to select all before clicking the update button.
szl_pl: <strong>Tymaty i przidŏwki</strong> &mdash; Coby zaktualizować ôbrane tymaty abo przidŏwki, trza je ôznŏczyć, a niyskorzij <strong>kliknōńć na pasownym kneflu &bdquo;Aktualizuj&rdquo;</strong>. Coby zarŏz zaktualizować wszyjske tymaty abo przidŏwki, trza użyć polŏ ôbioru na wiyrchu kożdyj ze sekcyji.

source: In most cases, WordPress will automatically apply maintenance and security updates in the background for you.
szl_pl: Normalnie WordPress autōmatycznie zainstaluje poprŏwki konserwacyjne i bezpieczyń w zadku.

source: <strong>WordPress</strong> &mdash; Updating your WordPress installation is a simple one-click procedure: just <strong>click on the &#8220;Update Now&#8221; button</strong> when you are notified that a new version is available.
szl_pl: <strong>WordPress</strong> &mdash; Aktualizacyjŏ WordPressa to ino jedno klikniyńcie. Dostyknie, co po ukŏzaniu sie informacyje ô dostympności nowyj aktualizacyje, <strong>kliknie sie knefel &bdquo;Aktualizuj terŏz&rdquo;</strong>.

source: If an update is available, you&#8127;ll see a notification appear in the Toolbar and navigation menu.
szl_pl: Informacyjŏ ô dostympnyj aktualizacyji bydzie pokŏzanŏ w lajście nŏczyń i myni nawigacyjnym.

source: On this screen, you can update to the latest version of WordPress, as well as update your themes, plugins, and translations from the WordPress.org repositories.
szl_pl: Na tym ekranie idzie zaktualizować WordPressa do nojnowszyj wersyje, a tyż zaktualizować tymaty, przidŏwki i przekłŏdy z repozytoriōw WordPress.org.

source: WordPress Updates
szl_pl: Aktualizacyje WordPressa

source: Update WordPress
szl_pl: Zaktualizuj WordPress

source: New translations are available.
szl_pl: Dostympne sōm nowe przekłŏdy.

source: Your translations are all up to date.
szl_pl: Wszyjske przekłŏdy sōm aktualne.

source: Translations
szl_pl: Przekłŏdy

source: Update Themes
szl_pl: Zaktualizuj tymaty

source: <strong>Please Note:</strong> Any customizations you have made to theme files will be lost. Please consider using <a href="%s">child themes</a> for modifications.
szl_pl: <strong>Pamiyntej:</strong> Kożdŏ modyfikacyjŏ w zbiorach tymatu bydzie stracōnŏ. Rozwŏż użycie fōnkcyje <a href="%s">tymatōw potōmnych</a>.

source: The following themes have new versions available. Check the ones you want to update and then click &#8220;Update Themes&#8221;.
szl_pl: Dostympne sōm nowe wersyje miyniōnych tymatōw. Ôznŏcz tymaty, kere chcesz zaktualizować, a dalij kliknij knefel &#8222;Zaktualizuj tymaty&#8221;.

source: Your themes are all up to date.
szl_pl: Wszyjske tymaty sōm aktualne.

source: You have version %1$s installed. Update to %2$s.
szl_pl: Używŏsz wersyje %1$s. Zaktualizuj do wersyje %2$s.

source: View version %s details.
szl_pl: Pokŏż detajle wersyji %1$s.

source: Compatibility with WordPress %1$s: Unknown
szl_pl: Kōmpatybilność z WordPressym %1$s: Niyznōmŏ

source: Compatibility with WordPress %1$s: %2$d%% (%3$d "works" votes out of %4$d total)
szl_pl: Kōmpatybilność z WordPressym %1$s: %2$d%% (%3$d głosōw na &bdquo;dziywŏ&rdquo; spostrzōd %4$d)

source: Compatibility with WordPress %1$s: 100%% (according to its author)
szl_pl: Kōmpatybilność z WordPressym %1$s: 100%% (pdl. autora)

source: The following plugins have new versions available. Check the ones you want to update and then click &#8220;Update Plugins&#8221;.
szl_pl: Dostympne sōm nowe wersyje tych przidŏwkōw. Ôznŏcz przidŏwki, kere chcesz zaktualizować, a dalij kliknij knefel &#8222;Zaktualizuj przidŏwki&#8221;.

source: Your plugins are all up to date.
szl_pl: Wszyjske przidŏwki sōm aktualne.

source: <a href="%s">Learn more about WordPress %s</a>.
szl_pl: <a href="%s">Przewiedz sie wiyncyj ô WordPressie %s</a>.

source: While your site is being updated, it will be in maintenance mode. As soon as your updates are complete, your site will return to normal.
szl_pl: W czasie aktualizacyje placu bydzie ôn przeszaltrowany do trybu kōnserwacyje. Jak ino aktualizacyjŏ bydzie skōńczōnŏ, wrōcōny bydzie normalny tryb roboty placu.

source: This site is set up to install updates of future beta versions automatically.
szl_pl: Plac je nasztalowany tak, co autōmatycznŏ aktualizacyjŏ ôbyjmuje bali nowe wydania jak i wersyje beta.

source: BETA TESTERS:
szl_pl: BETATESTERY:

source: An updated version of WordPress is available.
szl_pl: Dostympnŏ je nowŏ wersyjŏ WordPressa.

source: <strong>Important:</strong> before updating, please <a href="https://codex.wordpress.org/WordPress_Backups">back up your database and files</a>. For help with updates, visit the <a href="https://codex.wordpress.org/Updating_WordPress">Updating WordPress</a> Codex page.
szl_pl: <strong>Wŏżne:</strong> Przed sprŏwiyniym aktualizacyje <a href="https://codex.wordpress.org/WordPress_Backups">zrychtuj kopije ibryczne swojij bazy datōw i zbiorōw</a>. Coby dostać pōmoc ô aktualizacyjach, nawiydź zajtã <a href="https://codex.wordpress.org/Updating_WordPress">Aktualizowanie WordPressa</a> Kodeksu.

source: Future security updates will be applied automatically.
szl_pl: Prziszłe aktualizacyje bezpieczyń bydōm autōmatycznie zainstalowane.

source: You have the latest version of WordPress.
szl_pl: Zainstalowanŏ je już nojnowszŏ wersyjŏ WordPressa.

source: Hide hidden updates
szl_pl: Skryj skryte aktualizacyje

source: Show hidden updates
szl_pl: Pokŏż skryte aktualizacyje

source: You are about to install WordPress %s <strong>in English (US).</strong> There is a chance this update will break your translation. You may prefer to wait for the localized version to be released.
szl_pl: Zarŏz zainstalujesz WordPressa %s <strong>w angelskij (amerykōńskij) wersyji.</strong> Je ryzyko, co po sprŏwiyniu aktualizacyje używany przekłŏd przestanie fōngować. Jeźli chcesz, możesz doczkać, aże wydanŏ bydzie paket z przekłŏdym.

source: This localized version contains both the translation and various other localization fixes. You can skip upgrading if you want to keep your current translation.
szl_pl: Ta zlokalizowanŏ wersyjŏ zawiyrŏ bali przekłŏd, jak i inksze roztōmajte poprŏwki przekłŏd. Możesz pōminōńć aktualizacyjõ, jeźli chcesz spamiyntać terŏźnie zainstalowany przekłŏd.

source: Bring back this update
szl_pl: Prziwrōć tã aktualizacyjõ

source: Hide this update
szl_pl: Skryj informacyjõ ô tyj aktualizacyji

source: Download %s
szl_pl: Sebier wersyjõ %s

source: You can update to <a href="https://codex.wordpress.org/Version_%1$s">WordPress %2$s</a> automatically or download the package and install it manually:
szl_pl: Idzie zaktualizować autōmatycznie do <a href="https://codex.wordpress.org/Version_%1$s">wersyje %2$s</a> abo sebrać paket i zainstalować go ryncznie:

source: You cannot update because <a href="https://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires MySQL version %2$s or higher. You are running version %3$s.
szl_pl: Aktualizacyjŏ niy może być sprŏwiōnŏ, pōniywŏż <a href="https://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> fołdruje MySQL-a w wersyji %2$s abo nowszyj. Terŏźnie na tym serwerze zainstalowany je MySQL w wersyji %3$s.

source: You cannot update because <a href="https://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher. You are running version %3$s.
szl_pl: Aktualizacyjŏ niy może być sprŏwiōnŏ, pōniywŏż <a href="https://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> fołdruje PHP w wersyji %2$s abo nowszyj. Terŏźnie na tym serwerze zainstalowane je PHP w wersyji %3$s.

source: You cannot update because <a href="https://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> requires PHP version %2$s or higher and MySQL version %3$s or higher. You are running PHP version %4$s and MySQL version %5$s.
szl_pl: Aktualizacyjŏ niy może być sprŏwiōnŏ, pōniywŏż <a href="https://codex.wordpress.org/Version_%1$s">WordPress %1$s</a> fołdruje PHP w wersyji %2$s abo nowszyj i MySQL-a w wersyji %3$s abo nowszyj. Terŏźnie na tym serwerze zainstalowane je PHP w wersyji %4$s i MySQL w wersyji %5$s.

source: Re-install Now
szl_pl: Zainstaluj zaś terŏz

source: If you need to re-install version %s, you can do so here or download the package and re-install manually:
szl_pl: Jeźli zaś bydzie trza zainstalować wersyjõ %s, bydzie szło to zrobić na tym ekranie abo sebrać paket i zainstalować ryncznie:

source: Download nightly build
szl_pl: Sebier nocne wydanie

source: You are using a development version of WordPress. You can update to the latest nightly build automatically or download the nightly build and install it manually:
szl_pl: Używŏsz rozrostowyj wersyje WordPressa. Możesz zaktualizować jã do nojnowszego nocnego wydaniŏ autōmatycznie abo sebrać i zainstalować je ryncznie:

source: Sorry, you are not allowed to update this site.
szl_pl: Niy ma przizwolyniŏ na modyfikacyje tego placu.

source: If you want to convert your categories to tags (or vice versa), use the <a href="%s">Categories and Tags Converter</a> available from the Import screen.
szl_pl: Jeźli chcesz przekōnwertować kategoryje na tagi (abo ôpacznie), <a href="%s">użyj kōnwertera kategoryji i tagōw</a>, kery dostympny je na ekranie &bdquo;Import&rdquo;.

source: Open Press This
szl_pl: Ôdewrzij Press This

source: Follow the link to open Press This. Then add it to your device&#8217;s bookmarks or home screen.
szl_pl: Użyj ôdkŏzu, by ôdewrzić Press This. Dalij przidej go do ôblubiōnych buchbindrōw abo na pulpit swojij masziny przenośnego.

source: Direct link (best for mobile)
szl_pl: Ôdkŏz bezpostrzedni (pasowny dlŏ maszin przenośnych)

source: If you can&#8217;t drag the bookmarklet to your bookmarks, copy the following code and create a new bookmark. Paste the code into the new bookmark&#8217;s URL field.
szl_pl: Jeźli niy możesz przeniyść skryptobuchbindra do swojich ôblubiōnych buchbindrōw, skopiyruj dalij pokŏzany kod i zrychtuj nowy buchbinder ryncznie. Wraź tyn kod do polŏ adresy URL tego buchbindra.

source: Copy &#8220;Press This&#8221; bookmarklet code
szl_pl: Skopiyruj kod skryptobuchbindra &#8220;Press This&#8221;
