Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/4.6.x/wp-4.6.x-admin-network-szl.po
Languages: szl_pl

source: Network
szl_pl: Nec

source: <a href="https://codex.wordpress.org/Tools_Network_Screen" target="_blank">Documentation on the Network Screen</a>
szl_pl: <a href="https://codex.wordpress.org/Tools_Network_Screen" target="_blank">Dokumyntacyjŏ nt. ekranu sztelōnkōw necu placōw</a>

source: <a href="https://codex.wordpress.org/Create_A_Network" target="_blank">Documentation on Creating a Network</a>
szl_pl: <a href="https://codex.wordpress.org/Create_A_Network" target="_blank">Dokumyntacyjŏ nt. rychtowaniŏ necu placōw</a>

source: The choice of subdirectory sites is disabled if this setup is more than a month old because of permalink problems with &#8220;/blog/&#8221; from the main site. This disabling will be addressed in a future version.
szl_pl: Ôbiōr kōnfiguracyje, co używŏ podkatalogōw je ôbszperowany, jeźli ta instalacyjŏ WordPressa je starszŏ aniżeli miesiōnc, skiż niyprzileżytości z bezpostrzedniymi ôdkŏzami do elymyntōw bazowygo placu, w kerychje tekst „/blog/”. Niyprzileżytość ta bydzie sprŏwiōnŏ w jednyj z prziszłych wersyji WordPressa.

source: Once you add this code and refresh your browser, multisite should be enabled. This screen, now in the Network Admin navigation menu, will keep an archive of the added code. You can toggle between Network Admin and Site Admin by clicking on the Network Admin or an individual site name under the My Sites dropdown in the Toolbar.
szl_pl: Fōnkcyjŏ necu placōw winna być zapuszczōnŏ po przidaniu tego kodu do zbioru i ôdświyżyniu tyj zajty. Tyn ekran, ôd terŏz widzialny jako elymynt podmyni pozycyje „Administracyjŏ necym placōw”, bydzie pochrōnioł przidany kod. Możesz szaltrować sie miyndzy administracyjōm necym a placym bez elymynt „Administracyjŏ necym placōw” lebo miana danygo placu dostympnygo w myni „Moje place” lajsty nŏczyń.

source: Add the designated lines of code to wp-config.php (just before <code>/*...stop editing...*/</code>) and <code>.htaccess</code> (replacing the existing WordPress rules).
szl_pl: Przidej te wiyrsze do zbioru wp-config.php (zarŏz przed <code>/*...stop editing...*/</code>) i do zbioru <code>.htaccess</code> (pōmiyń tym wczaśniyjsze prawidła WordPressa).

source: The next screen for Network Setup will give you individually-generated lines of code to add to your wp-config.php and .htaccess files. Make sure the settings of your FTP client make files starting with a dot visible, so that you can find .htaccess; you may have to create this file if it really is not there. Make backup copies of those two files.
szl_pl: Na dalszym ekranie sztartowaniŏ necu placōw pokŏzane bydōm indywidualnie wygynerowane dlŏ Twojij instalacyje wiyrsze kodu, kere przinŏleży wrazić do zbiorōw wp-config.php aji .htaccess. Wejzdrzij, jeźli w sztelōnkach Twojigo klijynta FTP zapuszczōne je wyświytlanie zbiorōw ô mianach, napoczynajōm sie ôd kropki, coby możebne było ôdnŏdniyńcie zbioru .htaccess. Zdatne może być zrychtowanie tego zbioru, jeźli jeszcze go niy ma. Przed wkludzyniym jakich ino pōmian, zrychtuj kopije ibryczne ôbōch spōmnianych zbiorōw.

source: Choose subdomains or subdirectories; this can only be switched afterwards by reconfiguring your install. Fill out the network details, and click install. If this does not work, you may have to add a wildcard DNS record (for subdomains) or change to another setting in Permalinks (for subdirectories).
szl_pl: Ôbier poddōmynt abo podkatalogi. Sztelōnek to może być napasowane niyskŏrzij bez pōmianã kōnfiguracyje ôd WordPressa. Wkludź daty necu i kliknij knefel &#8222;Zainstaluj&#8221;. Jeźli ôbrany format adresōw placōw niy bydzie fōngowoł, możesz musieć przidać rekord DNS z jokrym (jeźli ôbrany były poddōmyny) abo pōmiynić strukturã bezpostrzednich ôdkŏzōw (jeźli ôbrane były podkatalogi).

source: This screen allows you to configure a network as having subdomains (<code>site1.example.com</code>) or subdirectories (<code>example.com/site1</code>). Subdomains require wildcard subdomains to be enabled in Apache and DNS records, if your host allows it.
szl_pl: Tyn ekran zwŏlŏ na sztelōnek necu placōw za taki, co używŏ poddōmyn (<code>site1.example.com</code>) abo podkatalogōw (<code>example.com/site1</code>). Użycie poddōmynowyj kōnfiguracyje fołdruje zapuszczyniŏ bedynōngu poddōmyn z jokrym we kōnfiguracyji Apache i DNS (jeźli Twōj hosting na to przizwŏlŏ).

source: Create a Network of WordPress Sites
szl_pl: Zrychtuj nec placōw podparty na WordPressie

source: You must define the %1$s constant as true in your %2$s file to allow creation of a Network.
szl_pl: Musisz sdefiniować ôbstōnõ %1$s jako true we swojim zbiorze %2$s, coby przizwolić na zrychtowane necu placōw.

source: The Network creation panel is not for WordPress MU networks.
szl_pl: Ekran tworzyniŏ necu placōw niyma przeznŏczōny dlŏ necōw podpartych na WordPressie MU.

source: Users deleted.
szl_pl: Kōnta używŏczōw były wychrōniōne.

source: Users removed from spam.
szl_pl: Używŏcze wychrōniōne ze folderu spam.

source: Users marked as spam.
szl_pl: Używŏcze nacechowani jako spamery.

source: You can make an existing user an additional super admin by going to the Edit User profile page and checking the box to grant that privilege.
szl_pl: Możesz nasztalować używŏcza superadministratōrym bez przechōd do ekranu edycyje profilu ôbranygo używŏcza i ôznŏczynie polŏ, co nadŏwŏ prziwilej.

source: The bulk action will permanently delete selected users, or mark/unmark those selected as spam. Spam users will have posts removed and will be unable to sign up again with the same email addresses.
szl_pl: Fōnkcyjŏ masowŏ doimyntnie wychrōni ôbranych używŏczōw abo ôznŏczy ôbranych za spamerōw. Posty ôd spamerōw bydōm wychrōniōne i niy bydōm mogli zaś sie zaregistrować ze tymi samymi adresami email.

source: You can sort the table by clicking on any of the table headings and switch between list and excerpt views by using the icons above the users list.
szl_pl: Możesz posortować tabulã bez klikniyńcie w leda jaki z jij porubiōnych nŏgōwkōw i szaltrować miyndzy trybym wykŏzu, a trybym wypisu przi użyciu ikōn, co sōm nad wykŏzym używŏczōw ze prawyj.

source: You can also go to the user&#8217;s profile page by clicking on the individual username.
szl_pl: Możesz tyż przejść na zajtã profilu kożdygo używŏcza bez klikniyńcie jigo miana.

source: Hover over any user on the list to make the edit links appear. The Edit link on the left will take you to their Edit User profile page; the Edit link on the right by any site name goes to an Edit Site screen for that site.
szl_pl: Zastŏw kursōr nad wiyrszym z mianym dowolnego używŏcza, coby pokŏzać ôdkŏzy, co kludzōm do ekranōw edycyje. Ôdkŏz „Edytuj” pokŏzowany z lewyj strōny przeniysie Cie do ekranu edycyje profilu danygo używŏcza, a ôdkŏz „Edytuj” z prawyj strōny, przi mianie placu, przeniysie Cie do ekranu edycyje danygo placu.

source: This table shows all users across the network and the sites to which they are assigned.
szl_pl: Ta tabula pokŏzuje wszyjskich używŏczōw necu i placu, do kerych sōm ôni przifelezowani.

source: Warning! User cannot be modified. The user %s is a network administrator.
szl_pl: Pozōr! Używŏcz niy mōg być wychrōniōny. Używŏcz %s je administratōrym necu placōw.

source: User added. <a href="%s">Edit user</a>
szl_pl: Używŏcz bōł przidany <a href="%s">Edytuj używŏcza</a>

source: Cannot add user.
szl_pl: Niy idzie przidać używŏcza.

source: Cannot create an empty user.
szl_pl: Niy idzie zrychtować kōnta dlŏ używŏcza bez miana.

source: <a href="https://codex.wordpress.org/Network_Admin_Users_Screen" target="_blank">Documentation on Network Users</a>
szl_pl: <a href="https://codex.wordpress.org/Network_Admin_Users_Screen" target="_blank">Dokumyntacyjŏ nt. registrowaniŏ kōntami używŏczōw necu placōw</a>

source: Users who are signed up to the network without a site are added as subscribers to the main or primary dashboard site, giving them profile pages to manage their accounts. These users will only see Dashboard and My Sites in the main navigation until a site is created for them.
szl_pl: Używŏcze, kerzi zaregistrujōm sie na tyj zajcie bez tworzynie placu, bydōm przidani jako abōnynty do bazowygo placu i dostanōm zajty profilowe, dziyńki kerym bydōm mogli reskyrować swojimi kōntami. Do czasu przifelezowaniŏ takim używŏczōm placu, w panelu administracyjnym bydōm ôni widzieli jyno ôdkŏzy do ekranōw &#8222;Blot&#8221; i &#8222;Moje place&#8221;

source: Add User will set up a new user account on the network and send that person an email with username and password.
szl_pl: Użycie fōnkcyje &#8222;Przidej używŏcza&#8221; sprŏwi zrychtowanie nowygo kōnta w necu placōw i posłanie na podanõ adresaã email wiadōmości z mianym używŏcza i hasłym.

source: WordPress has been updated! Before we send you on your way, we need to individually upgrade the sites in your network.
szl_pl: WordPress bōł zaktualizowany! Zaczym jednakōż skōńczysz, trza zaktualizować place w necu.

source: Next Sites
szl_pl: Dalsze place

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
szl_pl: Jeźli Twoja przeziyrŏczka niy napocznie autōmatycznygo wgrowaniŏ dŏlszyj zajty, kliknij tyn ôdkŏz:

source: Warning! Problem updating %1$s. Your server may not be able to connect to sites running on it. Error message: %2$s
szl_pl: Pozōr! Trefiyła sie niyprzileżytość z aktualizacyjōm %1$s. Twōj serwer snŏdź niy może skuplować sie ze placym cweku. Feler: %2$s

source: All done!
szl_pl: Fertich!

source: <a href="https://codex.wordpress.org/Network_Admin_Updates_Screen" target="_blank">Documentation on Upgrade Network</a>
szl_pl: <a href="https://codex.wordpress.org/Network_Admin_Updates_Screen" target="_blank">Dokumyntacyjŏ nt. aktualizacyji necu placōw</a>

source: If this process fails for any reason, users logging in to their sites will force the same update.
szl_pl: Jeźli skuli czegoś tyn proces niy skōńczy sie sprŏwnie, używŏcze, co sie logujōm do swojich placōw sztartnōm tyn sōm proces aktualizacyje.

source: If a version update to core has not happened, clicking this button won&#8217;t affect anything.
szl_pl: Jeźli WordPress niy bōł zaktualizowany, klikniyńcie tego knefla niy sprŏwi niczego.

source: Only use this screen once you have updated to a new version of WordPress through Updates/Available Updates (via the Network Administration navigation menu or the Toolbar). Clicking the Upgrade Network button will step through each site in the network, five at a time, and make sure any database updates are applied.
szl_pl: Ino używej tyj fōnkcyje po aktualizacyji do nowyj wersyje WordPressa bez Aktualizacyje/Dostympne Aktualizacyje (we myni nawigacyje Administracyjõ Necym Placōw abo we Lajście nŏczyń). Klikniyńcie "Aktualizuj Nec Placōw" strartnie przestōmpianie po placach - piyńć na rŏz - i wejzdrzi, jeźli jakeś aktualizacyje dazy datōw były wkludzōne.

source: You cannot delete a theme while it is active on the main site.
szl_pl: Niy idzie wychrōnić tymatu, kery je używany na bazowym placu.

source: %s theme deleted.
szl_pl: %s tymat bōł wychrōniōny.

source: Themes list navigation
szl_pl: Nawigacyjŏ wykŏzu tymatōw

source: <a href="https://codex.wordpress.org/Network_Admin_Themes_Screen" target="_blank">Documentation on Network Themes</a>
szl_pl: <a href="https://codex.wordpress.org/Network_Admin_Themes_Screen" target="_blank">Dokumyntacyjŏ nt. tymatōw w necu placōw</a>

source: Themes can be enabled on a site by site basis by the network admin on the Edit Site screen (which has a Themes tab); get there via the Edit action link on the All Sites screen. Only network admins are able to install or edit themes.
szl_pl: Tymaty mogōm tyż być udostympniane jyny ôbranym placōm. Dokōnuje sie tego na szkarcie &#8222;Tymaty&#8221; ekranu edycyje placu, kery dostympny je bez ôdkŏz &#8222;Edytuj&#8221; na ekranie reskyrowaniŏ placym (co mŏ szkartã Tymaty). Ino administratōry necu mogōm insztalować i edytować motywy.

source: If the network admin disables a theme that is in use, it can still remain selected on that site. If another theme is chosen, the disabled theme will not appear in the site&#8217;s Appearance > Themes screen.
szl_pl: Jeźli administratōr necu placōw zastawi tymat, kery je bez kogoś używany, durch bydzie ôn zapuszczōny na danym placu. Jeźli dany plac używŏ inkszygo tymtatu, zastawiōny tymat niy bydzie pokŏzowany na ekranie Widzik &rarr; Tymaty tego placu.

source: This screen enables and disables the inclusion of themes available to choose in the Appearance menu for each site. It does not activate or deactivate which theme a site is currently using.
szl_pl: Na tym ekranie możebne je zapuszczynie lebo zastawiynie możebności ôbioru motywu bez myni &#8222;Widzik&#8221; na wszyjskich placach necu. Niy sprŏwiŏ tyj pōmiany motywu na żŏdnym z placōw.

source: No, return me to the theme list
szl_pl: Niy, wrōć do wykŏzu tymtōw

source: Yes, delete these themes
szl_pl: Ja, wychrōń te tymaty

source: Yes, delete this theme
szl_pl: Ja, wychrōń tyn tymat

source: Are you sure you wish to delete these themes?
szl_pl: Na isto chcesz wychrōnić te tymaty?

source: Are you sure you wish to delete this theme?
szl_pl: Na isto chcesz wychrōnić tyn tymat?

# theme
source: %1$s by %2$s
szl_pl: %1$s ôd %2$s

source: You are about to remove the following themes:
szl_pl: Zarŏz wychrōnisz te tymaty:

source: These themes may be active on other sites in the network.
szl_pl: Te tymaty mogōm być używane w inkszych placach necu placōw.

source: Delete Themes
szl_pl: Wychrōnianie motywōw

source: You are about to remove the following theme:
szl_pl: Zarŏz wychrōnisz tyn tymat:

source: This theme may be active on other sites in the network.
szl_pl: Tyn tymat może być używany na inkszych placach necu.

source: Delete Theme
szl_pl: Wychrōń tymat

source: Sorry, you are not allowed to delete themes for this site.
szl_pl: Niy mŏsz prziwolyniŏ na kasowanie tymatōw z tego placu.

source: Sorry, you are not allowed to manage network themes.
szl_pl: Niy mŏsz przizwolyniŏ na reskyrowanie tymatami ôd necu.

source: Site marked as spam.
szl_pl: Plac bōł nacechowany jako spam.

source: Site removed from spam.
szl_pl: Plac wychrōniōny ze folderu spam.

source: Site deactivated.
szl_pl: Plac bōł zdezaktywowany.

source: Site activated.
szl_pl: Plac bōł aktywowany.

source: Site unarchived.
szl_pl: Plac bōł wrōcōny z archiwōm.

source: Site archived.
szl_pl: Plac bōł zarchiwizowany.

source: Sorry, you are not allowed to delete that site.
szl_pl: Niy mŏsz przizwolyniŏ na wychrōniynie tego placu.

source: Site deleted.
szl_pl: Plac bōł wychrōniōny.

source: Sites deleted.
szl_pl: Place były wychrōniōne.

source: Sites marked as spam.
szl_pl: Place były nacechowane jako spam.

source: Sites removed from spam.
szl_pl: Place wychrōniōne ze folderu spam.

source: Sorry, you are not allowed to delete the site.
szl_pl: Niy mŏsz przizwolyniŏ na wychrōniynie tego placu.

source: Confirm
szl_pl: Przituplikuj

source: Confirm your action
szl_pl: Przituplikuj swoje zastrojynie

source: Sorry, you are not allowed to change the current site.
szl_pl: Niy mŏsz przizwolyniŏ na wkludzanie pōmian w tym placu.

source: The requested action is not valid.
szl_pl: Fołdrowane fōngowanie je niynŏleżne.

source: You are about to mark the site %s as not mature.
szl_pl: Zarŏz cofniesz ôznŏczynie placu %s jako placu dlŏ majoryntnych.

source: You are about to mark the site %s as mature.
szl_pl: Zarŏz ôznŏczysz plac %s jako plac dlŏ majoryntnych.

source: You are about to delete the site %s.
szl_pl: Zarŏz wychrōnisz plac %s.

source: You are about to mark the site %s as spam.
szl_pl: Zarŏz nacechujesz plac %s jako spam.

source: You are about to unspam the site %s.
szl_pl: Zarŏz cofniesz ôznŏczynie placu %s jako spam.

source: You are about to archive the site %s.
szl_pl: Zarŏz zarchiwizujesz plac %s.

source: You are about to unarchive the site %s.
szl_pl: Zarŏz prziwrōcisz plac %s z archiwōm.

source: You are about to deactivate the site %s.
szl_pl: Zarŏz zdezaktywujesz plac %s.

source: You are about to activate the site %s.
szl_pl: Zarŏz zapuścisz plac %s.

source: Sites list
szl_pl: Wykŏz placōw

source: Sites list navigation
szl_pl: Nawigacyjŏ wykŏzu placōw

source: Clicking on bold headings can re-sort this table.
szl_pl: Klikniyńcie nŏgōwka kolōny sprŏwi posortowanie tabule.

source: The site ID is used internally, and is not shown on the front end of the site or to users/viewers.
szl_pl: Idyntyfikatōr placu je używany do cwekōw administracyjnych i niyma pokŏzowany używŏczōm ani nawiydzajōncym.

source: Visit to go to the front-end site live.
szl_pl: Kliknij, coby przestōmpić do przodnij zajty na żywo.

source: Delete which is a permanent action after the confirmation screens.
szl_pl: Ôdkŏz &#8222;Wychrōń&#8221;, co wychrōniŏ plac doimyntnie po przituplikowaniu chyńci sprŏwiyniŏ tyj ôperacyje.

source: Deactivate, Archive, and Spam which lead to confirmation screens. These actions can be reversed later.
szl_pl: ôdkŏzōw &#8222;Zastŏw&#8221;, &#8222;Zarchiwizuj&#8221; aji &#8222;Nacechuj jako spam&#8221;, kere kludzōm do ekranōw przituplowaniŏ danyj ôperacyje. Te fōngowania mogōm być cofniynte niyskorzij,

source: Dashboard leads to the Dashboard for that site.
szl_pl: Ôdkŏz &#8222;Blot&#8221;, co przenosi do blotu ôbranygo placu.

source: An Edit link to a separate Edit Site screen.
szl_pl: Ôdkŏz &#8222;Edytuj&#8221;, co przenosi na ôsobny ekran edycyje placu.

source: Hovering over each site reveals seven options (three for the primary site):
szl_pl: Zastawiynie kursōra nad leda jakim wiyrszym wykŏzu sprŏwi pokŏzanie siedmiu ôpcyji (trzech jeźli to je bazowy plac):

source: This is the main table of all sites on this network. Switch between list and excerpt views by using the icons above the right side of the table.
szl_pl: Niżyj je bazowy wykŏz wszyjskich placōw tego necu. Szaltrowanie sie miyndzy widzikym wykŏzu i widzikym stympōw możebne je przi pōmocy ikōn, co sōm nad wykŏzym po prawyj.

source: Add New takes you to the Add New Site screen. You can search for a site by Name, ID number, or IP address. Screen Options allows you to choose how many sites to display on one page.
szl_pl: Klikniyńcie knefla &#8222;Przidej nowõ&#8221; przeniysie Cie do ekranu przidŏwaniŏ nowygo placu. Możesz zeszukować plac podle miana, idyntyfikatōra lebo adresy IP. Szkarta &#8222;Ôpcyje ekranu&#8221; zwŏlŏ na ôbiōr wielości placōw pokŏzowanych na jednyj zajcie.

source: A password reset link will be sent to the user via email.
szl_pl: Ôdkŏz, co resetuje hasło bydzie posłany do używŏcza emailym.

source: Add User
szl_pl: Przidej używŏcza

source: Duplicated username or email address.
szl_pl: Miano ôd używŏcza lebo adresa email sōm już używane.

source: Enter the username and email.
szl_pl: Wkludź miano ôd używŏcza aji adresa email.

source: User created.
szl_pl: Kōnto było zrychtowane.

source: Select a user to remove.
szl_pl: Ôbier używŏcza, ôd kerego kōnto chcesz wychrōnić.

source: Select a user to change role.
szl_pl: Ôbier używŏcza, ôd kerego rolã chcesz pōmiynić.

source: Enter the username of an existing user.
szl_pl: Wkludź miano ôd zaregistrowanygo używŏcza.

source: User is already a member of this site.
szl_pl: Tyn używŏcz bōł już przidany do tego placu.

source: Site users list
szl_pl: Wykŏz używŏczōw placu

source: Site users list navigation
szl_pl: Nawigacyjŏ wykŏzu używŏczōw placu

source: Filter site users list
szl_pl: Filtrowanie wykŏzy tymatōw placu

source: Network enabled themes are not shown on this screen.
szl_pl: Motywy dostympne do użyciŏ w cołkim necu placōw niy sōm pokŏzowane na tym ekranie.

source: No theme selected.
szl_pl: Żŏdyn tymat niy bōł ôbrany.

source: %s theme disabled.
szl_pl: %s tymat bōł zastawiōny.

source: Theme disabled.
szl_pl: Tymat bōł zastawiōny.

source: %s theme enabled.
szl_pl: %s tymat bōł zapuszczōny.

source: Theme enabled.
szl_pl: Tymat bōł zapuszczōny.

source: Site themes list
szl_pl: Wykŏz motywōw placu

source: Site themes list navigation
szl_pl: Nawigacyjŏ wykŏzu motywōw placu

source: Filter site themes list
szl_pl: Filtrowanie wykŏzy tymatōw placu

source: Sorry, you are not allowed to manage themes for this site.
szl_pl: Niy mŏsz przizwolyniŏ na reskyrowanie tymatami w tym placu.

source: Site options updated.
szl_pl: Sztelōnki placu były zaktualizowane.

source: Add Site
szl_pl: Przidej plac

source: The username and password will be mailed to this email address.
szl_pl: Miano ôd używŏcza i hasło bydōm posłane na tã adresã email.

source: A new user will be created if the above email address is not in the database.
szl_pl: Jeźli wkludzōnŏ adresa email niyma jeszcze w bazie datōw, bydzie zrychtowane nowe kōnto.

source: Admin Email
szl_pl: Email ôd administratōra

source: Only lowercase letters (a-z), numbers, and hyphens are allowed.
szl_pl: Przizwolōne sōm małe litery (a-z) [bez ślōnskich cechōw diakrytycznych], numery i myślnik.

source: Add New Site
szl_pl: Przidej nowy plac

source: Site added. <a href="%1$s">Visit Dashboard</a> or <a href="%2$s">Edit Site</a>
szl_pl: Plac była zrychtowany. <a href="%1$s">Nawiydź ôd niygo blot</a> lebo <a href="%2$s">edytuj ôd niygo sztelōnki</a>

# email "From" field
source: Site Admin
szl_pl: Admin placu

source: New site created by %1$s Address: %2$s Name: %3$s
szl_pl: Nowy plac zrychtowany bez: %1$s Adresa: %2$s Miano: %3$s

source: [%s] New Site Created
szl_pl: [%s] Zrychtowany bōł nowy plac

source: There was an error creating the user.
szl_pl: Trefiōł sie feler przi tworzyniu kōnta ôd używŏcza.

source: The domain or path entered conflicts with an existing username.
szl_pl: Wkludzōnŏ cesta lebo dōmyna koliduje z aktualnym mianym ôd używŏcza.

source: Invalid email address.
szl_pl: Niynŏleżnŏ adresa email.

source: Missing email address.
szl_pl: Adresa email niy była podanŏ.

source: Missing or invalid site address.
szl_pl: Niy ma abo niynŏleżnŏ adresa placu.

source: The following words are reserved for use by WordPress functions and cannot be used as blog names: %s
szl_pl: Te słowa sōm ôbsztalowane do użytku bez fōnkcyje ôd WordPressa i niy mogōm być użyte jako miana ôd blogōw: %s

source: Can&#8217;t create an empty site.
szl_pl: Niy idzie zrychtować prōżnyj zajty.

source: If the admin email for the new site does not exist in the database, a new user will also be created.
szl_pl: Jeźli podanŏ adresa email niyma jeszcze we bazie, zrychtowane bydzie tyż nowe kōnto używŏcza.

source: This screen is for Super Admins to add new sites to the network. This is not affected by the registration settings.
szl_pl: Tyn ekran je do przidŏwaniŏ nowych placōw do necu bez superadministratōrōw. Niy majōm na niygo wpływu sztelōnki możebności rejestracyje.

source: Sorry, you are not allowed to add sites to this network.
szl_pl: Niy mŏsz prziwolyniŏ na przidŏwanie placōw do necu.

source: Set site attributes
szl_pl: Nasztaluj atrybuty zerwisu

source: Edit Site: %s
szl_pl: Edytuj plac &#8222;%s&#8221;

source: Site info updated.
szl_pl: Informacyje ô placu były zaktualizowane.

source: The requested site does not exist.
szl_pl: Takigo placu niy ma.

source: Invalid site ID.
szl_pl: Niynŏleżny idyntyfikatōr placu.

source: <a href="https://codex.wordpress.org/Network_Admin_Sites_Screen" target="_blank">Documentation on Site Management</a>
szl_pl: <a href="https://codex.wordpress.org/Network_Admin_Sites_Screen" target="_blank">Dokumyntacyjŏ nt. reskyrowaniŏ placami w necu placōw</a>
