Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/4.6.x/wp-4.6.x-admin-szl.po
Languages: szl_pl

source: This is not just a plugin, it symbolizes the hope and enthusiasm of an entire generation summed up in two words sung most famously by Louis Armstrong: Hello, Dolly. When activated you will randomly see a lyric from <cite>Hello, Dolly</cite> in the upper right of your admin screen on every page.
szl_pl: To niyma ajnfachowy przidŏwek – symbolizuje ôn nadziyjã i yntuzjazmus cołkij gyneracyje, zestŏwiōne w dwōch słowach śpiywki, keryj popularnym sprŏwiŏrzym je Louis Armstrong: „Hello, Dolly”. Po zapuszczyniu tego przidŏwka, w prawyj wiyrchnij ece kożdego ekranu blŏtu bydzie pokŏzowany losowy wiyrsz <cite>Hello, Dolly</cite>.

source: Add Widget
szl_pl: Przidej widżet

source: This will clear all items from the inactive widgets list. You will not be able to restore any customizations.
szl_pl: To wychrōni wszyjske elymynty z wykŏzu niyużywanych widżetōw. Prziwrōcynie sztelōnkōw niy bydzie możebne.

source: Clear Inactive Widgets
szl_pl: Wychrōń niyużywane widżety

source: To activate a widget drag it to a sidebar or click on it. To deactivate a widget and delete its settings, drag it back.
szl_pl: Coby aktywować widżet, przeciōng go na boczny panel abo kliknij na nim. Coby zastawić widżet i wychrōnić jigo sztelōnki, przeciōng go nazŏd.

# removing-widget
source: Deactivate
szl_pl: Dezaktywuj

source: Available Widgets
szl_pl: Dostympne widżety

source: Error in displaying the widget settings form.
szl_pl: Feler pokŏzowaniŏ formularu sztelōnkōw widżetu.

source: Save Widget
szl_pl: Spamiyntej widżet

source: Select both the sidebar for this widget and the position of the widget in that sidebar.
szl_pl: Ôbier docelowy boczny panel dlŏ tego widżetu i jigo położynie w tym panelu.

source: Widget %s
szl_pl: Widżet %s

source: Drag widgets here to remove them from the sidebar but keep their settings.
szl_pl: Przeciōng widżety sam, coby wychrōnić je z bocznego panelu, ale spamiyntać jejich sztelōnki.

source: Inactive Widgets
szl_pl: Niyużywane widżety

source: This sidebar is no longer available and does not show anywhere on your site. Remove each of the widgets below to fully remove this inactive sidebar.
szl_pl: Tyn panel boczny niyma używany bez tyn tymat i niy ukŏzuje sie nikaj na placu. Wychrōń abo przeniyś widżety z niego do przestrzyństwa „Niyużywane widżety”, coby wychrōnić go doimyntnie.

source: Inactive Sidebar (not used)
szl_pl: Niyużywany boczny panel

source: The theme you are currently using isn&#8217;t widget-aware, meaning that it has no sidebars that you are able to change. For information on making your theme widget-aware, please <a href="https://codex.wordpress.org/Widgetizing_Themes">follow these instructions</a>.
szl_pl: Tymat, kerego aktualnie używŏsz, niy przizwŏlŏ na użycie widżetōw, co znŏczy, co niy posiadŏ ôn kōnfigurowalnych bocznych panelōw. Coby przewiedzieć sie, jak sprŏwić, coby tymat przizwŏloł na używanie widżetōw, <a href="https://codex.wordpress.org/Widżetizing_Themes">idź za tymi instrukcyjami</a>.

source: <a href="https://codex.wordpress.org/Appearance_Widgets_Screen" target="_blank">Documentation on Widgets</a>
szl_pl: <a href="https://codex.wordpress.org/Appearance_Widżets_Screen" target="_blank">Dokumyntacyjŏ ô widżetach</a>

source: When changing themes, there is often some variation in the number and setup of widget areas/sidebars and sometimes these conflicts make the transition a bit less smooth. If you changed themes and seem to be missing widgets, scroll down on this screen to the Inactive Widgets area, where all of your widgets and their settings will have been saved.
szl_pl: Po zapuszczyniu nowego tymatu, porzōnd umiyniŏ sie wielość i rozłożynie bocznych panelōw, co czasym zawŏdzŏ we płynnym szaltrowaniu. Jeźli bōł pōmiyniōny tymat i chybiŏ widżetōw, zdŏ sie przewinōńć zajtã do spodku. Niyużywane terŏźnie widżety sōm w module Niyużywane widżety.

source: Many themes show some sidebar widgets by default until you edit your sidebars, but they are not automatically displayed in your sidebar management tool. After you make your first widget change, you can re-add the default widgets by adding them from the Available Widgets area.
szl_pl: Mocka tymatōw wychodnie pokŏzuje jedyn zestŏw widżetōw do czasu edycyje paneli bocznych, jednakōż niy sōm ône pokŏzowane na ekranie reskyrowaniŏ widżetami. Po wkludzyniu piyrszych pōmian do bocznych paneli możesz ôdegrać jejich wychodnõ formã ze pōmocōm widżetōw z przestrzyństwa &#8222;Dostympne widżety&#8221;.

source: Missing Widgets
szl_pl: Widżety, kerych chybiŏ

source: Enabling Accessibility Mode, via Screen Options, allows you to use Add and Edit buttons instead of using drag and drop.
szl_pl: Zapuszczynie trybu ulekszōnyj dostympności bez szkartã &#8222;Ôpcyje ekranu&#8221;, przizwŏlŏ na użycie kneflōw &#8222;Przidej&#8221; aji &#8222;Edytuj&#8221; w plac przeciōnganiŏ i spuszczaniŏ.

source: Widgets may be used multiple times. You can give each widget a title, to display on your site, but it&#8217;s not required.
szl_pl: Widżety mogōm być użyte mockã razy. Możesz nadać kożdymu widżetowi tytuł, ale niyma to fołdrowane.

source: If you want to remove the widget but save its setting for possible future use, just drag it into the Inactive Widgets area. You can add them back anytime from there. This is especially helpful when you switch to a theme with fewer or different widget areas.
szl_pl: Jeźli chcesz wychrōnić widżet z bocznego panelu, ale spamiyntać jigo sztelōnki do użyciŏ w prziszłości, ajnfach przeciōng go do przestrzyństwa &#8222;Nieużywane widżety&#8221;. Kedy to zrobisz, użycie go zaś bydzie możebne w leda jakim mōmyncie. Fōnkcyjŏ ta je ôsobliwie schopnŏ, kedy umiyniŏsz tymat na taki, co zawiyrŏ mynij abo inksze przestrzyństwa dlŏ widżetōw.

source: Removing and Reusing
szl_pl: Wychrōnianie i wrŏcanie

source: The Available Widgets section contains all the widgets you can choose from. Once you drag a widget into a sidebar, it will open to allow you to configure its settings. When you are happy with the widget settings, click the Save button and the widget will go live on your site. If you click Delete, it will remove the widget.
szl_pl: Sekcyjŏ &#8222;Dostympne widżety&#8221; zawiyrŏ wszyjske widżety, kerych możesz użyć. Przeciōngniyńcie widżetu do panelu bocznego pokŏże jigo sztelōnki i przizwoli je pōmiynić. Kedy już nasztalujesz widżet tak, jak chcesz, kliknij knefel &#8222;Spamiyntej&#8221;, a widżet ukŏże sie na placu. Klikniyńcie &#8222;Wychrōń&#8221; skasuje widżet.

source: Widgets are independent sections of content that can be placed into any widgetized area provided by your theme (commonly called sidebars). To populate your sidebars/widget areas with individual widgets, drag and drop the title bars into the desired area. By default, only the first widget area is expanded. To populate additional widget areas, click on their title bars to expand them.
szl_pl: Widżety sōm niyznŏleżnymi ôd bazowyj treści placu sekcyjami, kere mogōm być wrażōne w leda jakim przestrzyństwie Twojigo placu, przeznŏczōnym dlŏ widżetōw (przestrzyństwa te mianowane sōm porzōnd &#8222;bocznymi panelami&#8221;). Coby wrazić widżety w panelu bocznym/przestrzyństwie przeznŏczōnym dlŏ widżetōw, przeciōng jejich lajsty tytułōw do ôbranego przestrzyństwa. Wychodnie ino piyrsze przestrzyństwo dlŏ widżetōw je rozwiniynte. Coby wrazić widżety w inkszych przestrzyństwach, kliknij jejich lajsty tytułōw, coby je rozwinōńć.

source: Other users have been removed.
szl_pl: Kōnta ôd inkszych używŏczōw były wychrōniōne.

source: You can't remove the current user.
szl_pl: Niy idzie wychrōnić używanego kōnta używŏcza.

source: User removed from this site.
szl_pl: Używŏcz bōł wychrōniōny z tego placu.

source: Other users have been deleted.
szl_pl: Kōnta ôd inkszych używŏczōw były wychrōniōne.

source: You can&#8217;t delete the current user.
szl_pl: Niy idzie wychrōnić kōnta, kerego sie używŏ.

source: Other user roles have been changed.
szl_pl: Role inkszych używŏczōw były pōmiyniōne.

source: The current user&#8217;s role must have user editing capabilities.
szl_pl: Rola terŏźnego używŏcza, musi posiadać przizwolynia do edycyje używŏczōw.

source: Changed roles.
szl_pl: Role były sprŏwnie pōmiyniōne.

source: New user created.
szl_pl: Nowe kōnto ôd używŏcza było sprŏwnie wytworzōne.

source: New user created. <a href="%s">Edit user</a>
szl_pl: Wytworzōno było nowe kōnto używŏcza. <a href="%s">Edytuj używŏcza</a>

source: %s user deleted.
szl_pl: %s używŏcz bōł wychrōniōny.

source: User deleted.
szl_pl: Kōnto było wychrōniōne.

source: There are no valid users selected for removal.
szl_pl: Niy ôbrano było do wychrōniyniŏ żŏdnych nŏleżnych kōnt używŏczōw.

source: Confirm Removal
szl_pl: Przituplikuj wychrōnianie

source: ID #%1$s: %2$s <strong>You don&#8217;t have permission to remove this user.</strong>
szl_pl: ID #%1$s: %2$s <strong>Niy mŏsz uprawniyń do wychrōniyniŏ tego używŏcza.</strong>

source: ID #%1$s: %2$s <strong>The current user will not be removed.</strong>
szl_pl: ID #%1$s: %2$s <strong>Terŏźny używŏcz niy może być wychrōniōny.</strong>

source: You have specified these users for removal:
szl_pl: Ôbrano było do wychrōniyniŏ te kōnta używŏczōw:

source: You have specified this user for removal:
szl_pl: Ôbrano było tego używŏcza do wychrōniyniŏ:

source: Remove Users from Site
szl_pl: Wychrōń kōnta używŏczōw z placu

source: You can&#8217;t remove users.
szl_pl: Niy idzie wychrōniać kōnt ôd używŏczōw.

source: There are no valid users selected for deletion.
szl_pl: Niy ôbrano było do wychrōniyniŏ żŏdnych nŏleżnych kōnt używŏczōw.

source: What should be done with content owned by these users?
szl_pl: Co zrobić z treściami, kerych posiedzicielami sōm ci używŏcze?

source: What should be done with content owned by this user?
szl_pl: Co zrobić z treściōm, keryj autorym je tyn używŏcz?

source: ID #%1$s: %2$s <strong>The current user will not be deleted.</strong>
szl_pl: ID #%1$s: %2$s <strong>Terŏźny używŏcz niy bydzie skasowany.</strong>

source: You have specified these users for deletion:
szl_pl: Do wychrōniyniŏ ôbrano było tych używŏczōw:

source: You have specified this user for deletion:
szl_pl: Kōnta ôd miyniōnych używŏczōw były ôbrane do wychrōniyniŏ:

source: Please select an option.
szl_pl: Ôbier ôpcyjõ.

source: Delete Users
szl_pl: Wychrōń kōnta używŏczōw

source: You can&#8217;t delete that user.
szl_pl: Niy idzie wychrōnić tego kōnta używŏcza.

source: You can&#8217;t delete users.
szl_pl: Niy ma przizwolyniŏ do wychrōnianiŏ kōnt używŏczōw.

source: User deletion is not allowed from this screen.
szl_pl: Wychrōnianie używŏczōw niyma przizwolōne na tym ekranie.

source: One of the selected users is not a member of this site.
szl_pl: Jedyn z ôbranych używŏczōw niyma czōnkym tego placu.

source: You can&#8217;t edit that user.
szl_pl: Niy ma przizwolyniŏ do edycyje kōnta tego używŏcza.

source: Users list
szl_pl: Wykŏz używŏczōw

source: Users list navigation
szl_pl: Nawigacyjŏ wykŏzu używŏczōw

source: Filter users list
szl_pl: Filtrowanie wykŏzu używŏczōw

source: <a href="https://codex.wordpress.org/Roles_and_Capabilities" target="_blank">Descriptions of Roles and Capabilities</a>
szl_pl: <a href="https://codex.wordpress.org/Roles_and_Capabilities" target="_blank">Ôpisy rōl i przizwolyń</a>

source: <a href="https://codex.wordpress.org/Users_Screen" target="_blank">Documentation on Managing Users</a>
szl_pl: <a href="https://codex.wordpress.org/Users_Screen" target="_blank">Dokumyntacyjŏ ô firowaniu używŏczami</a>

source: Delete brings you to the Delete Users screen for confirmation, where you can permanently remove a user from your site and delete their content. You can also delete multiple users at once by using Bulk Actions.
szl_pl: Coby przituplikować, fōnkcyjŏ wychrōnianiŏ WordPress pokŏże ekran "Wychrōń kōnta używŏczōw z placu", na kerym idzie doimyntnie wychrōnić bali używŏcza jak i ôpublikowanõ bez niego treść. Idzie tyż wychrōnić mockã używŏczōw wrŏz bez fōnkcyjõ "Masowe fōngowania".

source: Remove allows you to remove a user from your site. It does not delete their content. You can also remove multiple users at once by using Bulk Actions.
szl_pl: Wychrōń przizwŏlŏ wychrōnić używŏcza z swojij zajty, atoli niy wychrōniŏ stworzōnych bez niego treści. Idzie tyż wychrōnić wielu używŏczōw wrŏz bez fōngowania masowych.

source: Edit takes you to the editable profile screen for that user. You can also reach that screen by clicking on the username.
szl_pl: Klikniyńcie „Edytuj” przeniysie do ekranu, na kerym możebnŏ je pōmiana sztelōnkōw kōnta ôbranego używŏcza. Przejść do tego ekranu idzie tyż bez klikniyńcie miana ôbranego używŏcza.

source: Hovering over a row in the users list will display action links that allow you to manage users. You can perform the following actions:
szl_pl: Najechanie kursōrym nad elymynt wykŏzu używŏczōw pokŏże ôdkŏzy reskyrowaniŏ używŏczami. Dostympne sōm dalij pokŏzane fōngowania:

source: You can view all posts made by a user by clicking on the number under the Posts column.
szl_pl: Idzie ujzdrzić wykŏz postōw autorstwa danego używŏcza po klikniyńciu numera postōw przi jigo mianie w kolōnie „Posty”.

source: You can filter the list of users by User Role using the text links above the users list to show All, Administrator, Editor, Author, Contributor, or Subscriber. The default view is to show all users. Unused User Roles are not listed.
szl_pl: Idzie filtrować wykŏz używŏczōw podle jejich rōl bez klikanie we tekstowe ôdkŏzy nad wykŏzym, coby pokŏzać Wszyjscy, Administratōry, Edytōry, Autōry, Spōłprŏcowniki abo Abōnynty. Wychodny widzik to wszyjscy. Niyużywane role niy sōm pokŏzowane.

source: You can hide/display columns based on your needs and decide how many users to list per screen using the Screen Options tab.
szl_pl: Idzie ôbrać, kere kolōny majōm być skryte, a kere majōm być pokŏzowane, a tyż wielu używŏczōw mŏ być pokŏzowanych na jednyj zajcie, bez użycie szkarty „Ôpcyje ekranu”.

source: You can customize the display of this screen in a number of ways:
szl_pl: Idzie spersōnalizować widzik tego ekranu na mockã knifōw:

source: Screen Display
szl_pl: Ôpcyje pokŏzowaniŏ

source: To add a new user for your site, click the Add New button at the top of the screen or Add New in the Users menu section.
szl_pl: Coby przidać do placu nowego używŏcza, kliknij knefel &#8222;Przidej nowego&#8221;, na wiyrchu tego ekranu, abo ôbier pozycyjõ &#8222;Przidej nowego&#8221; z sekcyje &#8222;Używŏcze&#8221; bazowego myni.

source: This screen lists all the existing users for your site. Each user has one of five defined roles as set by the site admin: Site Administrator, Editor, Author, Contributor, or Subscriber. Users with roles other than Administrator will see fewer options in the dashboard navigation when they are logged in, based on their role.
szl_pl: Na tym ekranie pokŏzowany je wykŏz wszyjskich zaregistrowanych na tym placu używŏczōw. Kożdy używŏcz mŏ jednã z piyńciu dostympnych rōl, przifelezowanõ bez administratōra placu: Administratōr, Redachtōr, Autōr, Spōłprŏcownik abo Abōnynt. Używŏcze z rolōm inkszōm aniżeli &#8222;Administratōr&#8221; po wlogowaniu sie bydōm widzieli na blocie mynij ôpcyji, podle jejich role.

source: Send the new user an email about their account.
szl_pl: Poślij nowymu używŏczowi uwiadōmiynie emailowe ô jigo kōncie.

source: Send User Notification
szl_pl: Poślij uwiadōmiynie używŏczowi

source: Create a brand new user and add them to this site.
szl_pl: Wytwōrz nowe kōnto używŏcza i przidej je do tego placu.

source: Add the user without sending an email that requires their confirmation.
szl_pl: Przidej używŏcza bez posyłaniŏ maila z przituplikowaniym.

source: Skip Confirmation Email
szl_pl: Pōmiń emaila tuplowaniŏ

source: Email or Username
szl_pl: Email abo miano ôd używŏcza

source: Enter the email address or username of an existing user on this network to invite them to this site. That person will be sent an email asking them to confirm the invite.
szl_pl: Wkludź adresã email abo miano ôd używŏcza, kery mŏ już kōnto w tym necu placōw, coby zaprosić go na tyn plac. Ôsoba ta dostanie emaila z zapytaniym fołdrujōncym przituplikowaniŏ.

source: Enter the email address of an existing user on this network to invite them to this site. That person will be sent an email asking them to confirm the invite.
szl_pl: Wkludź adresã email ôd ôsoby, kerŏ mŏ już kōnto w tym necu placōw, coby zaprosić jã na tyn plac. Na podanŏ adresa bydzie posłany email, w kerym ôbranŏ ôsoba bydzie napytanŏ ô przijyńcie zapytaniŏ.

source: Add Existing User
szl_pl: Przidej używŏcza

# user
source: Add Existing User
szl_pl: Przidej zaregistrowanego używŏcza

# user
source: Add New User
szl_pl: Przidej nowego używŏcza

source: User added.
szl_pl: Kōnto ôd używŏcza było przidane.

source: That user is already a member of this site.
szl_pl: Tyn używŏcz je już czōnkym twojigo placu.

source: User has been added to your site. <a href="%s">Edit user</a>
szl_pl: Używŏcz bōł przidany do placu. <a href="%s">Edytuj używŏcza</a>

source: User has been added to your site.
szl_pl: Kōnto ôd używŏcza było przidane do tego placu.

source: Invitation email sent to user. A confirmation link must be clicked for them to be added to your site.
szl_pl: Email z zaproszyniym bōł posłany do używŏcza. Zatym kōnto ôd tyj ôsoby bydzie przidane do twojigo placu, musi kliknōńć ôdkŏz tuplowaniŏ.

source: Invitation email sent to new user. A confirmation link must be clicked before their account is created.
szl_pl: Email z zaproszyniym bōł posłany do ôsoby, kerŏ niyma jeszcze czōnkym necu. Zatym ta ôsoba dostanie kōnto, musi kliknōńć ôdkŏz tuplowaniŏ.

source: <a href="https://codex.wordpress.org/Users_Add_New_Screen" target="_blank">Documentation on Adding New Users</a>
szl_pl: <a href="https://codex.wordpress.org/Users_Add_New_Screen" target="_blank">Dokumyntacyjŏ ô przidŏwaniu nowych używŏczōw</a>

source: Administrators have access to all the administration features.
szl_pl: Administratōry majōm dostymp do wszyjskich fōnkcyji administracyjnych.

source: Editors can publish posts, manage posts as well as manage other people&#8217;s posts, etc.
szl_pl: Redachtōry mogōm publikować posty i reskyrować bali niymi, jak i postami inkszych autōrōw itd.

source: Authors can publish and manage their own posts, and are able to upload files.
szl_pl: Autōry mogōm publikować i reskyrować postami jejich autorstwa, a tyż posyłać na serwer zbiory.

source: Contributors can write and manage their posts but not publish posts or upload media files.
szl_pl: Spōłprŏcowniki mogōm pisać i reskyrować swojimi postami, ale niy mogōm jejich publikować ani posyłać na serwer nowych mydiōw.

source: Subscribers can read comments/comment/receive newsletters, etc. but cannot create regular site content.
szl_pl: Abōnynty mogōm czytać kōmyntŏrze, kōmyntować, dostŏwać newslettery itp., ale niy mogōm pisać postōw itp.

source: Here is a basic overview of the different user roles and the permissions associated with each one:
szl_pl: Ôto krōtki kuklōng dostympnych rōl i uprawniyń, kere kożdŏ z nich lifruje:

source: User Roles
szl_pl: Role używŏczōw

source: Remember to click the Add New User button at the bottom of this screen when you are finished.
szl_pl: Pamiyntej, coby kliknōńć knefel „Przidej nowego używŏcza” na spodku ekranu po nafilowaniu tego formularu.

source: By default, new users will receive an email letting them know they&#8217;ve been added as a user for your site. This email will also contain a password reset link. Uncheck the box if you don&#8217;t want to send the new user a welcome email.
szl_pl: Wychodnie nowi używŏcze dostanōm emaila z informacyjōm, co byli przidani na tym placu. Email bydzie zawiyroł tyż ôdkŏz do wrōcyniŏ hasła. Zastŏw ôpcyjõ jeźli niy chcesz, coby nowy używŏcz dostoł prziwitalny email.

source: New users are automatically assigned a password, which they can change after logging in. You can view or edit the assigned password by clicking the Show Password button. The username cannot be changed once the user has been added.
szl_pl: Nowi używŏcze dostanōm autōmatycznie przifelezowane hasło, kere mogōm pōmiynić po wlogowaniu. Idzie pokŏzać abo pōmiynić przifelezowane hasło klikniyńciym knefla Pokŏż hasło. Miano ôd używŏcza niy może być pōmiyniōne po przidaniu używŏcza.

source: New users will receive an email letting them know they&#8217;ve been added as a user for your site. This email will also contain their password. Check the box if you don&#8217;t want the user to receive a welcome email.
szl_pl: Ôsoby, dlŏ kerych bydōm zrychtowane kōnta, dostanōm emaila z informacyjōm, co byli przidani do placu jako używŏcze. Email tyn bydzie tyż zawiyroł jejich hasła. Ôznŏcz pasowne pole, jeźli niy chcesz, coby dostali ôni emaila z prziwitaniym.

source: Because this is a multisite installation, you may add accounts that already exist on the Network by specifying a username or email, and defining a role. For more options, such as specifying a password, you have to be a Network Administrator and use the hover link under an existing user&#8217;s name to Edit the user profile under Network Admin > All Users.
szl_pl: Pōniywŏż to je instalacyjŏ wieloplacowŏ, idzie przidŏwać kōnta, kere już sōm w tym necu bez podanie miana ôd używŏcza i emaila, i nasztalowanie role. Dostymp do inkszych fōnkcyji, jak sztelowanie hasła, majōm ino administratōry necu placōw. Mogōm ôni tyż modyfikować profile używŏczōw po klikniyńciu ôdkŏzu, co sie pokŏże nad mianym ôbranego używŏcza we „Administracyjŏ necym → Wszyjscy używŏcze”.

source: To add a new user to your site, fill in the form on this screen and click the Add New User button at the bottom.
szl_pl: Coby przidać do placu nowe kōnto, nafiluj formular na tym ekranie i kliknij knefel „Przidej nowego używŏcza” na spodku.

source: [%s] Joining confirmation
szl_pl: [%s] Przituplowanie prziwstaniŏ

source: Hi, You've been invited to join '%1$s' at %2$s with the role of %3$s. Please click the following link to confirm the invite: %4$s
szl_pl: Serwus, To je zaproszynie do spōłtworzyniŏ placu „%1$s”, pod adresōm %2$s, jako %3$s. Kliknij tyn ôdkŏz, jeźli chcesz zaakceptować to zaproszynie: %4$s

source: Sorry, you are not allowed to create users.
szl_pl: Niy ma przizwolyniŏ na przidŏwanie używŏczōw.

source: Sorry, you are not allowed to add users to this network.
szl_pl: Niy ma przizwolyniŏ na przidŏwanie używŏczōw do necu.

source: Update User
szl_pl: Zaktualizuj kōnto używŏcza

source: Update Profile
szl_pl: Zaktualizuj profil

source: Denied: %s
szl_pl: Ôdkŏzano było: %s

source: Capabilities
szl_pl: Możebności

source: Additional Capabilities
szl_pl: Nadbytnie przizwolynia

source: Log %s out of all locations.
szl_pl: Ôdloguj %s ze wszyjskich placōw.

source: Log Out Everywhere
szl_pl: Ôdloguj wszyndy

source: Did you lose your phone or leave your account logged in at a public computer? You can log out everywhere else, and stay logged in here.
szl_pl: Jeźli sie straciyło mobilniŏk abo niy ôdlogowało ze publicznego kōmputra, idzie ôdlogować sie z nich i ôstać wlogowanym ino sam.

source: You are only logged in at this location.
szl_pl: Wlogowano było sie ino w tym placu.

source: Log Out Everywhere Else
szl_pl: Ôdloguj z wszyjskich inkszych placōw

source: Sessions
szl_pl: Sesyje

source: Confirm use of potentially weak password
szl_pl: Przituplikuj użycie potyncjalnie słabego hasła.

source: Type your new password again.
szl_pl: Wkludź swoje nowe hasło zaś.

source: Repeat New Password
szl_pl: Wkludź zaś nowe hasło

source: Cancel password change
szl_pl: Pociep pōmianã hasła

source: Generate Password
szl_pl: Gyneruj hasło

source: New Password
szl_pl: Nowe hasło

source: Account Management
szl_pl: Reskyrowanie kōntym
