Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/4.6.x/wp-4.6.x-admin-network-szl.po
Languages: szl_pl

source: <strong>Settings</strong> &mdash; This page shows a list of all settings associated with this site. Some are created by WordPress and others are created by plugins you activate. Note that some fields are grayed out and say Serialized Data. You cannot modify these values due to the way the setting is stored in the database.
szl_pl: <strong>Sztelōnki</strong> &mdash; Na tyj zajcie pokŏzowany je wykŏz wszyjskich sztelōnkōw, co tykajōm sie danygo placu. Niykere spostrzōd takich sztelōnkōw tworzōne sōm bez WordPress, a niykere bez przidŏwki, kere sōm na nim zapuszczōne. Pamiyntej, co niykere pola sōm ôbszperowane i napisane je w nich &#8222;Serialized Data&#8221;. Niy możesz pōmiynić tych sztelōnkōw skiż knifu, w jaki sōm ône pochrōniane w bazie datōw.

source: <strong>Themes</strong> &mdash; This area shows themes that are not already enabled across the network. Enabling a theme in this menu makes it accessible to this site. It does not activate the theme, but allows it to show in the site&#8217;s Appearance menu. To enable a theme for the entire network, see the <a href="%s">Network Themes</a> screen.
szl_pl: <strong>Tymaty</strong> &mdash; To przestrzyństwo wyświytlŏ motywy, kere niy sōm dostympne w cołkim necu placōw. Zapuszczynie tymaty w tym myni sprŏwi, co możebne bydzie użycie go na tym placu. Niy sprŏwiŏ to jednakōż, co autōmatycznie stŏwŏ sie ôn tymatym terŏźnie używanym na danym placu, ale zwŏlŏ na ôbranie go z myni &#8222;Wyglōnd&#8221; panelu administracyjnygo. Coby dozwolić używanie tymatu w cołkim necu placōw, przejdź do ekranu <a href="%s">Tymaty necu placōw</a>.

source: <strong>Users</strong> &mdash; This displays the users associated with this site. You can also change their role, reset their password, or remove them from the site. Removing the user from the site does not remove the user from the network.
szl_pl: <strong>Używŏcze</strong> &mdash; W tyj sekcyji pokŏzowane sōm daty kōnt ôd używŏczōw ôbwiōnzanych z danym placym, możesz tam tyż pōmiynić jejich role, wygynerować dlŏ nich nowe hasła lebo wychrōnić ich z danygo placu. Wychrōniynie używŏcza z placu niy sprŏwi wychrōniyniŏ kōnta z necu placōw.

source: <strong>Info</strong> &mdash; The site URL is rarely edited as this can cause the site to not work properly. The Registered date and Last Updated date are displayed. Network admins can mark a site as archived, spam, deleted and mature, to remove from public listings or disable.
szl_pl: <strong>Informacyje</strong> &mdash; Adresa placu (URL) je rzŏdko modyfikowanŏ, pōniywŏż edycyjŏ może sprŏwić, co plac ustanie nŏleżnie fōngować. Pokŏzowane sōm: datōm rejestracyje aji datōm ôstatnij aktualizacyje placu. Administratōry necu placōw mogōm przeniyść plac do archiwōm, nacechować go za spam, wychrōnić go, zastawić lebo nacechować go za plac dlŏ majoryntnych ku cylu wychrōniyniŏ go z publicznych katalogōw.

source: The menu is for editing information specific to individual sites, particularly if the admin area of a site is unavailable.
szl_pl: To myni je do edytowaniŏ informacyji ôsobnych placōw, ôsobliwie w sytuacyjach, kej panel administracyjny danygo placu niyma dostympny.

source: Sorry, you are not allowed to edit this site.
szl_pl: Niy mŏsz przizwolyniŏ na edycyjõ tego placu.

source: Enable menus
szl_pl: Aktywuj myni

source: Enable administration menus
szl_pl: Zapuść administracyjne myni

source: Default Language
szl_pl: Wychodnŏ gŏdka

source: Language Settings
szl_pl: Sztelōnki gŏdki

source: Size in kilobytes
szl_pl: Srogość w kilobajtach

source: Max upload file size
szl_pl: Maksymalnŏ przizwolōnŏ miara zbioru

source: Allowed file types. Separate types by spaces.
szl_pl: Przizwolōne zorty zbiorōw. Ôddziel zorty spacyjōm.

source: Upload file types
szl_pl: Przizwolōne zorty zbiorōw

source: Limit total size of files uploaded to %s MB
szl_pl: Ôgranicz imyntnŏ miara zbiorōw posyłanych na serwer do %s MB

source: Site upload space
szl_pl: Dostympny plac na dysku

source: Upload Settings
szl_pl: Sztelōnki posyłaniŏ na serwer

source: The URL for the first comment on a new site.
szl_pl: Adresa URL ôd autōra piyrszygo kōmyntŏrza na nowym placu.

source: First Comment URL
szl_pl: URL ôd autora piyrszygo kōmyntŏrza

source: The email address of the first comment author on a new site.
szl_pl: Adresa email autōra ôd piyrszygo kōmyntŏrza na nowym placu.

source: First Comment Email
szl_pl: Adresa email ôd piyrszygo kōmyntŏrza

source: The author of the first comment on a new site.
szl_pl: Autōr piyrszygo kōmyntŏrza na nowym placu.

source: First Comment Author
szl_pl: Autōr piyrszygo kōmyntŏrza

source: The first comment on a new site.
szl_pl: Treść piyrszygo kōmyntŏrza na nowym placu.

source: First Comment
szl_pl: Piyrszy kōmyntŏrz

source: The first page on a new site.
szl_pl: Treść piyrszyj zajty na nowym placu.

source: First Page
szl_pl: Piyrszŏ zajta

source: The first post on a new site.
szl_pl: Treść piyrszygo posta na nowym placu.

source: The welcome email sent to new users.
szl_pl: Email powitaniŏ posyłany do nowych używŏczōw.

source: Welcome User Email
szl_pl: Email powitaniŏ używŏcza

source: The welcome email sent to new site owners.
szl_pl: Email powitaniŏ posyłany do nowych posiedzicielōw placōw.

source: Welcome Email
szl_pl: Email powitaniŏ

source: New Site Settings
szl_pl: Sztelōnki nowygo placu

source: If you want to ban domains from site registrations. One domain per line.
szl_pl: Jeźli chcesz zabrōnić rejestracyje ôkryślōnych dōmyn na placu. Jedna dōmyna na wiyrsz.

source: Banned Email Domains
szl_pl: Zabrōniōne dōmyny adresōw email

source: If you want to limit site registrations to certain domains. One domain per line.
szl_pl: Jeźli chcesz, coby szło zaregistrować ino uzdane dōmyny na placu. Jedna dōmyna na wiyrsz.

source: Limited Email Registrations
szl_pl: Ôgraniczōne registracyje bez email

source: Users are not allowed to register these sites. Separate names by spaces.
szl_pl: Używŏcze niy mogōm registrować placōw ô takich mianach. Ôddziel miana spacyjami.

source: Banned Names
szl_pl: Zabrōniōne miana

source: Allow site administrators to add new users to their site via the "Users &rarr; Add New" page.
szl_pl: Przizwōl administratōrōm przidŏwać nowych używŏczōw do swojich placōw bez zajtã &#8222;Używŏcze &rarr; Przidej nowygo&#8221;.

source: Add New Users
szl_pl: Przidŏwanie nowych używŏczōw

source: Send the network admin an email notification every time someone registers a site or user account.
szl_pl: Poślij administratōrowi necu placōw emailowe uwiadōmiynie kożdy rŏz, jak ftoś zaregistruje plac abo kōnto używŏcza.

source: Registration notification
szl_pl: Uwiadōmiynie ô rejestracyji

source: If registration is disabled, please set %1$s in %2$s to a URL you will redirect visitors to if they visit a non-existent site.
szl_pl: Jeźli rejestracyjŏ je zastawiōnŏ, nasztaluj %1$s we zbiorze %2$s na adresã URL, do keryj majōm być kludzyni nawiydzajōncy, kej nawiydzōm plac, kerego niy ma.

source: Both sites and user accounts can be registered.
szl_pl: Registrowane mogōm być i place, i kōnta ôd używŏczōw.

source: Logged in users may register new sites.
szl_pl: Wlogowani używŏcze mogōm registrować nowe place.

source: User accounts may be registered.
szl_pl: Registrowane mogōm być kōnta używŏczōw.

source: Registration is disabled.
szl_pl: Możebność rejestracyje je zastawiōnŏ.

source: New registrations settings
szl_pl: Sztelōnki nowyj rejestracyje

source: Allow new registrations
szl_pl: Możebność rejestracyje

source: Registration Settings
szl_pl: Sztelōnki rejestracyje

source: This email address will receive notifications. Registration and support emails will also come from this address.
szl_pl: Na tã adresã email posyłane bydōm uwiadōmiynia. Bydzie ôn tyż użyty jako adresa nadŏwcy emailōw nt. rejestracyje i dopōmocy technicznyj.

source: Operational Settings
szl_pl: Sztelōnki ôperacyjne

source: <a href="https://codex.wordpress.org/Network_Admin_Settings_Screen" target="_blank">Documentation on Network Settings</a>
szl_pl: <a href="https://codex.wordpress.org/Network_Admin_Settings_Screen" target="_blank">Dokumyntacyjŏ nt. sztelōnkōw necu placōw</a>

source: Super admins can no longer be added on the Options screen. You must now go to the list of existing users on Network Admin > Users and click on Username or the Edit action link below that name. This goes to an Edit User page where you can check a box to grant super admin privileges.
szl_pl: Superadministratōry niy mogōm już być przidŏwane na tym ekranie &mdash; terŏz, coby to zrobić, trza przejść do wykŏzu aktualnych kōnt (Administracyjŏ necym &rarr; Używŏcze) i kliknōńć miano ôd używŏcza lebo ôdkŏz &#8222;Edytuj&#8221; pod nim. Sprŏwi to przechōd na ekran edycyje kōnta, na kerym możebne je nadanie tych przizwŏlyń.

source: Menu setting enables/disables the plugin menus from appearing for non super admins, so that only super admins, not site admins, have access to activate plugins.
szl_pl: Sztelōnek myni zapuszczŏ/zastawiŏ pokŏzowanie myni przidŏwkōw używŏczōm, kerzi niy sōm superadministratōrami &mdash; tak, coby ino ôni mieli do nich dostymp.

source: Upload settings control the size of the uploaded files and the amount of available upload space for each site. You can change the default value for specific sites when you edit a particular site. Allowed file types are also listed (space separated only).
szl_pl: Sztelōnki posyłaniŏ na serwer uzdŏwajōm maksymalnõ miarã zbiorōw posyłanych na serwer i przestrzyństwo dyskowe dlŏ kożdygo placu. Możesz pōmiynić przipasowane danym placōm przestrzyństwo na ekranie edycyje placōw. Pokŏzowane na tym ekranie sōm tyż przizwolōne zorty zbiorōw (dzielōne jyny spacyjōm).

source: New site settings are defaults applied when a new site is created in the network. These include welcome email for when a new site or user account is registered, and what&#8127;s put in the first post, page, comment, comment author, and comment URL.
szl_pl: Sztelōnki dlŏ nowych placōw sōm wychodnymi sztelōnkami, nadŏwanymi nowym placōm necu. Skłŏdajōm sie na nie: prziwitalny email posyłany przi rejestracyji nowygo placu lebo nowygo kōnta i treść piyrszygo wpisu, piyrszyj zajty, piyrszygo kōmyntŏrza, miano ôd nich autōra i adresa placu ôd nich autōra.

source: Registration settings can disable/enable public signups. If you let others sign up for a site, install spam plugins. Spaces, not commas, should separate names banned as sites for this network.
szl_pl: Sztelōnki rejestracyje zwŏlajōm na zastawiynie/zapuszczynie możebności rejestracyje. Jeźli zwŏlŏsz inkszym na rejestracyjõ nowygo placu w Twojim necu placōw, zainstaluj przidŏwki, co szperujōm spam. Spacyje, niy kōmy, winny dzielić miana, kerych rejestracyjŏ w tym necu je zabrōniōnŏ.

source: Operational settings has fields for the network&#8217;s name and admin email.
szl_pl: Sekcyjŏ &#8222;Sztelōnki ôperacyjne&#8221; zwŏlŏ na pōmiyniynie miana necu placōw i adresy email jigo administratōra.

source: This screen sets and changes options for the network as a whole. The first site is the main site in the network and network options are pulled from that original site&#8217;s options.
szl_pl: Tyn ekran zwŏlŏ na sztelōnek i pōmianã ôpcyji cołkigo necu. Bazowy plac je placym, kery je wyświytlany po wkludzyniu adresy ôd necu, a ôpcyje dlŏ necu sōm sebierane ze sztelōnkōw tego placu.

source: Network Settings
szl_pl: Sztelōnki necu

# theme
source: Add New
szl_pl: Przidej nowe

source: Installed Themes
szl_pl: Zainstalowane tymaty

source: Themes %s
szl_pl: Tymaty %s

source: All Sites
szl_pl: Wszyjske place

source: Upgrade Network
szl_pl: Aktualizuj Nec Placōw

source: Updates
szl_pl: Aktualizacyje

source: <a href="https://wordpress.org/support/forum/multisite/" target="_blank">Support Forums</a>
szl_pl: <a href="https://wordpress.org/support/forum/multisite/" target="_blank">Forōm podpory technicznyj (angelske)</a>

source: <a href="https://codex.wordpress.org/Network_Admin" target="_blank">Documentation on the Network Admin</a>
szl_pl: <a href="https://codex.wordpress.org/Network_Admin" target="_blank">Dokumyntacyjŏ nt. reskyrowaniŏ necym placōw</a>

source: Quick Tasks
szl_pl: Gibke auftragi

source: To search for a site, <strong>enter the path or domain</strong>.
szl_pl: Coby poszukać placu, <strong>wkludź cestã do nij lebo ôd nij dōmynã</strong>.

source: To search for a user, <strong>enter an email address or username</strong>. Use a wildcard to search for a partial username, such as user&#42;.
szl_pl: Coby poszukać używŏcza, <strong>wkludź adresã email lebo miano ôd tego używŏcza</strong>. Możesz użyć jokera, coby zeszukać używŏczōw ô mianach, co zawiyrajōm jakiś fragmynt, bp. kowals&#42;.

source: To search for a user or site, use the search boxes.
szl_pl: Użyj polŏ zeszukowaniŏ ku cylu znodniyńciŏ używŏcza lebo placu.

source: To add a new site, <strong>click Create a New Site</strong>.
szl_pl: Coby przidać nowy plac, <strong>kliknij &bdquo;Przidej nowy plac&rdquo;</strong>.

source: To add a new user, <strong>click Create a New User</strong>.
szl_pl: Coby przidać nowygo używŏcza, <strong>kliknij &bdquo;Przidej nowygo używŏcza&rdquo;</strong>.

source: The Right Now widget on this screen provides current user and site counts on your network.
szl_pl: Widżet &#8222;Gibki dostymp&#8221; wyświytlŏ informacyje ô wielości kōnt używŏczōw i placōw w tym necu.

source: Modify global network settings
szl_pl: Pōmiyń globalne sztelōnki necu placōw

source: Update your network
szl_pl: Aktualizuj nec placōw

source: Install and activate themes or plugins
szl_pl: Insztaluj i zapuszczej motywy i przidŏwki

source: Add and manage sites or users
szl_pl: Przidej i reskyruj placami aji używŏczami

source: From here you can:
szl_pl: Stōnd możesz:

source: Welcome to your Network Admin. This area of the Administration Screens is used for managing all aspects of your Multisite Network.
szl_pl: Witej we Administracyji Necym Placōw. Je żeś w placu z kerygo możesz reskyrować cołkim swojim necym placōw.

source: Once you complete these steps, your network is enabled and configured. You will have to log in again.
szl_pl: Po sprŏwiyniu tyj czynności nec placōw bydzie zapuszczōny i skōnfigurowany. Zdatne bydzie wlogowanie sie zaś.

source: Add the following to your %1$s file in %2$s, <strong>replacing</strong> other WordPress rules:
szl_pl: Przidej to do zbioru %1$s we %2$s, <strong>podmiyń</strong> inksze prawidła WordPressa:

source: To make your installation more secure, you should also add:
szl_pl: Coby lepij bezpieczyć instalacyjõ, przidej tyż:

source: These unique authentication keys are also missing from your %s file.
szl_pl: Tych niyôbyczajnych kluczy lygalizacyje tyż niy ma we twojim zbiorze %s.

source: This unique authentication key is also missing from your %s file.
szl_pl: Tego niyôbyczajnygo klucza lygalizacyje tyż niy ma we twojim zbiorze %s.

source: That&#8217;s all, stop editing! Happy blogging.
szl_pl: To wszyjsko, niy edytuj dalij! Szczyńśliwygo blogowaniŏ.

source: Add the following to your %1$s file in %2$s <strong>above</strong> the line reading %3$s:
szl_pl: Przidej to do zbioru %1$s we %2$s <strong>nad</strong> wiyrszym %3$s:

source: We recommend you back up your existing %s file.
szl_pl: Skwŏlōmy wytworzynie kopije ibrycznyj zbioru %s.

source: We recommend you back up your existing %1$s and %2$s files.
szl_pl: Doradōmy zrychtowanie kopiji ibrycznych zbiorōw: %1$s i %2$s.

source: Complete the following steps to enable the features for creating a network of sites.
szl_pl: Przejdź bez te kroki, coby zapuścić fōnkcyje do rychtowaniŏ necu placōw.

source: Enabling the Network
szl_pl: Zapuszczanie necu placōw

source: Please complete the configuration steps. To create a new network, you will need to empty or remove the network database tables.
szl_pl: Przejdź bez kroki kōnfiguracyje. Coby zrychtować nowy nec placōw, przidajne bydzie ôpucowanie abo wychrōniynie tabulōw bazy datōw ôd necu placōw.

source: An existing WordPress network was detected.
szl_pl: Wczaśniyjszy nec placōw bōł wykryty.

source: The original configuration steps are shown here for reference.
szl_pl: Ôryginalne kroki konfiguracyjne pokŏzane sōm w tym placu dlŏ możebności przirōwnaniŏ.

source: Your email address.
szl_pl: Twoja adresa email.

source: Network Admin Email
szl_pl: Adresa email ôd administratōra necu placōw

source: What would you like to call your network?
szl_pl: Jak chcesz zamianować swōj nec placōw?

source: Network Title
szl_pl: Miano ôd necu placōw

source: Because your install is not new, the sites in your WordPress network must use sub-domains.
szl_pl: Skuli tego, iże ta instalacyjŏ niyma nowŏ, place w twojim necu placōw WordPressa muszōm używać poddōmyn.

source: Sub-domain Install
szl_pl: Instalacyjŏ na poddōmynach

source: Because your install is in a directory, the sites in your WordPress network must use sub-directories.
szl_pl: Pōniywŏż twoja instalacyjŏ je w katalogu, place w necu placōw WordPressa muszōm używać podkatalogōw.

source: The main site in a sub-directory install will need to use a modified permalink structure, potentially breaking existing links.
szl_pl: W instalacyji podkatalogowyj bazowy plac bydzie musioł używać napasowanyj struktury bezpostrzednich ôdkŏzōw, co może popsznić fōngowanie terŏźnych adresōw.

source: Because you are using %1$s, the sites in your WordPress network must use sub-directories. Consider using %2$s if you wish to use sub-domains.
szl_pl: Pōniywŏż używŏsz %1$s, place w twojim necu placōw WordPressa muszōm używać podfolderōw. Rozwŏż używanie %2$s, jeźli chcesz używać poddōmyn.

source: Sub-directory Install
szl_pl: Instalacyjŏ we podkatalogach

source: Network Details
szl_pl: Ôsobliwości necu placōw

source: The internet address of your network will be %s.
szl_pl: Internetowōm adresōm ôd twojigo necu placōw bydzie %s.

source: We recommend you change your siteurl to %1$s before enabling the network feature. It will still be possible to visit your site using the %3$s prefix with an address like %2$s but any links will not have the %3$s prefix.
szl_pl: Doradzōmy pōmiyniynie adresy placu na %1$s przed zapuszczyniym fōngowaniŏ necu placōw. Durch możebne bydzie nawiydzynie twojigo placu bez prefiks %3$s w skuplowaniu z adresōm, jak %2$s, ale jake ino ôdkŏzy niy bydōm miały prefiksu %3$s.

source: Server Address
szl_pl: Adresa ôd serwera

source: Subdirectory networks may not be fully compatible with custom wp-content directories.
szl_pl: Nece placōw oparte ô podkatalogi mogōm niy być blank kōmpatybilne z włŏsnymi katalogami wp-content.

# subdirectory examples
source: like <code>%1$s/site1</code> and <code>%1$s/site2</code>
szl_pl: bp. <code>%1$s/plac1</code> i <code>%1$s/plac2</code>

source: Sub-directories
szl_pl: Podkatalogi

# subdomain examples
source: like <code>site1.%1$s</code> and <code>site2.%1$s</code>
szl_pl: bp. <code>plac1.%1$s</code> i <code>plac2.%1$s</code>

source: Sub-domains
szl_pl: Poddōmyny

source: You will need a wildcard DNS record if you are going to use the virtual host (sub-domain) functionality.
szl_pl: Jeźli chcesz używać Fōnkcyje serwera wirtualnygo (poddōmyn), zdatne bydzie posiadanie uniwerzalnygo rekordu wildcard DNS.

source: You cannot change this later.
szl_pl: Tego sztelōnku niy idzie niyskorzij pōmiynić.

source: Please choose whether you would like sites in your WordPress network to use sub-domains or sub-directories.
szl_pl: Ôbier, eli place w necu placōw WordPressa winny używać podōmyn abo podkatalogōw.

source: Addresses of Sites in your Network
szl_pl: Adresy ôd placōw w twojim necu

source: If %1$s is disabled, ask your administrator to enable that module, or look at the <a href="%2$s">Apache documentation</a> or <a href="%3$s">elsewhere</a> for help setting it up.
szl_pl: Jeźli %1$s je zastawiōny, napytej administratōra, coby go zapuściōł, abo tyż ôbznajōm sie z <a href="%2$s">dokumyntacyjōm Apache'a</a> lebo <a href="%3$s">inkszymi źrōdłami</a>, coby przedziã pōmiynić tyn sztelōnek.

source: It looks like the Apache %s module is not installed.
szl_pl: Wyglōndŏ na to, co moduł %s Apache'a niyma zainstalowany.

source: Warning!
szl_pl: Pozōr!

source: Please make sure the Apache %s module is installed as it will be used at the end of this installation.
szl_pl: Wejzdrzij, jeźli moduł %s Apache'a je zainstalowany, pōniywŏż bydzie ôn używany na kōńcu procesu instalacyje.

source: Fill in the information below and you&#8217;ll be on your way to creating a network of WordPress sites. We will create configuration files in the next step.
szl_pl: Nafoluj pole niżyj, coby mōc napoczōńć rychtowanie necu placōw WordPressa. W dalszym kroku zrychtujymy zbiory konfiguracyjne.

source: Welcome to the Network installation process!
szl_pl: Witōmy we instalatōrze necu placōw!

# Default network name
source: %s Sites
szl_pl: Place %s

source: ERROR: The network could not be created.
szl_pl: FELER: Nec placōw niy mōg być zrychtowany

source: Return to Dashboard
szl_pl: Wrōć do Blotu

source: You cannot use port numbers such as %s.
szl_pl: Niy idzie używać portōw takich jak %s.

source: You cannot install a network of sites with your server address.
szl_pl: Niy idzie zainstalować necu placōw z twojōm adresōm serwera.

source: Once the network is created, you may reactivate your plugins.
szl_pl: Kej nec placōw bydzie zrychtowany, możebne bydzie zapuszczynie przidŏwkōw nazŏd.

source: Please <a href="%s">deactivate your plugins</a> before enabling the Network feature.
szl_pl: Zastŏw <a href="%s">przidŏwki</a> przed zapuszczyniym tyj fōnkcyje necu placōw.

source: Warning:
szl_pl: Pozōr:

source: The constant DO_NOT_UPGRADE_GLOBAL_TABLES cannot be defined when creating a network.
szl_pl: Ôbstōnŏ DO_NOT_UPGRADE_GLOBAL_TABLES niy może być sdefiniowanŏ przi tworzyniu necu placōw.

# user
source: Registered
szl_pl: Datōm rejestracyje

source: Super Admin <span class="count">(%s)</span>
szl_pl: Superadministratōr <span class="count">(%s)</span>

# user
source: Not Spam
szl_pl: To niyma spam

# user
source: Mark as Spam
szl_pl: Nacechuj za spam

source: Visit Theme Site
szl_pl: Nawiydź plac ôd tymatu

source: Visit %s homepage
szl_pl: Nawiydź bazowõ zajtã %s

source: Broken Theme:
szl_pl: Popszniōny tymat:

# theme
source: Delete %s
szl_pl: Wychrōń %s

source: Open %s in the Theme Editor
szl_pl: Ôdewrzij %s w edytōrze tymatōw

source: Network Disable %s
szl_pl: Zastŏw %s w necu placōw

source: Disable %s
szl_pl: Zastŏw %s

source: Network Enable %s
szl_pl: Zapuść %s w necu placōw

source: Enable %s
szl_pl: Zapuść %s

source: Network Disable
szl_pl: Zastŏw w necu placōw

source: Disable
szl_pl: Wyłōncz

source: Enable
szl_pl: Włōncz

source: Broken <span class="count">(%s)</span>
szl_pl: Popszniōne <span class="count">(%s)</span>

source: Disabled <span class="count">(%s)</span>
szl_pl: Zastawiōne <span class="count">(%s)</span>

source: Enabled <span class="count">(%s)</span>
szl_pl: Zapuszczōne <span class="count">(%s)</span>

# themes
source: All <span class="count">(%s)</span>
szl_pl: Wszyjske <span class="count">(%s)</span>

source: Theme
szl_pl: Tymat

source: You do not appear to have any themes available at this time.
szl_pl: Wyglōndŏ na to, co terŏz niy ma żŏdnych zainstalowanych tymatōw.

source: No themes found.
szl_pl: Żŏdyn tymat niy bōł znodniynty.

# verb; site
source: Archive
szl_pl: Zarchiwizuj

source: Unarchive
szl_pl: Prziwrōć z archiwōm

source: Never
szl_pl: Nikej

# site
source: Registered
szl_pl: Datōm rejestracyje

source: Last Updated
szl_pl: Ôstatnio ôdnŏwiane

# site
source: Not Spam
szl_pl: To niyma spam

# site
source: Mark as Spam
szl_pl: Nacechuj za spam

source: No sites found.
szl_pl: Żŏdyn plac niy bōł znodniynty.

source: Mature
szl_pl: Dlŏ majoryntnych

source: Deleted
szl_pl: Wyciepniynte

source: Archived
szl_pl: Zarchiwizowanŏ
