Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/4.6.x/wp-4.6.x-admin-szl.po
Languages: szl_pl

source: <strong>Format</strong> &mdash; Post Formats designate how your theme will display a specific post. For example, you could have a <em>standard</em> blog post with a title and paragraphs, or a short <em>aside</em> that omits the title and contains a short text blurb. Please refer to the Codex for <a href="https://codex.wordpress.org/Post_Formats#Supported_Formats">descriptions of each post format</a>. Your theme could enable all or some of 10 possible formats.
szl_pl: <strong>Format posta</strong> – uzdŏwŏ, jak tymat mŏ pokŏzować post. Bez przikłŏd na placu idzie mieć <em>ajnfachowe posty</em>, kere skłŏdajōm sie z tytułu i akapitōw, jak i <em>krōtke zapiski</em> na rancie, kere niy majōm tytułu, i kere sōm ino krōtkimi fragmyntami tekstu. Wiyncyj informacyji ô <a href="https://codex.wordpress.org/Post_Formats#Supported_Formats">dostympnych formatach postōw</a> je w Kodeksie. Tymat może podpiyrać pŏrã abo wszyjske 10 formatōw postōw.

source: <strong>Publish</strong> &mdash; You can set the terms of publishing your post in the Publish box. For Status, Visibility, and Publish (immediately), click on the Edit link to reveal more options. Visibility includes options for password-protecting a post or making it stay at the top of your blog indefinitely (sticky). The Password protected option allows you to set an arbitrary password for each post. The Private option hides the post from everyone except editors and administrators. Publish (immediately) allows you to set a future or past date and time, so you can schedule a post to be published in the future or backdate a post.
szl_pl: <strong>Ôpublikuj</strong> &mdash; Możesz nasztalować parametry publikacyje swojigo posta w bloku Ôpublikuj. Dlŏ sztelōnkōw: Stan, Dostympność aji Ôpublikuj (zarŏz), trza kliknōńć na ôdkŏz Edytuj, coby ujzdrzić wiyncyj ôpcyji. Dostympność zawiyrŏ ôpcyje ôchrōny hasłym posta i przizwŏlŏ go przilepić na wiyrchu przodnij zajty na niyôkryślōny czas (przilepiōny). Ôpcyjŏ Bezpieczōne hasłym przizwŏlŏ nasztalować leda jake hasło dlŏ leda jakigo posta. Ôpcyjŏ Prywatne chrōniŏ post przed wszyjskimi używŏczami ôkrōm redachtorōw i administratōrōw. Ôpcyjŏ Ôpublikuj (zarŏz) przizwŏlŏ nasztalować prziszły abo przeszły datōm i czas publikacyje, tōż idzie ôbcyrklować, jak post mŏ być ôpublikowany &mdash; w prziszłości abo ze zadnim datōmym.

source: Several boxes on this screen contain settings for how your content will be published, including:
szl_pl: Moduły zawiyrajōm sztelōnki tego, jak bydzie sie pokŏzować treść w placu, społym ze:

source: Inserting Media
szl_pl: Przidŏwanie mydiōw

source: You can also embed media from many popular websites including Twitter, YouTube, Flickr and others by pasting the media URL on its own line into the content of your post/page. Please refer to the Codex to <a href="https://codex.wordpress.org/Embeds">learn more about embeds</a>.
szl_pl: Idzie tyż przidŏwać sztofy z wszeôbecnych zerwisōw, takich jak Twitter, YouTube abo Flickr, bez wrażynie do posta abo zajty ôdkŏzu do ôbranyj treści. Taki ôdkŏz musi być wrażōny w ôsobnym wiyrszu. Wiyncyj ô narażaniu treści</a> idzie przeczytać w Kodeksie (po angelsku).

source: You can upload and insert media (images, audio, documents, etc.) by clicking the Add Media button. You can select from the images and files already uploaded to the Media Library, or upload new media to add to your page or post. To create an image gallery, select the images to add and click the &#8220;Create a new gallery&#8221; button.
szl_pl: Idzie wgrować i przidŏwać sztofy (ôbrŏzy, klangi, dokumynty itd.) bez klikanie knefla Przidej mydiōm. Jeźli chcesz przidać zbiōr do posta abo zajty, to możesz ôbrać ze wczaśnij przidanych abo wgrać nowy. Coby zrychtować galeryje ôbrŏzōw, trza ôbrać ôbrŏzy do przidaniŏ i kliknōńć knefel &#8222;Zrychtuj nowõ galeryjõ&#8221;.

source: <a href="https://codex.wordpress.org/Media_Add_New_Screen#Edit_Media" target="_blank">Documentation on Edit Media</a>
szl_pl: <a href="https://codex.wordpress.org/Media_Add_New_Screen#Edit_Media" target="_blank">Dokumyntacyjŏ ô edytowaniu mydiōw</a>

source: Remember to click Update Media to save metadata entered or changed.
szl_pl: Pamiyntej, coby kliknōńć knefel &#8222;Zaktualizuj mydia&#8221;, coby spamiyntać wkludzōne abo pōmiyniōne metadaty.

source: Note that you crop the image by clicking on it (the Crop icon is already selected) and dragging the cropping frame to select the desired part. Then click Save to retain the cropping.
szl_pl: Ôbrŏzki przicinŏ sie bez klikniyńcie na nich (knefel przicinaniŏ je już wciśninty) i przeciōngniyńcie rōmki prziciyńciŏ, coby ôbrać pragniōny fragmynt, a dalij klikniyńcie &#8222;Spamiyntej&#8221;, coby spamiyntać pōmiany.

source: For images only, you can click on Edit Image under the thumbnail to expand out an inline image editor with icons for cropping, rotating, or flipping the image as well as for undoing and redoing. The boxes on the right give you more options for scaling the image, for cropping it, and for cropping the thumbnail in a different way than you crop the original image. You can click on Help in those boxes to get more information.
szl_pl: Pod ôbrŏzkami je ôdkŏz &#8222;Edytuj ôbrŏzek&#8211;, kerego klikniyńcie rozwijŏ edytōr z kneflami przicinaniŏ, zwyrtaniŏ i ôdbijaniŏ ôbrŏzka, a tyż na cofanie i prziwrŏcanie pōmian. W modułach ze prawyj je wiyncyj możebności skalowaniŏ i przicinaniŏ ôbrŏzka i możebność przicinaniŏ miniatury niyznŏleżnie ôd ôbrŏzka. Wiyncyj informacyji je pod ôdkŏzami &#8222;Pōmoc&#8221; w tych modułach.

source: This screen allows you to edit four fields for metadata in a file within the media library.
szl_pl: Ekran przizwŏlŏ na edycyjõ sztyrech polōw metadatōw w zbiorze ze bibliŏtyki mydiōw.

source: <a href="https://codex.wordpress.org/Pages_Screen#Editing_Individual_Pages" target="_blank">Documentation on Editing Pages</a>
szl_pl: <a href="https://codex.wordpress.org/Pages_Screen#Editing_Individual_Pages" target="_blank">Dokumyntacyjŏ ô edycyji zajtōw</a>

source: <a href="https://codex.wordpress.org/Pages_Add_New_Screen" target="_blank">Documentation on Adding New Pages</a>
szl_pl: <a href="https://codex.wordpress.org/Pages_Add_New_Screen" target="_blank">Dokumyntacyjŏ ô przidŏwaniu nowych zajtōw</a>

source: About Pages
szl_pl: Ô zajtach

source: Creating a Page is very similar to creating a Post, and the screens can be customized in the same way using drag and drop, the Screen Options tab, and expanding/collapsing boxes as you choose. This screen also has the distraction-free writing space, available in both the Visual and Text modes via the Fullscreen buttons. The Page editor mostly works the same as the Post editor, but there are some Page-specific features in the Page Attributes box.
szl_pl: Proces rychtowaniŏ zajty je barzo podany do rychtowaniŏ posta, a jejich ekrany mogōm być przipasowane do potrzōw w podany knif – bez przeciōnganie i spuszczanie blokōw, pōmianã sztelōnkōw we szkarcie „Ôpcyje ekranu” aji swijanie i rozwijanie blokōw. Tyn ekran mŏ tyż tryb pisaniŏ pełnoekranowego, dostympny dziynki kneflōm przejściŏ do Połnego ekranu - bali w trybie Wizualnym, jak i Tekstowym edytōra treści. Edytōr zajtōw fōnguje praktycznie tak samo, jak edytōr postōw. Na tym ekranie sōm jednakōż nadbytnie sztelōnki, kere wrażōne sōm w bloku „Atrybuty zajty”:

source: Pages are similar to posts in that they have a title, body text, and associated metadata, but they are different in that they are not part of the chronological blog stream, kind of like permanent posts. Pages are not categorized or tagged, but can have a hierarchy. You can nest pages under other pages by making one the &#8220;Parent&#8221; of the other, creating a group of pages.
szl_pl: Zajty sōm podane na posty, pōniywŏż ône majōm tytuł, treść i metadaty, jednakōż rōżniōm sie ône ôd nich tym, co niy ukŏzujōm sie tam, kaj ukŏzujōm sie posty, ino majōm swoje permanynt place. Zajty niy mogōm być kategoryzowane ani tagowane, ale mogōm być poskludzane w hierarchijõ – mogōm być podstronami inkszych zajtōw.

source: <a href="https://codex.wordpress.org/Posts_Add_New_Screen" target="_blank">Documentation on Writing and Editing Posts</a>
szl_pl: <a href="https://codex.wordpress.org/Posts_Add_New_Screen" target="_blank">Dokumyntacyjŏ ô tworzyniu i edycyje postōw</a>

source: You can also create posts with the <a href="%s">Press This bookmarklet</a>.
szl_pl: Tworzynie postōw możebne je tyż bez <a href="%s">skryptobuchbinder &#8222;Press This&#8221;</a>.

source: Title and Post Editor
szl_pl: Pole tytułu i edytōr posta

source: Keyboard users: When you&#8217;re working in the visual editor, you can use <kbd>Alt + F10</kbd> to access the toolbar.
szl_pl: Używŏcze przim tastaturowych: przi robocie w edytōrze wizualnym idzie użyć <kbd>Alt + F10</kbd>, coby dostać dostymp do lajsty nŏczyń.

source: You can enable distraction-free writing mode using the icon to the right. This feature is not available for old browsers or devices with small screens, and requires that the full-height editor be enabled in Screen Options.
szl_pl: Idzie zapuścić tryb Pisaniŏ bez szterowaniŏ ze pōmocōm ikōny po prawyj. Tryb pisaniŏ bez szterowaniŏ niyma dostympny w starych przeziyrŏczkach i na maszinach z małym ekranym aji fołdruje zapuszczyniŏ połnyj zwielgości edytōra w szkarcie &bdquo;Ôpcyje ekranu&rdquo;.

source: You can insert media files by clicking the icons above the post editor and following the directions. You can align or edit images using the inline formatting toolbar available in Visual mode.
szl_pl: Idzie przidŏwać mydia bez klikniyńcie knefla nad edytōrym treści. Bez używanie formatowaniŏ linijowego, dostympnego we formie kneflōw w trybie wizualnym edytōra, idzie nasztalować wyrōwnanie i edytować ôbrŏzki

source: The Text mode allows you to enter HTML along with your post text. Note that &lt;p&gt; and &lt;br&gt; tags are converted to line breaks when switching to the Text editor to make it less cluttered. When you type, a single line break can be used instead of typing &lt;br&gt;, and two line breaks instead of paragraph tags. The line breaks are converted back to tags automatically.
szl_pl: Tryb tekstowy przizwŏlŏ na użycie kodu HTML w treści posta. Pamiyntej, co tagi &lt;p&gt; aji &lt;br&gt; sōm kōnwertowane na nowe wiyrsze kedy szaltrujesz sie do trybu tekstowego, coby uczynić go barzij czytelnym. Przi pisaniu idzie wkludzać pojedynczõ nowõ piskã w plac znŏcznika &lt;br&gt;, a dwie nowe linije w plac znŏcznikōw akapitu. Nowe linije sōm autōmatycznie kōnwertowane na pasowne znŏczniki.

source: Visual mode gives you an editor that is similar to a word processor. Click the Toolbar Toggle button to get a second row of controls.
szl_pl: Tryb wizualny spōminŏ z wyglōndu program do tworzyniŏ dokumyntōw tekstowych. Kliknij knefel szaltrowaniŏ widzialności drugij lajsty nŏczyń, by pokŏzać dŏlszõ linijõ kneflōw formatowaniŏ treści.

source: <strong>Post editor</strong> &mdash; Enter the text for your post. There are two modes of editing: Visual and Text. Choose the mode by clicking on the appropriate tab.
szl_pl: <strong>Edytōr treści</strong> &mdash; Wkludź treść posta. Sōm dwa tryby edytōra: Wizualny i Tekstowy. Możesz ôbrać tryb bez klikniyńcie na pasownõ szkartã.

source: <strong>Title</strong> &mdash; Enter a title for your post. After you enter a title, you&#8217;ll see the permalink below, which you can edit.
szl_pl: <strong>Tytuł</strong> – Plac na tytuł posta. Po wkludzyniu go, pod tym polym ukŏże sie bezpostrzedni ôdkŏz do posta, kerego treść idzie napasować.

source: Customizing This Display
szl_pl: Persōnalizacyjŏ tego ekranu

source: The title field and the big Post Editing Area are fixed in place, but you can reposition all the other boxes using drag and drop. You can also minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to unhide more boxes (Excerpt, Send Trackbacks, Custom Fields, Discussion, Slug, Author) or to choose a 1- or 2-column layout for this screen.
szl_pl: Chociŏż niy idzie pōmiynić pozycyje polŏ tytułu i polŏ edycyje posta, to idzie ôbrać położynie inszych modułōw. Jejich pozycyje idzie pōmiyniać bez przeciōnganie i spuszczanie. Idzie ôbrać moduły, kere bydōm pokŏzowane. Trza użyć szkarty Ôpcyje ekranu, coby pokŏzać panel reskyrowaniŏ modułami abo ôbrać ukłŏd dwukolōnowy, a jednokolōnowy.

source: Slug
szl_pl: Upr. miano

source: Discussion
szl_pl: Dysputyrowanie

source: Custom Fields
szl_pl: Włŏsne pola

source: Send Trackbacks
szl_pl: Poślij trackbacki

source: Attributes
szl_pl: Atrybuty

source: Page Attributes
szl_pl: Atrybuty ôd zajty

source: There is an autosave of this post that is more recent than the version below. <a href="%s">View the autosave</a>
szl_pl: Je autōmatycznie spamiyntanŏ wersyjŏ tego posta, kerŏ je nowszŏ aniżeli miyniōnŏ. <a href="%s">Ujzdrzij autōmatycznie spamiyntanõ wersyjõ</a>

source: Media file updated.
szl_pl: Zaktualizowano było zbiōr.

source: Page draft updated.
szl_pl: Zaktualizowano było cechōnek zajty.

source: Page scheduled for: %s.
szl_pl: Publikacyjŏ zajty była ôbcyrklowanŏ na %s.

source: Page submitted.
szl_pl: Zajta była posłanŏ.

source: Page saved.
szl_pl: Zajta była spamiyntanŏ.

source: Page published.
szl_pl: Zajta była ôpublikowanŏ.

source: Page restored to revision from %s.
szl_pl: Wersyjŏ zajty z %s była wrōcōnŏ

source: Page updated.
szl_pl: Zajta była zaktualizowanŏ.

source: Post draft updated.
szl_pl: Zaktualizowano było cechōnek posta.

source: Post scheduled for: %s.
szl_pl: Publikacyjŏ posta była ôbcyrklowanŏ na %s.

source: Post submitted.
szl_pl: Post bōł posłany.

source: Post saved.
szl_pl: Post bōł spamiyntany.

source: Post published.
szl_pl: Post bōł ôpublikowany.

source: Post restored to revision from %s.
szl_pl: Wersyjŏ posta z %s była wrōcōnŏ

source: Custom field deleted.
szl_pl: Włŏsne pole było wychrōniōne.

source: Custom field updated.
szl_pl: Włŏsne pole było zaktualizowane.

source: Post updated.
szl_pl: Post bōł zaktualizowany.

source: M j, Y @ H:i
szl_pl: j M Y \ô H:i

source: View page
szl_pl: Pokŏż zajtã

source: Preview page
szl_pl: Podyjzdrzynie zajty

source: View post
szl_pl: Pokŏż post

source: Preview post
szl_pl: Podyjzdrzij post

source: Search Comments
szl_pl: Szukej kōmyntŏrzōw

source: This comment is already marked as spam.
szl_pl: Tyn kōmyntŏrz bōł już nacechowany jako spam.

source: View Trash
szl_pl: Pokŏż hasiŏk

source: This comment is already in the Trash.
szl_pl: Tyn kōmyntŏrz je już w hasiŏku.

source: Edit comment
szl_pl: Edytuj kōmyntŏrz

source: This comment is already approved.
szl_pl: Tyn kōmyntŏrz bōł już przituplowany.

source: %s comment permanently deleted
szl_pl: %s kōmyntŏrz bōł wychrōniōny doimyntnie

source: %s comment restored from the Trash
szl_pl: %s kōmyntŏrz bōł wrōcōny z hasiŏka

source: %s comment moved to the Trash.
szl_pl: %s kōmyntŏrz bōł przeniysiōny do hasiŏka.

source: %s comment restored from the spam
szl_pl: Cofniynto było ôznŏczynie %s kōmyntŏrza jako spam

source: %s comment marked as spam.
szl_pl: %s kōmyntŏrz bōł nacechowany jako spam.

source: %s comment approved
szl_pl: %s kōmyntŏrz bōł przituplowany

source: Comments list
szl_pl: Wykŏz kōmyntŏrzōw

source: Comments list navigation
szl_pl: Nawigacyjŏ wykŏzu kōmyntŏrzōw

source: Filter comments list
szl_pl: Filtrowanie wykŏzu kōmyntŏrzōw

source: <a href="https://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">Documentation on Keyboard Shortcuts</a>
szl_pl: <a href="https://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">Dokumyntacyjŏ ô przimach tastaturowych</a>

source: <a href="https://codex.wordpress.org/Comment_Spam" target="_blank">Documentation on Comment Spam</a>
szl_pl: <a href="https://codex.wordpress.org/Comment_Spam" target="_blank">Dokumyntacyjŏ ô spamie w kōmyntŏrzach</a>

source: Many people take advantage of keyboard shortcuts to moderate their comments more quickly. Use the link to the side to learn more.
szl_pl: Mocka ludzi używŏ przim tastaturowych, coby moderować kōmyntŏrze warcij. Kliknij ôdkŏz, kery je po prawyj zajcie, coby przewiedzieć sie wiyncyj.

source: In the <strong>Submitted On</strong> column, the date and time the comment was left on your site appears. Clicking on the date/time link will take you to that comment on your live site.
szl_pl: W kolōnie <strong>Przidano było dnia</strong> pokŏzowane sōm datōm i godzina ôstawiyniŏ kōmyntŏrza na placu. Klikniyńcie na ôdkŏz datōma i godziny ôdewrzi kōmyntŏrz na placu.

source: In the <strong>In Response To</strong> column, there are three elements. The text is the name of the post that inspired the comment, and links to the post editor for that entry. The View Post link leads to that post on your live site. The small bubble with the number in it shows the number of approved comments that post has received. If there are pending comments, a red notification circle with the number of pending comments is displayed. Clicking the notification circle will filter the comments screen to show only pending comments on that post.
szl_pl: W kolōnie <strong>W ôdpowiedzi na</strong> sōm trzi elymynty. Treść to je miano posta, co zainspirowoł kōmyntŏrz. Klikniyńcie miana kludzi do edycyje posta. Ôdkŏz „Ujzdrzij post” przizwŏlŏ ôbejzdrzić post. Mały dymek z numerym informuje, wiela kōmyntŏrzōw do tego posta było przituplowanych. Jeźli jakeś kōmyntŏrze czekajōm na moderacyjõ, pokŏzany bydzie czerwōny dymek z numerym tych kōmyntŏrzōw. Klikniyńcie go przeniysie do wykŏzu kōmyntŏrzōw dlŏ tego posta, przefiltrowanych tak, by pokŏzowane były ino te, co czekajōm na moderacyjõ.

source: In the <strong>Comment</strong> column, hovering over any comment gives you options to approve, reply (and approve), quick edit, edit, spam mark, or trash that comment.
szl_pl: W kolōnie <strong>Kōmyntŏrz</strong> najechanie kursōrym na kożdy kōmyntŏrz pokŏże ôpcyje jigo przituplowaniŏ, ôdpowiedzi (z przituplowaniym), gibkij edycyje, ôznŏczyniŏ jako spam i przeniysiyniŏ do hasiŏka.

source: In the <strong>Author</strong> column, in addition to the author&#8217;s name, email address, and blog URL, the commenter&#8217;s IP address is shown. Clicking on this link will show you all the comments made from this IP address.
szl_pl: W kolōnie <strong>Autōr</strong>, ôkrōm miana, adresy email i URL bloga kōmyntujōncego, widzialnŏ je tyż ôd niego adresa IP. Klikniyńcie adresy IP sprŏwi pokŏzanie wszyjskich kōmyntŏrzōw, jake były z nij posłane.

source: A red bar on the left means the comment is waiting for you to moderate it.
szl_pl: Czerwōny pŏsek z lewyj strōny znŏczy, co kōmyntŏrz czekŏ na wybadanie.

source: Moderating Comments
szl_pl: Moderowanie kōmyntŏrzōw

source: You can manage comments made on your site similar to the way you manage posts and other content. This screen is customizable in the same ways as other management screens, and you can act on comments using the on-hover action links or the Bulk Actions.
szl_pl: Kōmyntŏrzami reskyruje sie w podany knif jak postami i inkszymi treściami, podanie tyż przipasowuje sie tyn ekran. Fōngowania na kōmyntŏrzach idzie sprŏwiać ze pōmocōm ôdkŏzōw, kere ukŏzujōm sie po najechaniu kursōrym nad ôbranym kōmyntŏrzym abo ze pōmocōm myni „Masowe fōngowania”.

source: Comments on &#8220;%s&#8221;
szl_pl: Kōmyntŏrze do &#8222;%s&#8221;

source: Comments (%1$s) on &#8220;%2$s&#8221;
szl_pl: Kōmyntŏrze (%1$s) ô &#8222;%2$s&#8221;

source: Sorry, you are not allowed to edit comments.
szl_pl: Niy ma przizwolyniŏ na edycyjõ kōmyntŏrzōw.

source: Collapse
szl_pl: Swiń

source: The Customizer allows you to preview changes to your site before publishing them. You can also navigate to different pages on your site to preview them.
szl_pl: Nŏczynie do persōnalizacyje tymatōw umożniŏ podyjzdrzynie pōmian zatym bydōm ôpublikowane. Idzie tyż przestōmpić na inksze zajty placu, coby ujzdrzić efekty forplanowanych pōmian.

source: Close the Customizer and go back to the previous page
szl_pl: Zawrzij Persōnalizacyjõ i wrōć do piyrwyjszyj zajty

source: Loading&hellip;
szl_pl: Ladowanie&hellip;

source: Sorry, you are not allowed to customize headers.
szl_pl: Niy ma przizwolyniŏ na persōnalizowanie nŏgōwkōw.

source: The current theme does not support a flexible sized header image.
szl_pl: Terŏźnie używany tymat niy ôbsuguje elastycznyj miary ôbrŏzka w nŏgōwku.

source: Image Upload Error
szl_pl: Feler posyłaniŏ ôbrŏzka na serwer

source: Skip Cropping, Publish Image as Is
szl_pl: Niy przicinej ôbrŏzka i użyj go w takij formie

source: Crop and Publish
szl_pl: Przitnij i ôpublikuj

source: You need JavaScript to choose a part of the image.
szl_pl: Do ôbraniŏ fragmyntu ôbrŏzka zdatne je użycie Javascriptu.

source: Choose the part of the image you want to use as your header.
szl_pl: Ôbier fragmynt ôbrŏzka, kery chcesz użyć jako nŏgōwek.

source: Crop Header Image
szl_pl: Przitnij ôbrŏzek nŏgōwka

source: Image Processing Error
szl_pl: Feler przetwŏrzaniŏ ôbrŏzka

source: Image could not be processed. Please go back and try again.
szl_pl: Ôbrŏzek niy mōg być przetworzōny. Przejdź do piyrwyjszyj zajty i sprōbuj zaś.

source: The current theme does not support uploading a custom header image.
szl_pl: Terŏźnie używany tymat niy ôbsuguje wgrowaniŏ włŏsnego ôbrŏzka w nŏgōwku.

# color
source: Default: %s
szl_pl: Wychodnŏ: %s

source: Text Color
szl_pl: Farba tekstu

source: Show header text with your image.
szl_pl: Ôkrōm ôbrŏzka pokŏzuj tekst w nŏgōwku.

source: Restore Original Header Image
szl_pl: Prziwrōć ôryginalny ôbrŏzek nŏgōwka

source: This will restore the original header image. You will not be able to restore any customizations.
szl_pl: Ta ôperacyjŏ wrōci ôryginalny ôbrŏzek nŏgōwka. Ôdebranie wkludzōnych pōmian niy bydzie możebne.

source: Reset Image
szl_pl: Prziwrōć ôryginalny ôbrŏzek

source: Remove Header Image
szl_pl: Wychrōń ôbrŏzek nŏgōwka

source: This will remove the header image. You will not be able to restore any customizations.
szl_pl: Ta ôperacyjŏ wychrōni terŏźny ôbrŏzek nŏgōwka. Ôdebranie wkludzōnych pōmian niy bydzie możebne.

source: You can use one of these cool headers or show a random one on each page.
szl_pl: Idzie użyć jednego z tych szumnych nŏgōwkōw abo zapuścić pokŏzowanie losowego nŏgōwka.

source: If you don&lsquo;t want to upload your own image, you can use one of these cool headers, or show a random one.
szl_pl: Jeźli niy chcesz posyłać na serwer swojigo włŏsnego ôbrŏzka, możesz użyć jednego z miyniōnych szumnych nŏgōwkōw abo zapuścić pokŏzowanie losowego nŏgōwka.

source: Default Images
szl_pl: Wychodne ôbrŏzki

source: You can choose one of your previously uploaded headers, or show a random one.
szl_pl: Idzie ôbrać leda jaki nŏgōwek spostrzōd przōdzij posłanych na serwer abo ôbrać pokŏzowanie losowego nŏgōwka.

source: Uploaded Images
szl_pl: Posłane ôbrŏzki

source: Set as header
szl_pl: Nasztaluj jako nŏgōwek

source: Choose a Custom Header
szl_pl: Ôbier włŏsny nŏgōwek

source: Suggested height is %s.
szl_pl: Sugerowanŏ zwielgość wynosi %s.

source: Suggested width is %s.
szl_pl: Sugerowanŏ zwielgość wynosi %s.

source: Images should be at least %s tall.
szl_pl: Ôbrŏzki winny mieć nojmynij %s zwielgości.

source: %d pixels
szl_pl: %d pikselōw

source: Images should be at least %s wide.
szl_pl: Ôbrŏzki winny mieć nojmynij %s szyrzki.

source: Images of exactly <strong>%1$d &times; %2$d pixels</strong> will be used as-is.
szl_pl: Ôbrŏzki gynau <strong>%1$d na %2$d pikselōw</strong> bydōm użyte w takij formie, w jakij bydōm posłane.
