Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/4.6.x/wp-4.6.x-admin-szl.po
Languages: szl_pl

source: Compare two different revisions by <strong>selecting the &#8220;Compare any two revisions&#8221; box</strong> to the side.
szl_pl: Porōwnej roztōmajte wersyje klikniyńcie na kraju zajty w <strong> &#8222;Porōwnej leda jake dwie wersyje&#8221;</strong>.

source: To navigate between revisions, <strong>drag the slider handle left or right</strong> or <strong>use the Previous or Next buttons</strong>.
szl_pl: Coby szaltrować miyndzy wersyjami <strong>przeciōngŏ sie kursōr w lewo abo prawo</strong>, abo <strong>prziciskŏ knefel Nazŏd i Dalij</strong>.

source: From this screen you can review, compare, and restore revisions:
szl_pl: Na tym ekranie idzie podyjzdrzeć, porōwnać i wrōcić wersyje:

source: Revisions are saved copies of your post or page, which are periodically created as you update your content. The red text on the left shows the content that was removed. The green text on the right shows the content that was added.
szl_pl: Wersyje sōm spamiyntanymi kopijami postōw i zajtōw, tworzōnymi dycki przi pisaniu i jako cyklicznŏ kopijŏ autōmatycznŏ. Na czerwōno, z lewyj strōny, ôznŏczōno było treści wychrōniōne, a na zielōno ze prawyj, ôznŏczōno było treści przidane.

source: This screen is used for managing your content revisions.
szl_pl: Ekran je używany do reskyrowaniŏ wersyjami postōw.

source: &larr; Return to editor
szl_pl: &larr; Nazŏd do edytōra treści

source: Compare Revisions of &#8220;%1$s&#8221;
szl_pl: Porōwnej wersyje &#8222;%1$s&#8221;

source: This item has already been deleted.
szl_pl: Ôbrany ôbiekt bōł już wychrōniōny.

source: The item you are trying to restore from the Trash no longer exists.
szl_pl: Prōbujesz wrōcić z hasiŏka ôbiekt, kerego niy ma.

source: You cannot move this item to the Trash. %s is currently editing.
szl_pl: Niy idzie tego wyciepnōńć, pōniywŏż je to edytowane bez %s.

source: The item you are trying to move to the Trash no longer exists.
szl_pl: Prōbujesz przeniyść do hasiŏka ôbiekt, kerego niy ma.

source: You can&#8217;t edit this item because it is in the Trash. Please restore it and try again.
szl_pl: Niy idzie edytować tego elymyntu, pōniywŏż je ôn w hasiŏku. Prziwrōć go i sprōbuj zaś.

source: Unable to submit this form, please refresh and try again.
szl_pl: Niy powiodło sie przesłanie formularu. Ôdświyżyć zajtã i sprōbuj zaś.

source: Search Installed Plugins
szl_pl: Szukej postrzōd zainstalowanych przidŏwkōw

source: All selected plugins are up to date.
szl_pl: Wszyjske ôbrane przidŏwki sōm aktualne.

source: Selected plugins <strong>deactivated</strong>.
szl_pl: Ôbrane przidŏwki były <strong>zastawiōne</strong>.

source: Plugin <strong>deactivated</strong>.
szl_pl: Przidŏwek bōł <strong>zastawiōny</strong>.

source: Selected plugins <strong>activated</strong>.
szl_pl: Ôbrane przidŏwki były <strong>zapuszczōne</strong>.

source: Plugin <strong>activated</strong>.
szl_pl: Przidŏwek bōł <strong>zapuszczōny</strong>.

source: The selected plugins have been <strong>deleted</strong>.
szl_pl: Ôbrane przidŏwki były <strong>wychrōniōne</strong>.

source: The selected plugin has been <strong>deleted</strong>.
szl_pl: Ôbrany przidŏwek bōł <strong>wychrōniōny</strong>.

source: Plugin could not be deleted due to an error: %s
szl_pl: Przidŏwek niy mōg być wychrōniōny skiż felera: %s

source: Plugin could not be activated because it triggered a <strong>fatal error</strong>.
szl_pl: Przidŏwek niy mōg być zapuszczōny, pōniywŏż sprŏwiōł <strong>krytyczny feler</strong>.

source: The plugin generated %d characters of <strong>unexpected output</strong> during activation. If you notice &#8220;headers already sent&#8221; messages, problems with syndication feeds or other issues, try deactivating or removing this plugin.
szl_pl: Przidŏwek swrōciōł %d <strong>niynazdane cechy</strong> przi zapuszczaniu. Jeźli na jakimś ekranie placu pokŏżōm sie szkryfty &#8222;headers already sent&#8221;, niyprzileżytości z kanałami nowości abo inksze heropy, sprōbuj zastawić abo wychrōnić tyn przidŏwek.

source: The plugin %1$s has been <strong>deactivated</strong> due to an error: %2$s
szl_pl: Przidŏwek %1$s bōł <strong>zastawiōny</strong> skiż felera: %2$s

source: <a href="https://codex.wordpress.org/Managing_Plugins#Plugin_Management" target="_blank">Documentation on Managing Plugins</a>
szl_pl: <a href="https://codex.wordpress.org/Managing_Plugins#Plugin_Management" target="_blank">Dokumyntacyjŏ ô firowaniu przidŏwkami</a>

source: If something goes wrong with a plugin and you can&#8217;t use WordPress, delete or rename that file in the %s directory and it will be automatically deactivated.
szl_pl: Jeźli coś pōdzie źle z przidŏwkym i niy poradzisz używać WordPressa, wychrōń abo pōmiyń miano ōd niego zbioru w katalogu %s, a przidŏwek bydzie autōmatycznie zastawiōny.

source: Most of the time, plugins play nicely with the core of WordPress and with other plugins. Sometimes, though, a plugin&#8217;s code will get in the way of another plugin, causing compatibility issues. If your site starts doing strange things, this may be the problem. Try deactivating all your plugins and re-activating them in various combinations until you isolate which one(s) caused the issue.
szl_pl: Porzōnd przidŏwki fōngujōm bez problymōw z inkszymi przidŏwkami i WordPressym, jednakōż rŏz za kedy trefiŏ sie, co nastŏwŏ ôstuda miyndzy kodami przidŏwkōw. Jeźli na placu napoczynajōm dziywać sie dziwacke rzeczy, dyrekt takŏ sytuacyjŏ może je sprŏwiać. Sprōbuj zastawić wszyjske przidŏwki i zapuszczać je w roztōmajtych zestŏwiyniach, coby zastawić te, kere sprŏwiajōm niyprzileżytości.

source: Troubleshooting
szl_pl: Sprŏwianie niyprzileżytości

source: If you would like to see more plugins to choose from, click on the &#8220;Add New&#8221; button and you will be able to browse or search for additional plugins from the <a href="%s" target="_blank">WordPress Plugin Directory</a>. Plugins in the WordPress Plugin Directory are designed and developed by third parties, and are compatible with the license WordPress uses. Oh, and they&#8217;re free!
szl_pl: Coby wejzdrzeć na wiyncyj przidŏwkōw, trza kliknōńć na knefel &#8220;Przidej Nowe&#8221; i bydzie szło przeziyrać abo zeszukować nadbytnie przidŏwki ze <a href="%s" target="_blank">Katalogu Przidŏwkōw WordPressa</a>. Sōm ône pisane bez niyznŏleżnych deweloperōw, kōmpatybilne ze licyncyjōm WordPress i darme.

source: The search for installed plugins will search for terms in their name, description, or author.
szl_pl: Zeszukowanie zainstalowanych przidŏwkōw ôbyjmuje frazy w jejich mianie, ôpisie i mianie ôd autōra.

source: Plugins extend and expand the functionality of WordPress. Once a plugin is installed, you may activate it or deactivate it here.
szl_pl: Przidŏwki rozszyrzajōm fōngowanie WordPressa. Po instalacyji przidŏwka idzie go zapuścić abo zastawić sam.

source: No, return me to the plugin list
szl_pl: Niy, wrōć do wykŏzu przidŏwkōw

source: Yes, delete these files
szl_pl: Ja, wychrōń te zbiory

source: Yes, delete these files and data
szl_pl: Ja, wychrōń te zbiory i daty

source: Are you sure you wish to delete these files?
szl_pl: Na isto chcesz wychrōnić te zbiory?

source: Are you sure you wish to delete these files and data?
szl_pl: Na isto chcesz wychrōnić te zbiory i daty?

# plugin
source: %1$s by %2$s
szl_pl: %1$s ôd %2$s

source: %1$s by %2$s (will also <strong>delete its data</strong>)
szl_pl: %1$s autorstwa %2$s (<strong>wychrōni tyż swoje daty</strong>)

source: You are about to remove the following plugins:
szl_pl: Zarŏz wychrōnisz dalij pokŏzane przidŏwki:

source: These plugins may be active on other sites in the network.
szl_pl: Te przidŏwki mogōm być zapuszczōne na inkszych zajtach necu.

source: Delete Plugins
szl_pl: Wychrōnianie przidŏwkōw

source: You are about to remove the following plugin:
szl_pl: Zarŏz wychrōnisz dalij pokŏzany przidŏwek:

source: This plugin may be active on other sites in the network.
szl_pl: Tyn przidŏwek może być zapuszczōny na inkszych zajtach necu.

source: Delete Plugin
szl_pl: Wychrōń przidŏwek

source: Sorry, you are not allowed to deactivate plugins for this site.
szl_pl: Niy ma przizwolyniŏ na zastawianie przidŏwkōw na tym placu.

source: Update Plugins
szl_pl: Zaktualizuj przidŏwki

source: Sorry, you are not allowed to activate plugins for this site.
szl_pl: Niy ma przizwolyniŏ na aktywacyje przidŏwkōw na tym placu.

source: Browse Plugins
szl_pl: Przeziyrej przidŏwki

source: Plugins list
szl_pl: Wykŏz przidŏwkōw

source: Plugins list navigation
szl_pl: Nawigacyjŏ wykŏzu przidŏwkōw

source: Filter plugins list
szl_pl: Filtrowanie wykŏzu przidŏwkōw

source: <a href="https://codex.wordpress.org/Plugins_Add_New_Screen" target="_blank">Documentation on Installing Plugins</a>
szl_pl: <a href="https://codex.wordpress.org/Plugins_Add_New_Screen" target="_blank">Dokumyntacyjŏ ô instalacyji przidŏwkōw</a>

source: If you want to install a plugin that you&#8217;ve downloaded elsewhere, click the Upload Plugin button above the plugins list. You will be prompted to upload the .zip package, and once uploaded, you can activate the new plugin.
szl_pl: Coby zainstalować przidŏwek przōdzij sebrany na dysk, trza kliknōńć knefel Zaladuj Przidŏwek nad wykŏzym przidŏwkōw. Pokŏże sie ôkynko do skŏzaniŏ archiwōm .zip i po zaladowaniu bydzie szło zapuścić nowy przidŏwek.

source: You can also browse a user&#8217;s favorite plugins, by using the Favorites link above the plugins list and entering their WordPress.org username.
szl_pl: Idzie tyż przeziyrać ôblubiōne przidŏwki używŏcza bez użycie linku Ôblubiōne pōnad wykŏzym przidŏwkōw i wkludzynie miana ôd używŏcza z WordPress.org.

source: If you just want to get an idea of what&#8217;s available, you can browse Featured and Popular plugins by using the links above the plugins list. These sections rotate regularly.
szl_pl: Jeźli chcesz ino wejzdrzeć na dostympne możebności, przezdrzij Doradzane i Popularne przidŏwki ze pōmocōm ôdkŏzōw na wiyrchu ekranu. Zawartość tych sekcyji umiyniŏ sie regularnie.

source: If you know what you&#8217;re looking for, Search is your best bet. The Search screen has options to search the WordPress Plugin Directory for a particular Term, Author, or Tag. You can also search the directory by selecting popular tags. Tags in larger type mean more plugins have been labeled with that tag.
szl_pl: Zeszukŏwanie to je nojepszy ôbiōr, jeźli sie wiy, czego sie szukŏ. Ekran zeszukŏwaniŏ mŏ sztelōnki do szukaniŏ ôkryślōnego słowa, autōra abo taga we Katalogu Przidŏwkōw WordPress. Idzie tyż zeszukŏwać katalog bez ôbranie popularnych tagōw. Te srogsze ôznŏczajōm, co wiyncyj przidŏwkōw było nimi ôpisane.

source: Adding Plugins
szl_pl: Przidŏwanie przidŏwkōw

source: You can find new plugins to install by searching or browsing the directory right here in your own Plugins section.
szl_pl: Idzie terŏz znojść nowe przidŏwki do zainstalowaniŏ, jak sie zeszukuje abo przeziyrŏ katalog sam we włŏsnyj sekcyji przidŏwkōw.

source: Plugins hook into WordPress to extend its functionality with custom features. Plugins are developed independently from the core WordPress application by thousands of developers all over the world. All plugins in the official <a href="%s" target="_blank">WordPress Plugin Directory</a> are compatible with the license WordPress uses.
szl_pl: Przidŏwki zahŏczajōm sie we WordPressie, coby zwielgszyć ôd niego fōnkcyje. Sōm ône pisane niyznŏleżnie ôd wszeôbecnyj aplikacyje WordPress bez tysiōnce deweloperōw na cołkim świecie. Wszyjske przidŏwki we ôficjalnym <a href="%s" target="_blank">Katalogu Przidŏwek WordPress</a> sōm kōmpatybilne ze licyncjōm WordPress.

source: Add Plugins
szl_pl: Przidej przidŏwki

source: You need to make this file writable before you can save your changes. See <a href="https://codex.wordpress.org/Changing_File_Permissions">the Codex</a> for more information.
szl_pl: WordPress musi mieć przizwolynie do zŏpisu do tego zbioru, coby szło spamiyntać wkludzōne pōmiany. Wiyncyj informacyje je we <a href="https://codex.wordpress.org/Changing_File_Permissions">kodeksie</a>.

source: Update File
szl_pl: Zaktualizuj zbiōr

source: Update File and Attempt to Reactivate
szl_pl: Zaktualizuj zbiōr i sprōbuj zapuścić zaś przidŏwek

source: <strong>Warning:</strong> Making changes to active plugins is not recommended. If your changes cause a fatal error, the plugin will be automatically deactivated.
szl_pl: <strong>Napōmniynie:</strong> Wkludzanie pōmian do zapuszczōnych przidŏwkōw niyma skwŏlane. Jeźli wkludzōne pōmiany sprŏwiōm krytyczny feler, przidŏwek bydzie autōmatycznie zastawiōny.

source: Look Up
szl_pl: Pokŏż dokumyntacyjõ

source: Documentation:
szl_pl: Dokumyntacyjŏ:

source: Plugin Files
szl_pl: Zbiory przidŏwkōw

source: Select plugin to edit:
szl_pl: Ôbier przidŏwek, kery chcesz edytować:

source: Browsing %s (inactive)
szl_pl: Przeziyranie %s (zastawiōne)

source: Editing %s (inactive)
szl_pl: Edytowanie %s (zastawiōne)

source: Browsing %s (active)
szl_pl: Przeziyranie %s (zapuszczōne)

source: Editing %s (active)
szl_pl: Edytowanie %s (zapuszczōne)

source: This plugin has been deactivated because your changes resulted in a <strong>fatal error</strong>.
szl_pl: Tyn przidŏwek bōł zastawiōny, pōniywŏż wkludzōne pōmiany sprŏwiyły <strong>krytyczny feler</strong>.

source: File edited successfully.
szl_pl: Zbiōr bōł sprŏwnie napasowany.

source: Function Name&hellip;
szl_pl: Miano ôd fōnkcyje&hellip;

source: <a href="https://codex.wordpress.org/Writing_a_Plugin" target="_blank">Documentation on Writing Plugins</a>
szl_pl: <a href="https://codex.wordpress.org/Writing_a_Plugin" target="_blank">Dokumyntacyjŏ ô tworzyniu przidŏwkōw</a>

source: <a href="https://codex.wordpress.org/Plugins_Editor_Screen" target="_blank">Documentation on Editing Plugins</a>
szl_pl: <a href="https://codex.wordpress.org/Plugins_Editor_Screen" target="_blank">Dokumyntacyjŏ ô edycyji przidŏwkōw</a>

source: Any edits to files from this screen will be reflected on all sites in the network.
szl_pl: Wszyjske pōmiany wkludzōne do zbiorōw na tym ekranie bydōm miały wpływ na cołki nec.

source: If you want to make changes but don&#8217;t want them to be overwritten when the plugin is updated, you may be ready to think about writing your own plugin. For information on how to edit plugins, write your own from scratch, or just better understand their anatomy, check out the links below.
szl_pl: Jeźli chcesz wkludzić pōmiany, ale niy chcesz, coby były ône pōmiyniōne po aktualizacyji przidŏwka, możno dobrze byłoby rozwŏżyć napisanie włŏsnego przidŏwka. Coby przewiedzieć sie, jak napasować abo stworzić blank nowy przidŏwek abo ino lepij spokopić jejich anatōmijõ, zajzdrzij do miyniōnych ôdkŏzōw.

source: In the editing area the Tab key enters a tab character. To move below this area by pressing Tab, press the Esc key followed by the Tab key. In some cases the Esc key will need to be pressed twice before the Tab key will allow you to continue.
szl_pl: W edytōrze kodu wciśniyńcie knefla Tab wrazi tabulacyjõ. Coby przejś do inkszych polōw, wciś nojprzōd Esc, a pō nim Tab. W niykerych przipŏdkach knefel Esc trza bydzie wciść dwa razy przed wciśniyńciym Tab, coby tyn knif zafōngowoł.

source: The Documentation menu below the editor lists the PHP functions recognized in the plugin file. Clicking Look Up takes you to a web page about that particular function.
szl_pl: Myni &#8222;Dokumyntacyjŏ&#8221; pod edytōrym pokŏzuje wykŏz fōnkcyji PHP, kere były znodniynte w edytowanym zbiorze przidŏwka. Klikniyńcie &#8222;Ujzdrzij dokumyntacyjõ&#8221; przenosi do zajty ô danyj fōnkcyji.

source: Choose a plugin to edit from the dropdown menu and click the Select button. Click once on any file name to load it in the editor, and make your changes. Don&#8217;t forget to save your changes (Update File) when you&#8217;re finished.
szl_pl: Ôbier przidŏwek do edytowaniŏ ze rozwijanego myni i kliknij knefel Ôbier. Kliknij rŏz na kożdym mianie ôd zbioru, coby go zaladować do edytōra i wkludź swoje pōmiany. Niy przepōmnij ich na kōnieć spamiyntać.

source: You can use the editor to make changes to any of your plugins&#8217; individual PHP files. Be aware that if you make changes, plugins updates will overwrite your customizations.
szl_pl: Idzie użyć tego edytōra, coby wkludzić pōmiany do kożdego ze zbiorōw PHP zainstalowanych przidŏwkōw, pamiyntej ale, co zaktualizowanie przidŏwka sprŏwi pōmiyniynie wkludzōnych modyfikacyji.

source: Files of this type are not editable.
szl_pl: Edycyje zbiorōw tyj zorty sōm niymożebne.

source: No such file exists! Double check the name and try again.
szl_pl: Takigo zbioru niy ma! Wybadej nŏleżność wkludzōnego miana i sprōbuj zaś.

source: Edit Plugins
szl_pl: Edytuj przidŏwki

source: Sorry, you are not allowed to edit plugins for this site.
szl_pl: Niy ma przizwolyniŏ na edycyjõ przidŏwkōw na tym placu.

source: All Settings
szl_pl: Wszyjske sztelōnki

source: The %s setting is unregistered. Unregistered settings are deprecated. See https://codex.wordpress.org/Settings_API
szl_pl: Sztelōnek %s niyma zaregistrowany. Niyzaregistrowane sztelōnki sōm ôbstareźne. Wejzdrzij: https://codex.wordpress.org/Settings_API

source: Sorry, you are not allowed to modify unregistered settings for this site.
szl_pl: Niy ma przizwolyniŏ na modyfikacyjõ niyzaregistrowanychsztelōnkōw tego placu.

source: <strong>ERROR</strong>: options page not found.
szl_pl: <strong>FELER</strong>: Zajta ze sztelōnkami niy była znodniyntŏ.

source: WordPress is not notifying any <a href="https://codex.wordpress.org/Update_Services">Update Services</a> because of your site&#8217;s <a href="%s">visibility settings</a>.
szl_pl: WordPress niy posyłŏ <a href="https://codex.wordpress.org/Update_Services">uwiadōmiyń ô przidaniu nowych treści</a> skuli ôbranych <a href="%s">sztelōnkōw widzialności</a>.

source: When you publish a new post, WordPress automatically notifies the following site update services. For more about this, see <a href="https://codex.wordpress.org/Update_Services">Update Services</a> on the Codex. Separate multiple service URLs with line breaks.
szl_pl: Bez publikacyjõ nowego posta WordPress autōmatycznie uwiadōmiŏ miyniōne posugi aktualizacyje placōw. Wiyncyj informacyje na tyn tymat je w sekcyji "<a href="https://codex.wordpress.org/Update_Services">Posugi aktualizacyje</a>" kodeksu WordPressa. Wkludź adresy w ôsobnych wiyrszach.

source: Default Mail Category
szl_pl: Wychodnŏ kategoryjŏ postōw przidŏwanych bez email

source: Login Name
szl_pl: Miano ôd używŏcza

source: Mail Server
szl_pl: Serwer poczty

source: To post to WordPress by email you must set up a secret email account with POP3 access. Any mail received at this address will be posted, so it&#8217;s a good idea to keep this address very secret. Here are three random strings you could use: %1$s, %2$s, %3$s.
szl_pl: Coby publikować na WordPressie bez email, trza zrychtować tajymne kōnto email ze dostympym POP3. Kożdy email, co przidzie na tã adresã bydzie ôpublikowany, tōż dobrze bydzie jij żŏdnymu niy dŏwać. A tukej trzi przikłŏdowe adresy, kerych by szło używać: %1$s, %2$s, %3$s.

source: Post via email
szl_pl: Publikacyjŏ bez email

source: Default Link Category
szl_pl: Wychodnŏ kategoryjŏ ôdkŏzōw

source: Default Post Format
szl_pl: Wychodny format posta

source: Default Post Category
szl_pl: Wychodnŏ kategoryjŏ postōw

source: WordPress should correct invalidly nested XHTML automatically
szl_pl: Niych WordPress autōmatycznie poprŏwiŏ niynŏleżnie zagniyżdżony kod XHTML

source: Convert emoticons like <code>:-)</code> and <code>:-P</code> to graphics on display
szl_pl: Kōnwertuj emotikōny, take jak <code>:-)</code> i <code>:-P</code>, na ôbrŏzki w czasie jejich pokŏzowaniŏ

source: Formatting
szl_pl: Formatowanie

source: <a href="https://codex.wordpress.org/Settings_Writing_Screen" target="_blank">Documentation on Writing Settings</a>
szl_pl: <a href="https://codex.wordpress.org/Settings_Writing_Screen" target="_blank">Dokumyntacyjŏ ô sztelōnkach pisaniŏ</a>

source: If desired, WordPress will automatically alert various services of your new posts.
szl_pl: Jeźli chcesz, WordPress może autōmatycznie uwiadōmiać roztōmajte zerwisy ô nowych postach na Twojim placu.

source: Update Services
szl_pl: Posugi aktualizacyje

source: Post via email settings allow you to send your WordPress install an email with the content of your post. You must set up a secret email account with POP3 access to use this, and any mail received at this address will be posted, so it&#8217;s a good idea to keep this address very secret.
szl_pl: Publikacyjŏ bez email przizwŏlŏ na wyużycie kōnta email do publikowaniŏ treści na placu. Coby użyć tyj fōnkcyje, trza posiadać tajne kōnto email, z kerym idzie sie skuplować bez protokōł POP3. Kōnto to musi być tajne, pōniywŏż kożdŏ wiadōmość, kerŏ na nie przijdzie, bydzie ôpublikowanŏ jako post WordPressa.

source: Post Via Email
szl_pl: Publikacyjŏ bez email

source: You can submit content in several different ways; this screen holds the settings for all of them. The top section controls the editor within the dashboard, while the rest control external publishing methods. For more information on any of these methods, use the documentation links.
szl_pl: Treści na tym placu mogōm być publikowane na pŏrã roztōmajtych knifōw. Na tym ekranie dostympne sōm sztelōnki kożdego z nich. W sekcyji na samym wiyrchu możesz przipasować do siebie sztelōnki edytōra na blocie, a ôstatek tykŏ zdŏlnego publikowaniŏ. Coby przewiedzieć sie wiyncyj na tymat knifōw zdŏlnego publikowaniŏ postōw, ôbznajōm sie z dokumyntacyjōm (po prawyj).

source: Writing Settings
szl_pl: Sztelōnki pisaniŏ

source: Summary
szl_pl: Wszyjsko

source: Full text
szl_pl: Cołkõ treść

source: For each article in a feed, show
szl_pl: W kanałach nowości pokŏzuj

source: items
szl_pl: elymyntōw

source: Syndication feeds show the most recent
szl_pl: Kanały nowości pokŏzujōm ôstatnie

source: posts
szl_pl: postōw

source: Blog pages show at most
szl_pl: Zajty bloga pokŏzujōm maksymalnie

source: <strong>Warning:</strong> these pages should not be the same!
szl_pl: <strong>Pozōr:</strong> to niy winny być te same zajty!

source: Posts page: %s
szl_pl: Zajta z postami: %s

source: Front page: %s
szl_pl: Przodniŏ zajta: %s

source: A <a href="%s">static page</a> (select below)
szl_pl: <a href="%s">statycznõ zajtã</a> (ôbier niżyj)

source: Encoding for pages and feeds
szl_pl: Kodowanie zajtōw i kanałōw

source: <a href="https://codex.wordpress.org/Settings_Reading_Screen" target="_blank">Documentation on Reading Settings</a>
szl_pl: <a href="https://codex.wordpress.org/Settings_Reading_Screen" target="_blank">Dokumyntacyjŏ ô sztelōnkach czytaniŏ</a>

source: When this setting is in effect, a reminder is shown in the At a Glance box of the Dashboard that says, &#8220;Search Engines Discouraged,&#8221; to remind you that your site is not being crawled.
szl_pl: Kedy tyn sztelōnek je aktywny, w boksie &#8220;Na gibko&#8221; pokŏzowany je tekst &#8220;Doradzane je niyindeksowanie placu&#8221;, co spōminŏ, co niy przizwolōno było wyszukiwŏczōm na indeksowanie placu.
