Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/4.6.x/wp-4.6.x-admin-szl.po
Languages: szl_pl

source: <code>_top</code> &mdash; current window or tab, with no frames.
szl_pl: <code>_top</code> &mdash; terŏźne ôkno abo szkarta, bez rōmek.

source: <code>_blank</code> &mdash; new window or tab.
szl_pl: <code>_blank</code> &mdash; nowe ôkno abo szkarta.

source: New category name
szl_pl: Miano ôd nowyj kategoryje

source: + Add New Category
szl_pl: + Przidej nowõ kategoryjõ

source: Keep this link private
szl_pl: Ôdkŏz prywatny

source: Visit Link
szl_pl: Ôdewrzij ôdkŏz

source: Need help? Use the Help tab above the screen title.
szl_pl: Potrzebujesz pōmocy? Użyj szkarty Pōmoc nad tytułym.

source: Page Template
szl_pl: Szablōna zajty

source: (no parent)
szl_pl: (niy mŏ ôjca)

source: Show comments
szl_pl: Pokŏż kōmyntŏrze

source: No comments yet.
szl_pl: Niy ma kōmyntŏrzōw.

source: Add comment
szl_pl: Przidej kōmyntŏrz

source: Allow <a href="%s">trackbacks and pingbacks</a> on this page.
szl_pl: Przizwŏlej na <a href="%s">pingbacki i trackbacki</a> na tyj zajcie.

source: Allow comments.
szl_pl: Przizwōl na kōmyntŏrze.

source: Custom fields can be used to add extra metadata to a post that you can <a href="%s">use in your theme</a>.
szl_pl: Włŏsne pola sōm używane, coby przidać do postōw nadbytnie daty, kere idzie niyskorzij <a href="%s">wyużyć w tymacie</a>.

source: Trackbacks are a way to notify legacy blog systems that you&#8217;ve linked to them. If you link other WordPress sites, they&#8217;ll be notified automatically using <a href="%s">pingbacks</a>, no other action necessary.
szl_pl: Trackbacki sōm knifym na uwiadōmiynie starszych placōw, co wrażŏsz do nich ôdkŏzy. Przidane ôdkŏzy do placōw podpartych na WordPressie sprŏwiōm autōmatyczne uwiadōmiynie tych placōw <a href="%s">pingbackami</a> bez powzimaniŏ nadbytnich fōngowań.

source: Separate multiple URLs with spaces
szl_pl: Ôddziel dŏlsze adresy URL spacyjami

source: Send trackbacks to:
szl_pl: Poślij trackbacki do:

source: Already pinged:
szl_pl: Ping bōł już posłany do:

source: Excerpts are optional hand-crafted summaries of your content that can be used in your theme. <a href="%s">Learn more about manual excerpts</a>.
szl_pl: Stympy sōm ôpcyjōnalnymi, ryncznie tworzōnymi zestŏwiyniami postōw, kere idzie wyużyć we tymacie. <a href="%s">Przewiedz sie wiyncyj ô ryncznym tworzyniu stympōw</a>.

source: Most Used
szl_pl: Porzōnd używane

source: Uploaded on: <b>%1$s</b>
szl_pl: Wgrany: <b>%1$s</b>

source: Browse revisions
szl_pl: Przeziyrej wersyje

# revisions
source: Browse
szl_pl: Przeziyrej

source: Revisions: %s
szl_pl: Wersyje: %s

source: Publish on: <b>%1$s</b>
szl_pl: Ôpublikuj: <b>%1$s</b>

source: Schedule for: <b>%1$s</b>
szl_pl: Ôbcyrkluj na: <b>%1$s</b>

source: Publish <b>immediately</b>
szl_pl: Ôpublikuj <b>ôrŏz</b>

source: Published on: <b>%1$s</b>
szl_pl: Ôpublikowano było: <b>%1$s</b>

source: Scheduled for: <b>%1$s</b>
szl_pl: Ôbcyrklowanŏ na: <b>%1$s</b>

source: Stick this post to the front page
szl_pl: Przilep tyn post do przodnij zajty

source: Edit visibility
szl_pl: Edytuj widzialność

source: Password protected
szl_pl: Bezpieczōne hasłym

source: Visibility:
szl_pl: Dostympność:

source: Edit status
szl_pl: Edytuj status

source: Preview Changes
szl_pl: Podyjzdrzij pōmiany

source: Sorry, you are not allowed to access this page.
szl_pl: Niy ma przizwolyniŏ na ôdewrzynie tyj zajty.

source: Audio Codec:
szl_pl: Kodek klangu:

source: Audio Format:
szl_pl: Format zbioru:

source: File URL:
szl_pl: URL zbioru:

source: Displayed on attachment pages.
szl_pl: Pokŏzowane na zajtach z bajlagami.

source: Sorry, you have used all of your storage quota of %s MB.
szl_pl: Bōł już użyty cołki plac na dysku: &ndash %s MB.

source: Scale images to match the large size selected in %1$simage options%2$s (%3$d &times; %4$d).
szl_pl: Skaluj ôbrŏzki do srogij miary podanyj w %1$sôpcyjach ôbrŏzka%2$s (%3$d × %4$d).

source: You are using the browser&#8217;s built-in file uploader. The WordPress uploader includes multiple file selection and drag and drop capability. <a href="#">Switch to the multi-file uploader</a>.
szl_pl: Używŏsz włŏsnego posyłaniŏ zbiorōw przeziyrŏczki. Wysyłŏcz WordPressa posyłŏ mockã zbiorōw wrŏz, w tym bez przeciōnganie i spuszczanie. <a href="#">Zapuść wielozbiorowy wysyłŏcz</a>.

source: You are using the multi-file uploader. Problems? Try the <a href="%1$s" target="%2$s">browser uploader</a> instead.
szl_pl: Używŏsz wielozbiorowego wysyłŏcza. Jeźli coś niy fōnguje, to użyj <a href="%1$s" target="%2$s">ajnfachowego przidŏwaniŏ zbiorōw</a>.

source: Link to image
szl_pl: Ôdkŏz do ôbrŏzka

source: Link Image To:
szl_pl: Ôdkŏż ôbrŏzek do:

source: Link text, e.g. &#8220;Ransom Demands (PDF)&#8221;
szl_pl: Treść ôdkŏzu, bp. &#8222;Fołdrowania napastnikōw (PDF)&#8221;

source: Audio, Video, or Other File
szl_pl: Zbiōr klangowy, z filmym abo inkszyj zorty

source: Image Caption
szl_pl: Etyketa ôbrŏzka

source: Filter &#187;
szl_pl: Przefiltruj »

source: All Types
szl_pl: Wszyjske zorty

source: Update gallery settings
szl_pl: Zaktualizuj sztelōnki galeryje

source: Gallery columns:
szl_pl: Wielość kolōn w galeryji:

source: Order:
szl_pl: Porzōndek:

source: Random
szl_pl: Miynszanie

source: Date/Time
szl_pl: Datōm/godzina

source: Menu order
szl_pl: Porzōndek w myni

source: Order images by:
szl_pl: Skłŏdej ôbrŏzki podle:

source: Image File
szl_pl: zbioru ôbrŏzka

source: Link thumbnails to:
szl_pl: Ôdkŏż miniatury do:

source: Actions
szl_pl: Akcyje

# verb
source: Clear
szl_pl: Ôpucuj

source: Descending
szl_pl: Ôd nojsrogszych

source: Ascending
szl_pl: Ôd nojmyńszych

source: Sort Order:
szl_pl: Porzōndek:

source: All Tabs:
szl_pl: Wszyjske szkarty:

source: Insert media from another website
szl_pl: Westŏw mydiōm z inkszego placu

source: Save all changes
szl_pl: Spamiyntej wszyjske pōmiany

source: Add media files from your computer
szl_pl: Przidej mydia ze swojigo kōmputra

source: Drop files here
szl_pl: Spuść zbiory nad tym polym

source: Continue
szl_pl: Kōntynuować

source: You are about to delete %s.
szl_pl: Zarŏz wychrōnisz %s.

source: Insert into Post
szl_pl: Wraź do posta

source: Upload date:
szl_pl: Datōm posłaniŏ na serwer:

source: Alt text for the image, e.g. &#8220;The Mona Lisa&#8221;
szl_pl: Alternatywny tekst w plac ôbrŏzka, bp. &#8222;Ślōnskŏ Ôpera&#8221;

source: Location of the uploaded file.
szl_pl: Położynie zbioru na serwerze.

source: Enter a link URL or click above for presets.
szl_pl: Wkludź adresã ôdkŏzu abo użyj z bitowanych niżyj ôpcyji.

source: Link URL
szl_pl: Adresa ôd ôdkŏzu

source: Empty Title filled from filename.
szl_pl: Miano ôd zbioru było nasztalowane jako tytuł mydiōm.

source: Attachment Post URL
szl_pl: Adresa URL tyj bajlagi

source: File URL
szl_pl: Adresa URL ôd zbioru

source: Invalid image URL
szl_pl: Niynŏleżnŏ adresa URL ôbrŏzka

source: Uploads
szl_pl: Posłane na serwer

source: Genre: %s.
szl_pl: Zorta: %s.

source: Track %1$s.
szl_pl: Śpiywka %1$s.

source: Track %1$s of %2$s.
szl_pl: Śpiywka %1$s z %2$s.

source: Released: %d.
szl_pl: Wydane: %d.

source: %1$s by %2$s.
szl_pl: Albōm „%1$s”, autōr: „%2$s”.

source: "%1$s" by %2$s.
szl_pl: "%1$s" autōr: %2$s.

source: "%1$s" from %2$s.
szl_pl: &bdquo;%1$s&rdquo; z albōma &bdquo;%2$s&rdquo;.

source: "%1$s" from %2$s by %3$s.
szl_pl: &bdquo;%1$s&rdquo; z albōma &bdquo;%2$s&rdquo;, autōr: %3$s.

source: Gallery (%s)
szl_pl: Galeryjŏ (%s)

source: Gallery
szl_pl: Galeryjŏ

source: From URL
szl_pl: Z adresy URL

source: From Computer
szl_pl: Z kōmputra

source: Import posts, pages, comments, custom fields, categories, and tags from a WordPress export file.
szl_pl: Importuj posty, zajty, kōmyntŏrze, włŏsne pola, kategoryje i tagi ze zbioru eksportu WordPressa.

source: Import posts &amp; media from Tumblr using their API.
szl_pl: Importuj posty i mydia z Tumblra bez jigo API.

source: Import posts from an RSS feed.
szl_pl: Importuj posty z kanału RSS.

source: Import links in OPML format.
szl_pl: Importuj ôdkŏzy we formacie OPML.

source: Import posts and comments from a Movable Type or TypePad blog.
szl_pl: Importuj posty i kōmyntŏrze z bloga Movable Type abo TypePad.

source: Movable Type and TypePad
szl_pl: Movable Type i TypePad

source: Import posts from LiveJournal using their API.
szl_pl: Importuj posty z LiveJournal bez jigo API.

source: Convert existing categories to tags or tags to categories, selectively.
szl_pl: Kōnwertuj terŏźne kategoryje na tagi abo ôpacznie.

source: Categories and Tags Converter
szl_pl: Konwerter kategoryji i tagōw

source: Import posts, comments, and users from a Blogger blog.
szl_pl: Importuj posty, kōmyntŏrze i używŏczōw z bloga Blogger.

source: Image saved
szl_pl: Ôbrŏzek bōł spamiyntany

source: Unable to save the image.
szl_pl: Niy podarziło sie spamiyntać ôbrŏzka.

source: Nothing to save, the image has not changed.
szl_pl: Niy ma niczego di spamiyntaniŏ. Ôbrŏzek niy bōł napasowany.

source: Error while saving the scaled image. Please reload the page and try again.
szl_pl: Feler przi spamiyntowaniu przeskalowanego ôbrŏzka. Ôdświyżyć zajtã i sprōbuj zaś.

source: Unable to create new image.
szl_pl: Niy podarziło sie zrychtować nowego ôbrŏzka.

source: Image restored successfully.
szl_pl: Ôryginalny ôbrŏzek bōł wrōcōny.

source: Image metadata is inconsistent.
szl_pl: Metadaty ôd ôbrŏzka sōm niykōnsekwyntne.

source: Cannot save image metadata.
szl_pl: Niy idzie spamiyntać metadatōw ôd ôbrŏzka.

source: Cannot load image metadata.
szl_pl: Niy idzie wgrać metadatōw ôd ôbrŏzka.

source: Use WP_Image_Editor::flip
szl_pl: Zdŏ sie użyć WP_Image_Editor::flip

source: Use WP_Image_Editor::rotate
szl_pl: Zdŏ sie użyć WP_Image_Editor::rotate

source: $image needs to be an WP_Image_Editor object
szl_pl: $image winiyn być ôbiektym WP_Image_Editor

source: There are unsaved changes that will be lost. 'OK' to continue, 'Cancel' to return to the Image Editor.
szl_pl: Niy wszyjske wkludzōne pōmiany były spamiyntane. Kliknij „OK”, coby kōntynuować, abo „Pociep”, coby powrōcić do edytōra ôbrŏzkōw.

source: Flip horizontally
szl_pl: Przeciep w poziōmie

source: Flip vertically
szl_pl: Przeciep w piōnie

source: Image rotation is not supported by your web host.
szl_pl: Tyn serwer niy podpiyrŏ zwyrtaniŏ ôbrŏzkōw.

source: Rotate clockwise
szl_pl: Zwyrtnij podle ruchu skŏzōwek zygŏra

source: Rotate counter-clockwise
szl_pl: Zwyrtnij prociwnie do ruchu skŏzōwek zygŏra

source: Crop
szl_pl: Przitnij

source: All sizes except thumbnail
szl_pl: Wszyjske miary ôkrōm miniatury

source: All image sizes
szl_pl: Wszyjske miary ôbrŏzkōw

source: Apply changes to:
szl_pl: Napasuj pōmiany do:

source: Current thumbnail
szl_pl: Terŏźnŏ miniatura

source: You can edit the image while preserving the thumbnail. For example, you may wish to have a square thumbnail that displays just a section of the image.
szl_pl: Idzie edytować ôbrŏzek przi spamiyntowaniu miniatury. Bp. miniaturōm może być sztyryrōg, co pokŏzuje ino tajlã ôbrŏzka.

source: Thumbnail Settings Help
szl_pl: Sztelōnki miniatury - pōmoc

source: Thumbnail Settings
szl_pl: Sztelōnki miniatury

source: selection height
szl_pl: zwielgość ôznŏczyniŏ

source: selection width
szl_pl: szyrzka ôznŏczyniŏ

source: Selection:
szl_pl: Ôbiōr:

source: crop ratio height
szl_pl: zwielgość przicinaniŏ

source: crop ratio width
szl_pl: zdelka przicinaniŏ

source: Aspect ratio:
szl_pl: Proporcyje:

source: Once you have made your selection, you can adjust it by entering the size in pixels. The minimum selection size is the thumbnail size as set in the Media settings.
szl_pl: Po ôznŏczyniu, idzie je przipasować bez wkludzynie jigo fasōnga w pikselach. Nojmyńsze ôbrane ôznŏczynie to je miara miniatury podanymŏ w sztelōnkach mydiōw.

source: Crop Selection
szl_pl: Ôbiōr przicinanego przestrzyństwa

source: The aspect ratio is the relationship between the width and height. You can preserve the aspect ratio by holding down the shift key while resizing your selection. Use the input box to specify the aspect ratio, e.g. 1:1 (square), 4:3, 16:9, etc.
szl_pl: Proporcyje to znŏleżność miyndzy szyrzkōm a zwielgościōm. Spamiyntej je bez wciśniyńcie knefla shift i skalowanie ôznŏczōnego przestrzyństwa. Proporcyje idzie ôkryślić wkludzynie je w pasowne pola, bp. 1:1 (sztyryrōg), 4:3, 16:9 itp.

source: Crop Aspect Ratio
szl_pl: Proporcyje wycinka

source: To crop the image, click on it and drag to make your selection.
szl_pl: Kliknij na ôbrŏzek i ôznŏcz przestrzyństwo do przitniyńciŏ.

source: Image Crop Help
szl_pl: Przitnij ôbrŏzek - pōmoc

source: Image Crop
szl_pl: Przitnij ôbrŏzek

source: Restore image
szl_pl: Prziwrōć ôbrŏzek

source: Previously edited copies of the image will not be deleted.
szl_pl: Przōdzij edytowane kopije ôbrŏzka niy bydōm wychrōniōne.

source: Discard any changes and restore the original image.
szl_pl: Ôdciep wszyjske pōmiany i wrōć oryginalny ôbrŏzek.

source: Scale
szl_pl: Skalowanie

source: scale height
szl_pl: zwielgość po skalowaniu

source: scale width
szl_pl: szyrzka po skalowaniu

source: New dimensions:
szl_pl: Nowŏ miara:

source: Original dimensions %s
szl_pl: Ôryginalnŏ miara %s

source: You can proportionally scale the original image. For best results, scaling should be done before you crop, flip, or rotate. Images can only be scaled down, not up.
szl_pl: Idzie proporcjōnalnie umiyniać fasōngi oryginalnego ôbrŏzka. Coby dostać nojlepsze efekty, trza to zrobić przed przitniyńciym abo zwyrtniyńciym. Ôbrŏzki mogōm być ino zmyńszane.

source: Scale Image Help
szl_pl: Przeskaluj ôbrŏzek - pōmoc

source: Scale Image
szl_pl: Przeskaluj ôbrŏzek

source: Image data does not exist. Please re-upload the image.
szl_pl: Niy ma datōw ôbrŏzka w zbiorze. Poślij zaś ôbrŏzek na serwer.

source: Proceed
szl_pl: Dalij

source: Enter the location on the server where the public and private keys are located. If a passphrase is needed, enter that in the password field above.
szl_pl: Wkludź cestã do zbiorōw klucza prywatnego i publicznego na serwerze. Jeźli przidajne je hasło, podej je w polu wyżyj.

source: Private Key:
szl_pl: Klucz prywatny:

source: Public Key:
szl_pl: Klucz publiczny:

source: Authentication Keys
szl_pl: Klucze do slygalizowaniŏ

source: Connection Type
szl_pl: Zorta skuplowaniŏ

source: This password will not be stored on the server.
szl_pl: To hasło niy bydzie spamiyntane na serwerze.

source: example: www.wordpress.org
szl_pl: przikłŏd: www.wordpress.org

source: Hostname
szl_pl: Miano ôd hosta

source: If you do not remember your credentials, you should contact your web host.
szl_pl: Jeźli niy pamiyntŏsz datōw do skuplowaniŏ sie, skōntaktuj sie z administratōrym serwera.

source: FTP Password
szl_pl: Hasło FTP

source: FTP Username
szl_pl: Miano ôd używŏcza FTP

source: Please enter your FTP credentials to proceed.
szl_pl: Wkludź daty skuplowaniŏ FTP, coby kōntynuować.

source: FTP/SSH Password
szl_pl: Hasło FTP/SSH

source: FTP/SSH Username
szl_pl: Miano ôd używŏcza FTP/SSH

source: Please enter your FTP or SSH credentials to proceed.
szl_pl: Wkludź daty skuplowaniŏ FTP abo SSH, coby kōntynuować.

source: To perform the requested action, WordPress needs to access your web server.
szl_pl: Coby sprŏwić ôbrane fōngowanie, WordPress potrzebuje dostympu do tego serwera WWW.

source: Connection Information
szl_pl: Informacyje ô skuplowaniu

source: <strong>ERROR:</strong> There was an error connecting to the server, Please verify the settings are correct.
szl_pl: <strong>FELER:</strong> Trefiōł sie feler przi kuplowaniu sie ze serwerym. Wybadej, eli wkludzōne sztelōnki sōm nŏleżne.

source: Empty archive.
szl_pl: To archiwōm je prōżne.

source: Could not copy file.
szl_pl: Niy szło skopiyrować zbioru.

source: Could not extract file from archive.
szl_pl: Niy szło rozpakować zbioru z archiwōm.

source: Could not retrieve file from archive.
szl_pl: Niy szło wyrazić zbioru z archiwōm.

source: Incompatible Archive.
szl_pl: Niykōmpatybilne archiwōm.

source: The checksum of the file (%1$s) does not match the expected checksum value (%2$s).
szl_pl: Suma kōntrolnŏ zbioru (%1$s) niy sztymuje ze nazdanōm (%2$s).

source: Could not create Temporary file.
szl_pl: Niy szło zrychtować zatymczasowego zbioru.

source: Invalid URL Provided.
szl_pl: Podano było niynŏleżnõ adresã URL.

source: The uploaded file could not be moved to %s.
szl_pl: Posłany zbiōr niy mōg być przeniysiōny do %s.

source: Sorry, this file type is not permitted for security reasons.
szl_pl: Posyłanie zbiorōw tyj zorty niyma przizwolōne z powodōw bezpiyczyństwa.

source: Specified file failed upload test.
szl_pl: Podany zbiōr niy przeszoł prōby wysłaniŏ

source: File is empty. Please upload something more substantial. This error could also be caused by uploads being disabled in your php.ini or by post_max_size being defined as smaller than upload_max_filesize in php.ini.
szl_pl: Zbiōr je prōżny. Poślij taki, co zawiyrŏ jakeś daty. Tyn feler mōg tyż być sprŏwiōny bez zastawiynie posyłaniŏ zbiorōw na serwer abo nadanie sztelōnku post_max_size werty myńszyj aniżeli sztelōnku upload_max_filesize we zbiorze php.ini.

source: File is empty. Please upload something more substantial.
szl_pl: Zbiōr je prōżny. Poślij taki, co zawiyrŏ jakeś daty.

source: Invalid form submission.
szl_pl: Formular bōł posłany niynŏleżnie.

source: File upload stopped by extension.
szl_pl: Posyłanie zbioru na serwer było zastawiōne bez rozszyrzynie.

source: Failed to write file to disk.
szl_pl: Niy podarziło sie spamiyntać zbioru na dysku.

source: Missing a temporary folder.
szl_pl: Niy ma zatymczasowego folderu.

source: No file was uploaded.
szl_pl: Niy posłano było żŏdnego zbioru.

source: The uploaded file was only partially uploaded.
szl_pl: Niy cołki zbiōr bōł posłany na serwer.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
szl_pl: Miara posłanego na serwer zbioru przestōmpiŏ wertã dyrektywy MAX_FILE_SIZE sdefiniowanyj w formularze HTML.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
szl_pl: Miara posłanego na serwer zbioru przestōmpiŏ wertã dyrektywy upload_max_filesize sdefiniowanyj we zbiorze php.ini.

source: %s Page Template
szl_pl: Szablōna zajty %s

source: Popup Comments
szl_pl: Kōmyntŏrze w wyhibujōncym ôknie

source: Popup Comments Template
szl_pl: Szablōna kōmyntŏrzōw w wyhibujōncym ôknie

source: Comments Template
szl_pl: Szablōna kōmyntŏrzōw

source: .htaccess (for rewrite rules )
szl_pl: .htaccess (dlŏ prawideł przepisywaniŏ)

source: my-hacks.php (legacy hacks support)
szl_pl: my-hacks.php (podpora starszych modyfikacyji)

source: RTL Stylesheet
szl_pl: Archa RTL sznitu

source: Visual Editor RTL Stylesheet
szl_pl: Archa RTL sznitu edytōra wizualnego

source: Visual Editor Stylesheet
szl_pl: Archa sznitu edytōra wizualnego

source: Embed Footer Template
szl_pl: Wprŏw szablōnã dapki

source: Embed Header Template
szl_pl: Wraź muster nŏgōwka

source: Embed Content Template
szl_pl: Wprŏw szablōnã treści

source: Embed 404 Template
szl_pl: Wprŏw szablōnã felera 404

source: Embed Template
szl_pl: Wprŏw szablōnã

source: Application Attachment Template
szl_pl: Szablōna zajty z bajlagōm aplikacyje

source: Audio Attachment Template
szl_pl: Szablōna zajty z bajlagōm audio

source: Video Attachment Template
szl_pl: Szablōna zajty z bajlagōm filmu

source: Image Attachment Template
szl_pl: Szablōna zajty z ôbrŏzka

source: Attachment Template
szl_pl: Szablōna zajty z bajlagōm

source: Single Page
szl_pl: Jedna zajta

source: Single Post
szl_pl: Jedyn post

source: Singular Template
szl_pl: Szablōna ôsobnego elymyntu

source: Date Template
szl_pl: Szablōna datōma

source: Posts Page
szl_pl: Zajta z postami

source: Tag Template
szl_pl: Szablōna archiwōm tagu

source: Category Template
szl_pl: Szablōna archiwōm kategoryje

source: Taxonomy Template
szl_pl: Szablōna taksōnōmije

source: Author Template
szl_pl: Szablōna archiwōm autōra

source: Main Index Template
szl_pl: Szablōna przodnij zajty

source: Links Template
szl_pl: Szablōna zajty z ôdkŏzami

source: 404 Template
szl_pl: Szablōna zajty felera 404

source: Search Form
szl_pl: Formular zeszukowaniŏ

source: Theme Footer
szl_pl: Dapka tymatu

source: Theme Header
szl_pl: Nŏgōwek tymatu

source: Theme Functions
szl_pl: Fōnkcyje tymatu

source: Tags deleted.
szl_pl: Tagi były wychrōniōne.

source: Tag not updated.
szl_pl: Tag niy bōł zaktualizowany.

source: Tag not added.
szl_pl: Tag niy bōł przidany.

source: Tag updated.
szl_pl: Tag bōł zaktualizowany.

source: Tag deleted.
szl_pl: Tag bōł wychrōniōny.

source: Tag added.
szl_pl: Tag bōł przidany.

source: Categories deleted.
szl_pl: Kategoryje były wychrōniōne.

source: Category not updated.
szl_pl: Kategoryjŏ niy była zaktualizowanŏ.

source: Category not added.
szl_pl: Kategoryjŏ niy była przidanŏ.

source: Category updated.
szl_pl: Kategoryjŏ była zaktualizowanŏ.

source: Category deleted.
szl_pl: Kategoryjŏ była wychrōniōnŏ.

source: Category added.
szl_pl: Kategoryjŏ była przidanŏ.

source: Items deleted.
szl_pl: Elymynty były wychrōniōne.

source: Item not added.
szl_pl: Elymynt niy bōł przidany.

source: Item updated.
szl_pl: Elymynt bōł zaktualizowany.

source: Item deleted.
szl_pl: Elymynt bōł wychrōniōny.

source: Item added.
szl_pl: Elymynt bōł przidany.

source: Displaying %s&#8211;%s of %s
szl_pl: Pokŏzowanie %s&#8211;%s z %s

source: Learn more about getting started
szl_pl: Przewiedz sie wiyncyj ô napoczynaniu (po angelsku)

source: Turn comments on or off
szl_pl: Zapuść abo zastŏw kōmyntŏrze

source: Manage menus
szl_pl: Reskyruj myni

source: Manage widgets
szl_pl: Reskyruj widżetami

source: Manage <a href="%1$s">widgets</a> or <a href="%2$s">menus</a>
szl_pl: Reskyruj <a href="%1$s">widżetami</a> abo <a href="%2$s">myni</a>

source: More Actions
szl_pl: Wiyncyj fōngowań

source: View your site
szl_pl: Pokŏż plac

source: Add an About page
szl_pl: Przidej zajtã ô siebie

source: Write your first blog post
szl_pl: Napisz swōj piyrszy post na blogu

source: Add a blog post
szl_pl: Przidej post

source: Add additional pages
szl_pl: Przidej zajty

source: Edit your front page
szl_pl: Edytuj przodniõ zajtã

source: Next Steps
szl_pl: Dalsze kroki

source: or, <a href="%s">change your theme completely</a>
szl_pl: abo <a href="%s">ôbier inkszy tymat</a>

source: Customize Your Site
szl_pl: Spersonalizuj swōj plac

source: Get Started
szl_pl: Zacznij sam

source: We&#8217;ve assembled some links to get you started:
szl_pl: Pŏrã nojwŏżniyjszych ôdkŏzōw:

source: Welcome to WordPress!
szl_pl: Witej we WordPressie!

source: Dismiss the browser warning panel
szl_pl: Zawrzij panel z ôstrzegniyńciym ô wersyji przeziyrŏczki

source: <a href="%1$s" class="update-browser-link">Update %2$s</a> or learn how to <a href="%3$s" class="browse-happy-link">browse happy</a>
szl_pl: <a href="%1$s" class="update-browser-link">Zaktualizuj program &#8222;%2$s&#8221;</a> abo przewiedz sie jak <a href="%3$s" class="browse-happy-link">surfować bez starōnkōw</a>

source: It looks like you're using an old version of %s. For the best WordPress experience, please update your browser.
szl_pl: Wyglōndŏ na to, co używŏsz staryj wersyje przeziyrŏczki %s. Coby w połni cieszować sie WordPressym, zaktualizuj swojã przeziyrŏczkã.

source: It looks like you're using an insecure version of %s. Using an outdated browser makes your computer unsafe. For the best WordPress experience, please update your browser.
szl_pl: Wyglōndŏ na to, co używŏsz wersyje przeziyrŏczki %s, kerŏ posiadŏ felery w bezpieczyniach. Używanie niyterŏźnyj przeziyrŏczki je geferlich. Coby w połni cieszować sie WordPressym, Zaktualizuj swojã przeziyrŏczkã.

source: %1$s MB (%2$s%%) Space Used
szl_pl: Użyte %1$s MB, kole %2$s%% placu

source: Manage Uploads
szl_pl: Reskyruj zbiorami

source: %s MB Space Allowed
szl_pl: Przizwolōny plac na dysku to %s MB
