Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/4.6.x/wp-4.6.x-admin-szl.po
Languages: szl_pl

source: You can export a file of your site&#8217;s content in order to import it into another installation or platform. The export file will be an XML file format called WXR. Posts, pages, comments, custom fields, categories, and tags can be included. You can choose for the WXR file to include only certain posts or pages by setting the dropdown filters to limit the export by category, author, date range by month, or publishing status.
szl_pl: Idzie wyeksportować treść placu do zbioru, coby mōc jã niyskorzij zaimportować do inkszyj instalacyje abo platformy. Zbiōr eksportu bydzie zbiorym XML ô formacie mianowanym WXR. Posty, zajty, kōmyntŏrze, włŏsne pola, kategoryje i tagi bydōm tam zawarte. Idzie ôbrać, kere posty i zajty majōm być zawarte w zbiorze eksportu ze pōmocōm filtrōw kategoryje, autōra, miesiyncy abo statusu publikacyje.

source: Export
szl_pl: Eksport

source: Sorry, you are not allowed to export the content of this site.
szl_pl: Niy ma przizwolyniŏ na eksportowanie treści tego placu.

source: %s page restored from the Trash.
szl_pl: %s zajta była wrōcōnŏ z hasiŏka.

source: %s page moved to the Trash.
szl_pl: %s zajta była przeniysiōnŏ do hasiŏka.

source: %s page permanently deleted.
szl_pl: %s zajta była wychrōniōnŏ doimyntnie.

source: %s page not updated, somebody is editing it.
szl_pl: %s zajta niy była zaktualizowanŏ, pōniywŏż ftoś jã edytuje.

source: 1 page not updated, somebody is editing it.
szl_pl: 1 zajta niy była zaktualizowanŏ, pōniywŏż ftoś jã edytuje.

source: %s page updated.
szl_pl: %s zajta była zaktualizowanŏ.

source: %s post restored from the Trash.
szl_pl: %s post bōł wrōcōny z hasiŏka.

source: %s post moved to the Trash.
szl_pl: %s post bōł przeniysiōny do hasiŏka.

source: %s post permanently deleted.
szl_pl: %s post bōł wychrōniōny doimyntnie.

source: %s post not updated, somebody is editing it.
szl_pl: %s post niy bōł zaktualizowany, pōniywŏż ftoś go edytuje.

source: 1 post not updated, somebody is editing it.
szl_pl: 1 post niy bōł zaktualizowany, pōniywŏż ftoś go edytuje.

source: %s post updated.
szl_pl: %s post bōł zaktualizowany.

source: <a href="https://codex.wordpress.org/Pages_Screen" target="_blank">Documentation on Managing Pages</a>
szl_pl: <a href="https://codex.wordpress.org/Pages_Screen" target="_blank">Dokumyntacyjŏ ô firowaniu zajtami</a>

source: You can also perform the same types of actions, including narrowing the list by using the filters, acting on a page using the action links that appear when you hover over a row, or using the Bulk Actions menu to edit the metadata for multiple pages at once.
szl_pl: Na zajtach mogōm być sprŏwiane te same fōngowania, co na postach: idzie filtrować wykŏz, tak coby pokŏzowane były ino zajty zgodliwe z danymi kryteriami i reskyrować zajtami bez ôdkŏzy, kere ukŏzujōm sie po najechaniu kursōrym nad jednã z nich abo wielōma bez myni „Masowe fōngowania”.

source: Managing pages is very similar to managing posts, and the screens can be customized in the same way.
szl_pl: Reskyrowanie zajtami je barzo podane na firowanie postami, a jejich ekrany mogōm być przipasowane w taki sōm knif.

source: Managing Pages
szl_pl: Reskyrowanie zajtami

source: <a href="https://codex.wordpress.org/Posts_Screen" target="_blank">Documentation on Managing Posts</a>
szl_pl: <a href="https://codex.wordpress.org/Posts_Screen" target="_blank">Dokumyntacyjŏ ô firowaniu postami</a>

source: When using Bulk Edit, you can change the metadata (categories, author, etc.) for all selected posts at once. To remove a post from the grouping, just click the x next to its name in the Bulk Edit area that appears.
szl_pl: Przi masowyj edycyji postōw pōmiynić metadaty (kategoryje, miana autora) wszyjskich ôbranych postōw. Coby wychrōnić post ze skupin edytowanych postōw, kliknij „x”, co je przi jigo tytule w przestrzyństwie masowyj edycyje.

source: You can also edit or move multiple posts to the trash at once. Select the posts you want to act on using the checkboxes, then select the action you want to take from the Bulk Actions menu and click Apply.
szl_pl: Możebnŏ je tyż edycyjŏ abo przeniysiynie do hasiŏka wielu postōw wrŏz. Coby to zrobić, ôznŏcz posty, na kerych chcesz sprŏwić ôbrane fōngowanie, ôbier to fōngowanie z myni z etyketōm „Masowe fōngowania”, a dalij kliknij „Napasuj”.

source: Bulk Actions
szl_pl: Masowe fōngowania

source: <strong>Preview</strong> will show you what your draft post will look like if you publish it. View will take you to your live site to view the post. Which link is available depends on your post&#8217;s status.
szl_pl: <strong>Podejzdrzynie</strong> dostympne je ino do cechōnkōw i umożniŏ ujzdrzynie, jak post bydzie wyglōndoł po publikacyji. Klikniyńcie <strong>Ujzdrzij</strong> przenosi na plac do ôpublikowanego posta.

source: <strong>Trash</strong> removes your post from this list and places it in the trash, from which you can permanently delete it.
szl_pl: <strong>Hasiŏk</strong> wychrōniŏ post z tego wykŏzu i przenosi go do hasiŏka, skōnd idzie go wychrōnić doimyntnie.

source: <strong>Quick Edit</strong> provides inline access to the metadata of your post, allowing you to update post details without leaving this screen.
szl_pl: <strong>Gibkŏ edycyjŏ</strong> umożniŏ edycyjõ metadanych posta bez wyłażyniŏ z tego ekranu.

source: <strong>Edit</strong> takes you to the editing screen for that post. You can also reach that screen by clicking on the post title.
szl_pl: <strong>Edytuj</strong> przenosi na ekran edycyje posta. To samo dziywŏ sie po klikniyńciu tytułu posta.

source: Hovering over a row in the posts list will display action links that allow you to manage your post. You can perform the following actions:
szl_pl: Najechanie kursōrym nad elymynt wykŏzu postōw pokŏże ôdkŏzy reskyrowaniŏ ôbranym postym. Dostympne sōm dalij pokŏzane fōngowania:

source: Available Actions
szl_pl: Dostympne akcyje

source: You can refine the list to show only posts in a specific category or from a specific month by using the dropdown menus above the posts list. Click the Filter button after making your selection. You also can refine the list by clicking on the post author, category or tag in the posts list.
szl_pl: Idzie filtrować wykŏz, coby pokŏzowoł ino posty ze uzdanyj kategoryje abo miesiōnca bez rozwijane myni nad tabulōm z postami. Idzie ôbrać ôkryślōny miesiōnc, autōra abo kategoryjõ. Idzie tyż ôbrać parametry bez klikniyńcie knefla &#8222;Przefiltruj&#8221;.

source: You can view posts in a simple title list or with an excerpt using the Screen Options tab.
szl_pl: Idzie pokŏzować posty w formie ajnfachowego wykŏzu tytułōw abo społym ze stympami bez sztelōnki na szkarcie Ôpcyje ekranu.

source: You can filter the list of posts by post status using the text links above the posts list to only show posts with that status. The default view is to show all posts.
szl_pl: Idzie filtrować wykŏz postōw podle jejich statusu bez użycie ôdkŏzōw powyżyj wykŏzu, coby pokŏzować posty ino z danym statusym. Wychodnie pokŏzowane sōm wszyjske posty.

source: You can hide/display columns based on your needs and decide how many posts to list per screen using the Screen Options tab.
szl_pl: Idzie kryć abo pokŏzować kolōny podle tego, jakich potrza i uzdać, wiela postōw wykŏzować na ekranie we szkarcie sztelōnkōw ekranu.

source: You can customize the display of this screen&#8217;s contents in a number of ways:
szl_pl: Idzie spersōnalizować widzik treści na tym ekranie na pŏrã knifōw:

source: Screen Content
szl_pl: Pokŏzowanie treści

source: This screen provides access to all of your posts. You can customize the display of this screen to suit your workflow.
szl_pl: Z poziōmu tego ekranu idzie przestōmpić do wszyjskich postōw. Idzie przipasować go do włŏsnego sznitu roboty.

source: Error in deleting.
szl_pl: Feler wychrōnianiŏ.

source: Error in restoring from Trash.
szl_pl: Feler wrŏcaniŏ z hasiŏka.

source: Sorry, you are not allowed to restore this item from the Trash.
szl_pl: Niy ma przizwolyniŏ na wrōcynie tego elymyntu z hasiŏka.

source: Error in moving to Trash.
szl_pl: Feler przenoszyniŏ do hasiŏka.

source: Sorry, you are not allowed to move this item to the Trash.
szl_pl: Niy ma przizwolyniŏ na przeniysiynie tego elymyntu do hasiŏka.

source: Tags can be selectively converted to categories using the <a href="%s">tag to category converter</a>.
szl_pl: <a href="%s">Kōnwerter tagōw</a> może przeksztołcić ôbrane tagi w kategoryje.

source: Categories can be selectively converted to tags using the <a href="%s">category to tag converter</a>.
szl_pl: Ôbrane kategoryje mogōm być przekōnwertowane na tagi ze pōmocōm <a href="%s">kōnwertera kategoryji na tagi</a>.

source: Deleting a category does not delete the posts in that category. Instead, posts that were only assigned to the deleted category are set to the category %s.
szl_pl: Wychrōniynie kategoryje niy wychrōniŏ postōw, kere przinŏleżōm do tyj kategoryje. Jeźli dany post przinŏleżoł ino do tyj jednyj, wychrōnianyj kategoryje, bydzie ôn przifelezowany do kategoryje %s.

source: Note:
szl_pl: Zŏpisek:

source: <a href="https://codex.wordpress.org/Posts_Tags_Screen" target="_blank">Documentation on Tags</a>
szl_pl: <a href="https://codex.wordpress.org/Posts_Tags_Screen" target="_blank">Dokumyntacyjŏ ô tagach</a>

source: <a href="https://codex.wordpress.org/Links_Link_Categories_Screen" target="_blank">Documentation on Link Categories</a>
szl_pl: <a href="https://codex.wordpress.org/Links_Link_Categories_Screen" target="_blank">Dokumyntacyjŏ ô kategoryjach ôdkŏzōw</a>

source: <a href="https://codex.wordpress.org/Posts_Categories_Screen" target="_blank">Documentation on Categories</a>
szl_pl: <a href="https://codex.wordpress.org/Posts_Categories_Screen" target="_blank">Dokumyntacyjŏ ô kategoryji</a>

source: Adding Tags
szl_pl: Przidŏwanie tagōw

source: Adding Categories
szl_pl: Przidŏwanie kategoryje

source: You can change the display of this screen using the Screen Options tab to set how many items are displayed per screen and to display/hide columns in the table.
szl_pl: Idzie pōmiynić knif pokŏzowaniŏ elymyntōw na tym ekranie we szkarcie &#8222;Ôpcyje ekranu&#8221;, kaj możebny je ôbiōr wielości pokŏzowanych elymyntōw, a tyż pokŏzanie/skrycie kolōn we tabuli.

source: <strong>Description</strong> &mdash; The description is not prominent by default; however, some themes may display it.
szl_pl: <strong>Ôpis</strong> – Ôpis porzōnd niyma eksponowany, jednakōż niykere tymaty mogōm go pokŏzować.

source: <strong>Parent</strong> &mdash; Categories, unlike tags, can have a hierarchy. You might have a Jazz category, and under that have child categories for Bebop and Big Band. Totally optional. To create a subcategory, just choose another category from the Parent dropdown.
szl_pl: <strong>Ôjciec</strong> &mdash; Kategoryje, w ôpaczności do tagōw, mogōm mieć hierarchijõ. Idzie zrychtować kategoryjõ Muzyka, a jako jij podkategoryje - Jazz i Rock. Blank ôgibne. Coby zrychtować podkategoryjõ, trza w polu Ôjciec ôbrać wyższõ kategoryjõ.

source: <strong>Slug</strong> &mdash; The &#8220;slug&#8221; is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
szl_pl: <strong>Uproszczōne miano</strong> – Uproszczōne miano to je wersyjŏ miana przijaznŏ adresōm. Porzōnd skłŏdŏ sie ôna jyny z małych liter, numerōw i myślnikōw.

source: <strong>Name</strong> &mdash; The name is how it appears on your site.
szl_pl: <strong>Miano</strong> – Miano ôd elymyntu widzialne je na placu.

source: When adding a new tag on this screen, you&#8217;ll fill in the following fields:
szl_pl: Przidŏwanie nowego taga na tym ekranie filuje dalij pokŏzane pola:

source: When adding a new category on this screen, you&#8217;ll fill in the following fields:
szl_pl: Przidŏwanie nowyj kategoryje na tym ekranie filuje dalij pokŏzane pola:

source: What&#8217;s the difference between categories and tags? Normally, tags are ad-hoc keywords that identify important information in your post (names, subjects, etc) that may or may not recur in other posts, while categories are pre-determined sections. If you think of your site like a book, the categories are like the Table of Contents and the tags are like the terms in the index.
szl_pl: Jaki je rozdzioł miyndzy kategoryjami a tagami? Tagi sōm porzōnd słowami istymi, kere informujōm ô nojwŏżniyjszych sprŏwach ôpisowanych bez posty (tōż mogōm ône być mianami włŏsnymi, tymatami itp.) Tagi niykōniycznie muszōm być przi wiyncyj aniżeli jednym poście. Kategoryje sōm zajś przōdzij ôkryślōnymi sekcyjami placu. Jeźli wyforsztelujesz siebie, co Twōj plac je ksiōnżkōm, możesz myśleć ô kategoryjach jak ô rozdziołach, a ô tagach jak ô skorowidzu.

source: You can delete Link Categories in the Bulk Action pull-down, but that action does not delete the links within the category. Instead, it moves them to the default Link Category.
szl_pl: Idzie wychrōniać kategoryje ôdkŏzōw bez użycie polŏ Masowe fōngowania, ale ta akcyjŏ niy wychrōniŏ ôdkŏzōw. W plac tego, przenosi je do wychodnyj kategoryje ôdkŏzōw.

source: You can assign keywords to your posts using <strong>tags</strong>. Unlike categories, tags have no hierarchy, meaning there&#8217;s no relationship from one tag to another.
szl_pl: Do postōw idzie przifelezować słowa iste, cychtowane <strong>tagami</strong>. W ôpaczności do kategoryji tagi niy mogōm być poskludzane w hierarchijõ, co znŏczy, co niy sōm miyndzy niymi żŏdne znŏleżności.

source: You can create groups of links by using Link Categories. Link Category names must be unique and Link Categories are separate from the categories you use for posts.
szl_pl: Idzie zamlować ôdkŏzy bez użycie kategoryji ôdkŏzōw. Miana kategoryji ôdkŏzōw niy mogōm sie powtŏrzać. Kategoryje ôdkŏzōw sōm niyznŏleżne ôd kategoryji postōw.

source: You can use categories to define sections of your site and group related posts. The default category is &#8220;Uncategorized&#8221; until you change it in your <a href="%s">writing settings</a>.
szl_pl: Idzie użyć kategoryji, coby uzdać sekcyje na placu abo pozamlować pożyniōnye posty. Wychodnōm kategoryjōm je &#8222;Bez kategoryje&#8221;, jednakōż idzie jã pōmiynić w sztelōnkach pisaniŏ</a>.

source: You attempted to edit an item that doesn&#8217;t exist. Perhaps it was deleted?
szl_pl: Prōbujesz edytować elymynt, kerego niy ma. Możno ôn bōł wychrōniōny?

source: Sorry, you are not allowed to delete these items.
szl_pl: Niy ma przizwolyniŏ na wychrōniynie tych elymyntōw.

source: Sorry, you are not allowed to delete this item.
szl_pl: Niy ma przizwolyniŏ na wychrōniynie tego elymyntu.

source: Sorry, you are not allowed to add this item.
szl_pl: Niy ma przizwolyniŏ na przidŏwanie tego elymyntu.

source: Sorry, you are not allowed to manage these items.
szl_pl: Niy ma przizwolyniŏ na reskyrowanie tymi elymyntami.

source: The description is not prominent by default; however, some themes may show it.
szl_pl: Ôpis porzōnd niyma eksponowany, jednakōż niykere tymaty mogōm go pokŏzować.

source: Categories, unlike tags, can have a hierarchy. You might have a Jazz category, and under that have children categories for Bebop and Big Band. Totally optional.
szl_pl: Kategoryje, w ôpaczności do tagōw, mogōm być poskludzane w hierarchijõ. Idzie, bez przikłŏd, zrychtować kategoryjõ &#8222;Jazz&#8221;, a jako jij podkategoryje nacechować kategoryje &#8222;Bebop&#8221; i &#8222;Big Band&#8221;. Je to ôpcyjōnalne.

# term parent
source: Parent
szl_pl: Ôjciec

source: The &#8220;slug&#8221; is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
szl_pl: Uproszczōne miano je wersyjōm miana elymyntu, używanōm jako tajla jigo adresy URL. Porzōnd skłŏdŏ sie ôna z małych liter alfabety łacińskij, numerōw i myślnikōw.

source: The name is how it appears on your site.
szl_pl: Miano, pod jakim elymynt widzialny je na placu.

# term name
source: Name
szl_pl: Miano

# admin screen
source: &larr; Back to %s
szl_pl: &larr; Nazŏd do %s

source: This will be shown when someone hovers over the link in the blogroll, or optionally below the link.
szl_pl: Tyn tekst bydzie pokŏzany, kedy ftoś najedzie kursōrym myszy na ôdkŏz w blogrollu abo ôpcyjōnalnie pod nim.

source: Example: <code>http://wordpress.org/</code> &#8212; don&#8217;t forget the <code>http://</code>
szl_pl: Przikłŏd: <code>http://wordpress.org/</code> &#8212; niy przepōmnij ô <code>http://</code>

source: Web Address
szl_pl: Adresa URL

source: Example: Nifty blogging software
szl_pl: Przikłŏd: Szumny blogowy softwer

# link name
source: Name
szl_pl: Miano

source: Link added.
szl_pl: Ôdkŏz bōł przidany.

# link
source: Add New
szl_pl: Przidej nowy

source: <a href="https://codex.wordpress.org/Links_Add_New_Screen" target="_blank">Documentation on Creating Links</a>
szl_pl: <a href="https://codex.wordpress.org/Links_Add_New_Screen" target="_blank">Dokumyntacyjŏ ô tworzyniu ôdkŏzōw</a>

source: XFN stands for <a href="http://gmpg.org/xfn/" target="_blank">XHTML Friends Network</a>, which is optional. WordPress allows the generation of XFN attributes to show how you are related to the authors/owners of the site to which you are linking.
szl_pl: XFN to je abrewiacyjŏ ôd <a href="http://gmpg.org/xfn/" target="_blank">XHTML Friends Network</a> (&#8222;nec kamratōw XHTML&#8221;). Nafolowanie tych polōw je ôpcyjōnalne. WordPress podpiyrŏ atrybuty XFN, kere informujōm ô wiynziach z autorami/posiedzicielami placōw, do kerych ôdkŏzy wrażŏsz na swojim placu.

source: The boxes for link name, web address, and description have fixed positions, while the others may be repositioned using drag and drop. You can also hide boxes you don&#8217;t use in the Screen Options tab, or minimize boxes by clicking on the title bar of the box.
szl_pl: Pola na miano ôdkŏzu, adresã i ôpis majōm ôbsztalowane pozycyje, ale wszyjske inksze mogōm być poskłŏdane podle smaku bez przeciōnganie ich i spuszczanie w ôbranych placach. Idzie tyż skryć niyużywane sekcyje we szkarcie &#8222;Ôpcyje ekranu&#8221;. Idzie je tyż zminimalizować - dostyknie kliknōńć jejich tytuły.

source: You can add or edit links on this screen by entering information in each of the boxes. Only the link&#8217;s web address and name (the text you want to display on your site as the link) are required fields.
szl_pl: Idzie przidŏwać i edytować ôdkŏzy na tym ekranie; robi sie to bez nafilowanie miyniōnych polōw. Polami, kere trza nafilować, sōm jyny pola &#8222;Adresa URL&#8221; i &#8222;Miano&#8221;. Miano je tekstym, pod kerym ôdkŏz bydzie widzialny na placu.

source: Target
szl_pl: Cwek

source: <a href="%s">Links</a> / Add New Link
szl_pl: <a href="%s">Ôdkŏzy</a> / Przidej nowy ôdkŏz

source: Update Link
szl_pl: Zaktualizuj ôdkŏz

source: <a href="%s">Links</a> / Edit Link
szl_pl: <a href="%s">Ôdkŏzy</a> / Edytuj ôdkŏz

source: In reply to: %s
szl_pl: W ôdpowiedzi na: %s

source: In response to: %s
szl_pl: W ôdpowiedzi na: %s

source: Date and time
szl_pl: Datōm i czas

source: Edit date and time
szl_pl: Edytuj datōm i godzinã

source: Submitted on: %s
szl_pl: Przidano było we dniu %s

# comment status
source: Pending
szl_pl: Czekŏ

source: Comment status
szl_pl: Status kōmyntŏrza

source: Status
szl_pl: Sztatus

source: Comment
szl_pl: Kōmyntŏrz

source: URL:
szl_pl: Adresa URL:

source: Name:
szl_pl: Miano:

# comment
source: Permalink:
szl_pl: Bezpostrzedni ôdkŏz:

source: Last edited on %1$s at %2$s
szl_pl: Ôstatnio edytowano było %1$s ô %2$s

source: Last edited by %1$s on %2$s at %3$s
szl_pl: Autorym ôstatnij edycyje je %1$s, była ôna sprŏwiōnŏ %2$s ô %3$s

source: Word count: %s
szl_pl: Wielość słōw: %s

source: Get Shortlink
szl_pl: Sebier skrōcōny ôdkŏz

source: Enter title here
szl_pl: Wkludź tytuł

source: We&#8217;re backing up this post in your browser, just in case.
szl_pl: Wytworzōno było kopijõ z datōw we przeziyrŏczce, keby trefiōł sie unfal.

source: <strong>Connection lost.</strong> Saving has been disabled until you&#8217;re reconnected.
szl_pl: <strong>Potracōno było skuplowanie.</strong> Spamiyntowanie bydzie zastawiōne podwiela niy bydzie skuplowaniŏ.

source: <strong>Order</strong> &mdash; Pages are usually ordered alphabetically, but you can choose your own order by entering a number (1 for first, etc.) in this field.
szl_pl: <strong>Porzōndek</strong> &mdash; Zajty sōm porzōnd pokŏzowane w porzōndku alfabetycznym, ale idzie w tym polu wkludzić numer, coby to pōmiynić (1 ôznŏczŏ pozycyjõ piyrszõ itd.).

source: <strong>Template</strong> &mdash; Some themes have custom templates you can use for certain pages that might have additional features or custom layouts. If so, you&#8217;ll see them in this dropdown menu.
szl_pl: <strong>Szablōna</strong> – Niykere tymaty majōm włŏsne szablōny przeznŏczōne do wyużyciŏ na zajtach, kere przidadzōm do nich nadbytnie fōnkcyje abo ekstra format treści. Jeźli używany tymat mŏ take szablōny, bydōm ône pokŏzane w tym rozwijalnym myni.

source: <strong>Parent</strong> &mdash; You can arrange your pages in hierarchies. For example, you could have an &#8220;About&#8221; page that has &#8220;Life Story&#8221; and &#8220;My Dog&#8221; pages under it. There are no limits to how many levels you can nest pages.
szl_pl: <strong>Ôjciec</strong> – Zajty mogōm być poskludzane w hierarchijõ. Bez przikłŏd: możesz zrychtować zajtã &#8222;Ô mie&#8221;, keryj podzajtami bydōm &#8222;Historyjŏ mojigo życiŏ&#8221; aji &#8222;Mōj piys&#8221;. Niy ma ukrōcyń co do wielości poziōmōw hierarchije.

source: Discussion Settings
szl_pl: Sztelōnki dysputyrowaniŏ

source: <strong>Discussion</strong> &mdash; You can turn comments and pings on or off, and if there are comments on the post, you can see them here and moderate them.
szl_pl: <strong>Ugŏdowanie</strong> – W tym placu idzie zapuścić abo zastawić możebność przisyłaniŏ kōmyntŏrzōw i pingōw, a jeźli post bōł już skōmyntowany, idzie tyż ujzdrzić i moderować kōmyntŏrze do niego.

source: <strong>Send Trackbacks</strong> &mdash; Trackbacks are a way to notify legacy blog systems that you&#8217;ve linked to them. Enter the URL(s) you want to send trackbacks. If you link to other WordPress sites they&#8217;ll be notified automatically using pingbacks, and this field is unnecessary.
szl_pl: <strong>Poślij trackbacki</strong> – Trackbacki sōm knifym uwiadōmiyniŏ starszych systymōw blogowych ô tym, co ôdkŏz dō nich bōł przidany w treści WordPressa. Podej adresy URL, na kere posłać trackbacki. Jeźli w edytōrze treści przidŏsz ôdkŏz do inkszego placu ôpartego na WordPressie, bydzie ôna autōmatycznie uwiadōmiōnŏ ze pōmocōm pingbacku – tedy tego polŏ niy trza dopołniać.

source: Publish Settings
szl_pl: Sztelōnki publikacyje

source: <strong>%s</strong> &mdash; This allows you to associate an image with your post without inserting it. This is usually useful only if your theme makes use of the image as a post thumbnail on the home page, a custom header, etc.
szl_pl: <strong>%s</strong> – Przizwŏlŏ na przifelezowanie postowi ôbrŏzka bez anzecerowaniŏ go do treści posta. Je to porzōnd przidajne ino tedy, kej używany tymat pokŏzuje ôbrŏzki, co fōnkcjōniyrujōm jako miniatury na przodnij zajcie, jako nŏgōwki na podstronie z treściōm posta atp...
