Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/4.6.x/wp-4.6.x-admin-szl.po
Languages: szl_pl

source: (Signup has been disabled. Only members of this site can comment.)
szl_pl: (Rejestracyjŏ była zastawiōnŏ. Ino używŏcze tego placu mogōm posyłać kōmyntŏrze.)

source: Users must be registered and logged in to comment
szl_pl: Używŏcze muszōm być zaregistrowani i wlogowani, coby mogli kōmyntować

source: Comment author must fill out name and email
szl_pl: Autōr kōmyntŏrza musi wkludzić swoje miano i email

source: Other comment settings
szl_pl: Inksze sztelōnki kōmyntŏrzōw

source: These settings may be overridden for individual articles.
szl_pl: Te sztelōnki mogōm być pōmiyniōne dlŏ ôsobnych artiklōw.

source: Attempt to notify any blogs linked to from the article
szl_pl: Sprōbuj uwiadōmić wszyjske blogi, do kerych ôdkŏzy były wrażōne w artiklu

source: Default article settings
szl_pl: Wychodne sztelōnki nowych artiklōw

source: <a href="https://codex.wordpress.org/Settings_Discussion_Screen" target="_blank">Documentation on Discussion Settings</a>
szl_pl: <a href="https://codex.wordpress.org/Settings_Discussion_Screen" target="_blank">Dokumyntacyjŏ ô sztelōnkach ugŏdowaniŏ</a>

source: You must click the Save Changes button at the bottom of the screen for new settings to take effect.
szl_pl: Trza kliknōńć knefel &#8222;Spamiyntej pōmiany&#8221;, na spodku ekranu, coby nowe sztelōnki były wkludzōne.

source: This screen provides many options for controlling the management and display of comments and links to your posts/pages. So many, in fact, they won&#8217;t all fit here! :) Use the documentation links to get information on what each discussion setting does.
szl_pl: Na tym ekranie idzie pōmiynić sztelōnki reskyrowaniŏ kōmyntŏrzami, ôdkŏzami do postōw i zajtōw, a tyż pokŏzowaniŏ ich. Je ich tela, iże ôpisanie ich sam zajōnłoby za mockã placu! :) Użyj ôdkŏzōw do dokumyntacyje, coby przewiedzieć sie, jak fōnguje dany sztelōnek.

source: Sorry, you are not allowed to manage options for this site.
szl_pl: Niy ma przizwolyniŏ na reskyrowanie ôpcyjami tego placu.

# menu location
source: (Currently set to: %s)
szl_pl: (Terŏźnie nasztalowane na: %s)

source: Theme locations
szl_pl: Położynie tymatu

source: Auto add pages
szl_pl: Autōmatycznie przidŏwej zajty

source: Menu Settings
szl_pl: Sztelōnki myni

source: Give your menu a name, then click Create Menu.
szl_pl: Wkludź miano ôd myni i kliknij knefel &bdquo;Wytwōrz myni&rdquo;.

source: Drag each item into the order you prefer. Click the arrow on the right of the item to reveal additional configuration options.
szl_pl: Przenoś elymynty coby je nasztalować. Kliknij w fajlik ze prawyj, coby pokŏzać nadbytnie ôpcyje.

source: Edit your default menu by adding or removing items. Drag each item into the order you prefer. Click Create Menu to save your changes.
szl_pl: Idzie edytować myni bez przidŏwanie i wychrōnianie ôbrany elymyntōw. Nasztaluj porzōndek bez przenoszynie ôsobne pozycyji. Ôbier Wytwōrz Myni coby spamiyntać pōmiany.

source: Menu Structure
szl_pl: Struktura myni

source: Save Menu
szl_pl: Spamiyntej myni

source: or <a href="%s">create a new menu</a>.
szl_pl: abo <a href="%s">zrychtuj nowe myni</a>.

source: Select a menu to edit:
szl_pl: Ôbier myni do edycyje:

source: Edit your menu below, or <a href="%s">create a new menu</a>.
szl_pl: Idzie edytować miyniōne myni abo <a href="%s">wytworzić nowe</a>.

# menu
source: Use new menu
szl_pl: Użyj nowego myni

# menu
source: Edit
szl_pl: Edytuj

source: Select a Menu
szl_pl: Ôbier myni

source: Assigned Menu
szl_pl: Przifelezowane myni

source: Theme Location
szl_pl: Położynie tymatu

source: Manage Locations
szl_pl: Reskyruj rozłożyniym

source: Edit Menus
szl_pl: Edytuj myni

source: Manage with Live Preview
szl_pl: Reskyruj na żywo

source: <a href="https://codex.wordpress.org/Appearance_Menus_Screen" target="_blank">Documentation on Menus</a>
szl_pl: <a href="https://codex.wordpress.org/Appearance_Menus_Screen" target="_blank">Dokumyntacyjŏ ô myni</a>

source: To add a new menu instead of assigning an existing one, <strong>click the &#8217;Use new menu&#8217; link</strong>. Your new menu will be automatically assigned to that theme location
szl_pl: Coby zrychtować nowe myni i autōmatycznie wrazić je w ôkryślōnym placu w tymacie, <strong>kliknij ôdkŏz „Użyj nowego myni”</strong>

source: To edit a menu currently assigned to a theme location, <strong>click the adjacent &#8217;Edit&#8217; link</strong>
szl_pl: Coby edytować myni przifelezowane do ôkryślōnego placu w tymacie, <strong>kliknij ôdkŏz „Edytuj” kole niego</strong>

source: To assign menus to one or more theme locations, <strong>select a menu from each location&#8217;s drop down.</strong> When you&#8217;re finished, <strong>click Save Changes</strong>
szl_pl: Coby przifelezować myni do wiyncyj aniżeli jednyj lokacyje <strong>ôbier myni w kożdyj fołdrowanyj lokacyji</strong>. Po abszlusie użyj knefla <strong>Spamiyntej pōmiany</strong>

source: This screen is used for globally assigning menus to locations defined by your theme.
szl_pl: Ekran je używany do przipisowaniŏ myni do lokacyje w używanym tymacie.

source: Editing Menus
szl_pl: Edytowanie myni

source: Delete a menu item by <strong>expanding it and clicking the Remove link</strong>
szl_pl: Coby wychrōnić elymynt z myni <strong>trza go rozwinōńć i kliknōńć ôdkŏz Wychrōń</strong>

source: To reorganize menu items, <strong>drag and drop items with your mouse or use your keyboard</strong>. Drag or move a menu item a little to the right to make it a submenu
szl_pl: Coby pōmiynić porzōndek elymyntōw w myni, <strong>przeciōng i spuść je myszōm, abo użyj przim tastaturowych</strong>. Przedugsz abo przeniyś pozycyjõ leko w prawo, coby zrobić z niyj podmyni elymyntu nad niōm.

source: To add a custom link, <strong>expand the Custom Links section, enter a URL and link text, and click Add to Menu</strong>
szl_pl: Coby przidać włŏsny ôdkŏz, <strong>rozwiń myni "Włŏsne ôdkŏzy", wepisz adresã URL i tekst ôdkŏzu, a dalij kliknij "Przidej do myni"</strong>

source: Add one or several items at once by <strong>selecting the checkbox next to each item and clicking Add to Menu</strong>
szl_pl: Idzie przidŏwać we tym samym czasie jednego abo wiyncyj elymyntōw bez <strong>ôznŏczynie polōw ôbioru przi ôbranych elymyntach i klikniyńcie knefla „Przidej do myni”</strong>

source: <strong>Clicking the arrow to the right of any menu item</strong> in the editor will reveal a standard group of settings. Additional settings such as link target, CSS classes, link relationships, and link descriptions can be enabled and disabled via the Screen Options tab.
szl_pl: <strong>Klikniyńcie fajliku bydōncyj ze prawyj strōny ôd kożdego elymyntu myni</strong> pokŏże standardowy zestŏw ôpcyji. Pokŏzowanie nadbytnich ôpcyji, takich jak cweka ôdkŏzu (atrybutu &bdquo;target&rdquo; HTML-a), klas CSS, relacyji miyndzy ôdkŏzami i ôpisōw ôdkŏzōw, może być zapuszczōne abo zastawiōne we szkarcie &bdquo;Ôpcyje ekranu&rdquo;.

source: Each custom menu may contain a mix of links to pages, categories, custom URLs or other content types. Menu links are added by selecting items from the expanding boxes in the left-hand column below.
szl_pl: Kożde myni może zawiyrać ôdkŏzy do zajtōw, kategoryji, włŏsnych adres URL aji do inkszych, niystandardowych zortōw zawartości. Przidŏwej ôdkŏzy do myni, bez ôbiyranie elymyntōw z rozwijalnych pōł z lewyj kolōny.

source: Menu Management
szl_pl: Reskyrowanie myni

source: You can assign theme locations to individual menus by <strong>selecting the desired settings</strong> at the bottom of the menu editor. To assign menus to all theme locations at once, <strong>visit the Manage Locations tab</strong> at the top of the screen.
szl_pl: Użyj <strong>nadbytnich sztelōnkōw</strong> coby przidać lokacyje do ôbranego myni. Coby przifelezować myni do wszyjskich lokacyji, potrza, na wiyrchu ekranu, ôbrać szkartã <strong>Reskyruj Lokacyjami</strong>.

source: If you haven&#8217;t yet created any menus, <strong>click the &#8217;create a new menu&#8217; link</strong> to get started
szl_pl: Jeźli niy wytworzōno było żŏdnego myni, zdŏ sie użyć <strong>wytwōrz nowe myni</strong>.

source: To edit an existing menu, <strong>choose a menu from the drop down and click Select</strong>
szl_pl: Coby edytować terŏźne myni, trza <strong>ôbrać je z wykŏzu i kliknōńć Ôbier</strong>

source: The menu management box at the top of the screen is used to control which menu is opened in the editor below.
szl_pl: Boks z myni na wiyrchu ekranu je używany do ôbioru myni do pōmiany w edytōrze niżyj.

source: Add, organize, and modify individual menu items
szl_pl: Przidŏwać, skłŏdać i modyfikować ôsobne elymynty myni

source: Create, edit, and delete menus
szl_pl: Tworzić, edytować i wychrōniać myni

source: From this screen you can:
szl_pl: Na tym ekranie idzie:

source: Menus can be displayed in locations defined by your theme, even used in sidebars by adding a &#8220;Custom Menu&#8221; widget on the <a href="%1$s">Widgets</a> screen. If your theme does not support the custom menus feature (the default themes, %2$s and %3$s, do), you can learn about adding this support by following the Documentation link to the side.
szl_pl: Myni mogōm być pokŏzowane w placach ôkryślōnych w używanym tymacie, a tyż w panelach bocznych po przidaniu do nich widżetu &#8222;Włŏsne myni&#8221; na ekranie <a href="%1$s">Widżety</a>. Jeźli twōj tymat niy podpiyrŏ włŏsnych myni (wychodne tymaty &bdquo;%2$s&rdquo; i &bdquo;%3$s&rdquo; je podpiyrajōm), możesz przewiedzieć sie, jak przidać tã fōnkcyjõ do swojigo tymatu z dokumyntacyje, do keryj ôdkŏz je po prawyj.

source: This screen is used for managing your custom navigation menus.
szl_pl: Tyn ekran je używany do reskyrowaniŏ włŏsnymi myni nawigacyjnymi.

source: Your theme does not natively support menus, but you can use them in sidebars by adding a &#8220;Custom Menu&#8221; widget on the <a href="%s">Widgets</a> screen.
szl_pl: Terŏźny tymat niy podpiyrŏ myni natywnie, ale myni idzie przidać do panelu bocznego widżetym &#8222;Włŏsne myni&#8221; na ekranie <a href="%s">Widżety</a>.

source: Menu locations updated.
szl_pl: Położynia myni były zaktualizowane.

source: Please enter a valid menu name.
szl_pl: Wkludź nŏleżne miano ôd myni.

source: Selected menus have been successfully deleted.
szl_pl: Ôbrane myni było wychrōniōne

source: The menu has been successfully deleted.
szl_pl: Myni było sprŏwnie wychrōniōne.

source: The menu item has been successfully deleted.
szl_pl: Elymynt myni bōł sprŏwnie wychrōniōny.

source: Your theme does not support navigation menus or widgets.
szl_pl: Terŏźny tymat niy podpiyrŏ nawigacyjnych myni ani widżetōw.

source: Visit
szl_pl: Nawiydź

source: Global Settings
szl_pl: Sztelōnki globalne

source: You must be a member of at least one site to use this page.
szl_pl: Trza być używŏczym nojmynij jednego placu, coby mōc używać tyj zajty.

# site
source: Add New
szl_pl: Przidej nowõ

source: Settings saved.
szl_pl: Sztelōnki były spamiyntane.

source: <a href="https://codex.wordpress.org/Dashboard_My_Sites_Screen" target="_blank">Documentation on My Sites</a>
szl_pl: <a href="https://codex.wordpress.org/Dashboard_My_Sites_Screen" target="_blank">Dokumyntacyjŏ ô &#8222;Mojich placach&#8221;</a>

source: Up until WordPress version 3.0, what is now called a Multisite Network had to be installed separately as WordPress MU (multi-user).
szl_pl: Aże do wersyje 3.0 WordPressa to, co terŏz mianowane je necym placōw, musiało być zainstalowane ekstra jako WordPress MU (multi-user).

source: This screen shows an individual user all of their sites in this network, and also allows that user to set a primary site. They can use the links under each site to visit either the front end or the dashboard for that site.
szl_pl: Na ekranie pokŏzowane sōm wszyjske place używŏcza w necu placōw. Idzie tukej nasztalować bazowy plac. Używŏcz może tyż użyć ôdkŏzōw wrażōnych pod mianym kożdego z placōw, coby przejść na niego abo na ôd niego blŏt.

source: The primary site you chose does not exist.
szl_pl: Placu ôbranego za głōwny niy ma.

source: Delete My Site Permanently
szl_pl: Wychrōń mōj plac doimyntnie

source: I'm sure I want to permanently disable my site, and I am aware I can never get it back or use %s again.
szl_pl: Na isto chcã doimyntnie zastawić mojã zajtã i miarkujã, co ani ôdebranie jij, ani użycie %s niy bydzie już nikej możebne.

source: Remember, once deleted your site cannot be restored.
szl_pl: Pamiyntej: wychrōniōny plac niy może być wrōcōny.

source: If you do not want to use your %s site any more, you can delete it using the form below. When you click <strong>Delete My Site Permanently</strong> you will be sent an email with a link in it. Click on this link to delete your site.
szl_pl: Jeźli niy chcesz kludzić już placu &#8222;%s&#8221;, możesz wychrōnić go ze pōmocōm miyniōnego formularu. Po klikniyńciu <strong>Wychrōń mōj plac doimyntnie</strong>, na Twojã adresã email bydzie posłanŏ wiadōmość z ôdkŏzym. Klikniyńcie tego ôdkŏzu sprŏwi wychrōniynie twojigo placu.

source: Thank you. Please check your email for a link to confirm your action. Your site will not be deleted until this link is clicked.
szl_pl: Dziynkujymy. Na twojã adresã email była posłanŏ wiadōmość z ôdkŏzym, kery przizwŏlŏ przituplikować chyńć sprŏwiyniŏ ôperacyje. Tyn plac niy bydzie wychrōniōny, podwiela niy klikniesz tego ôdkŏzu.

source: Delete My Site
szl_pl: Wychrōń mōj plac

source: Howdy ###USERNAME###, You recently clicked the 'Delete Site' link on your site and filled in a form on that page. If you really want to delete your site, click the link below. You will not be asked to confirm again so only click this link if you are absolutely certain: ###URL_DELETE### If you delete your site, please consider opening a new site here some time in the future! (But remember your current site and username are gone forever.) Thanks for using the site, Webmaster ###SITE_NAME###
szl_pl: Witej ###USERNAME###, Niydŏwno klikniynty bōł ôdkŏz "Wychrōń plac" i nafilowany formular na tyj zajcie. Jeźli je żeś zicher, co chcesz wychrōnić tyn plac, kliknij ôdkŏz niżyj. Po klikniyńciu niy ukŏże sie dŏlsze pytanie ô przituplikowanie, tōż kliknij go ino, jeźli je żeś blank zicher, co robisz: ###URL_DELETE### Jeźli wychrōnisz swōj plac, rozwŏż ôdewrzynie nowego w prziszłości we naszyj posudze! (Pamiyntej jednakōż, co terŏźny plac i miano używŏcza przepadnōm doimyntnie.) Dziynkujymy za używanie placu, Ekipa ###SITE_NAME###

source: I'm sorry, the link you clicked is stale. Please select another option.
szl_pl: Klikniynty ôdkŏz je niyaktualny. Ôbier inkszõ ôpcyjõ.

source: Thank you for using %s, your site has been deleted. Happy trails to you until we meet again.
szl_pl: Dziynkujymy za używanie necu &#8222;%s&#8221;, Tyn plac bōł wychrōniōny. Adieu!

source: Sorry, you are not allowed to delete this site.
szl_pl: Niy ma przizwolyniŏ na wychrōniynie tego placu.

source: Multisite support is not enabled.
szl_pl: Podpŏra mocki placōw niyma zapuszczōnŏ.

source: Permalinks
szl_pl: Bezpostrzednie ôdkŏzy

source: Reading
szl_pl: Czytanie

source: Writing
szl_pl: Pisanie

# settings screen
source: General
szl_pl: Ôgōlne

source: Network Setup
szl_pl: Naszatlowanie necu

source: Delete Site
szl_pl: Wychrōń plac

source: Available Tools
szl_pl: Dostympne nŏczynia

source: Tools
szl_pl: Nŏczynia

source: Add New User
szl_pl: Przidej nowego używŏcza

source: Your Profile
szl_pl: Twōj profil

# user
source: Add New
szl_pl: Przidej nowy

source: All Users
szl_pl: Wszyjscy używŏcze

source: Profile
szl_pl: Profil

# plugin editor
source: Editor
szl_pl: Edytōr

# plugin
source: Add New
szl_pl: Przidej nowy

source: Installed Plugins
szl_pl: Zainstalowane przidŏwki

source: Plugins %s
szl_pl: Przidŏwki %s

# theme editor
source: Editor
szl_pl: Edytōr

source: Appearance
szl_pl: Wyglōnd

source: All Comments
szl_pl: Wszyjske kōmyntŏrze

source: Comments %s
szl_pl: Kōmyntŏrze %s

# admin menu
source: All Links
szl_pl: Wszyjske linki

source: Library
szl_pl: Bibliŏtyka

source: Updates %s
szl_pl: Aktualizacyje %s

source: Skip to main content
szl_pl: Przeskoknij do wszeôbecnyj zawartości

source: Main menu
szl_pl: Bazowe myni

source: Collapse menu
szl_pl: Swiń myni

source: Update Media
szl_pl: Aktualizuj mydiōm

# file
source: Add New
szl_pl: Przidej nowy

source: This screen allows you to edit five fields for metadata in a file within the media library.
szl_pl: Na tym ekranie idzie napasować piyńć roztōmajtych metadatōw ô kożdym zbiorze.

source: You can&#8217;t edit this attachment because it is in the Trash. Please move it out of the Trash and try again.
szl_pl: Niy idzie edytować tyj bajlagi, pōniywŏż je ôna w hasiŏku. Przeniyś go w inkszy plac i sprōbuj zaś.

source: You attempted to edit an item that isn&#8217;t an attachment. Please go back and try again.
szl_pl: Prōbowano było napasować ôbiekt, kery niyma bajlagōm. Wrōć i sprōbuj zaś.

source: You attempted to edit an attachment that doesn&#8217;t exist. Perhaps it was deleted?
szl_pl: Prōbujesz edytować bajlagã, keryj niy ma. Możno ôna była wychrōniōnŏ?

source: Sorry, you are not allowed to edit this attachment.
szl_pl: Niy ma przizwolyniŏ na edycyjõ tyj bajlagi.

source: Invalid item ID.
szl_pl: Niynŏleżny idyntyfikatōr elymyntu.

source: <a href="https://codex.wordpress.org/Media_Add_New_Screen" target="_blank">Documentation on Uploading Media Files</a>
szl_pl: <a href="https://codex.wordpress.org/Media_Add_New_Screen" target="_blank">Dokumyntacyjŏ ô posyłaniu mydiōw na serwer</a>

source: Revert to the <strong>Browser Uploader</strong> by clicking the link below the drag and drop box.
szl_pl: Wrōć <strong>do wysyłŏcza przeziyrŏczki</strong> bez klikniyńcie ôdkŏzu pod ôkynkym spuszczaniŏ zbiorōw.

source: Clicking <strong>Select Files</strong> opens a navigation window showing you files in your operating system. Selecting <strong>Open</strong> after clicking on the file you want activates a progress bar on the uploader screen.
szl_pl: Klikniyńcie <strong>Ôbier zbiory</strong> ôdewrzi ôkno, w kerym pokŏzowane sōm zbiory na kōmputrze ôd używŏcza. Klikniyńcie <strong>Ôdewrzij</strong> po ôbraniu zbiorōw, kere chce sie posłać na serwer, sprŏwi pokŏzanie lajsty postympu na ekranie posyłaniŏ zbiorōw.

source: <strong>Drag and drop</strong> your files into the area below. Multiple files are allowed.
szl_pl: <strong>Przeciōng i spuść</strong> zbiory, kere chcesz posłać, nad przestrzyństwo niżyj. Idzie to zrobić z mockōm zbiorōw wrŏz.

source: You can upload media files here without creating a post first. This allows you to upload files to use with posts and pages later and/or to get a web link for a particular file that you can share. There are three options for uploading files:
szl_pl: Ze pōmocōm tego ekranu idzie posłać na serwer zbiory bez wczaśniyjszego tworzyniŏ posta. Take zbiory idzie przidać do postōw i zajtōw niyskorzij. Możesz tyż niy przidŏwać ich do żŏdnych postōw ani zajtōw, a posłać je na serwer ino po to, coby mōc sie niymi potajlować z kimś inkszym bez podanie tyj ôsobie adresy takigo zbioru. Zbiory idzie posłać na serwer na trzi knify:

source: Upload New Media
szl_pl: Poślij na serwer nowe mydia

source: Repair and Optimize Database
szl_pl: Sprŏw i zôptymalizuj bazã datōw

source: WordPress can also attempt to optimize the database. This improves performance in some situations. Repairing and optimizing the database can take a long time and the database will be locked while optimizing.
szl_pl: WordPress może tyż ulepszyć bazã datōw. Poprŏwiŏ to wydŏwność w niykerych sytuacyjach. Sprŏwōnek i ôptymalizacyjŏ bazy datōw może zajmnōńć moc czasu, a dostymp do bazy bydzie ôbszperowany na czas ôptymalizacyje.

source: Repair Database
szl_pl: Sprŏw bazã datōw

source: WordPress can automatically look for some common database problems and repair them. Repairing can take a while, so please be patient.
szl_pl: WordPress może autōmatycznie zeszukać ajnfachowe niyprzileżytości z bazōm danych i sprŏwić je. Sprŏwōnek może chnedkã zajmnōńć, tōż zdŏ sie ściyrpliwość.

source: One or more database tables are unavailable. To allow WordPress to attempt to repair these tables, press the &#8220;Repair Database&#8221; button. Repairing can take a while, so please be patient.
szl_pl: Jedna abo wiyncyj tabulōw baz datōw je niydostympnych. Coby przizwolić WordPressowi na prōbã sprŏwōnkōw tych tabulōw, wciś knefel &#8222;Sprŏw bazã datōw&#8221;. Sprŏwōnek może chnedkã zajmnōńć, tōż zdŏ sie ściyrpliwość.

source: WordPress database repair
szl_pl: Sprŏwōnek bazy datōw WordPressa

source: Repairs complete. Please remove the following line from wp-config.php to prevent this page from being used by unauthorized users.
szl_pl: Sprŏwōnek bōł skōńczōny. Wychrōń dalij pokŏzane wiyrsze ze zbioru wp.config.php, coby zniymożebnić użycie tyj zajty bez niyupowŏżniōne ôsoby.

source: Some database problems could not be repaired. Please copy-and-paste the following list of errors to the <a href="%s">WordPress support forums</a> to get additional assistance.
szl_pl: Niykere niyprzileżytości z bazōm datōw niy mogły być sprŏwiōne. Skopiyruj i wraź miyniōny wykŏz felerōw na forōm pōmocy WordPressa</a>, coby dostać nadbytniõ pōmoc.

source: Failed to optimize the %1$s table. Error: %2$s
szl_pl: Niy podarziło sie zoptymalizować tabule „%1$s” – feler: %2$s

source: Successfully optimized the %s table.
szl_pl: Ulepszōno było tabulã „%s”.

source: The %s table is already optimized.
szl_pl: Tabula „%s” je już zôptymalizowanŏ.

source: Failed to repair the %1$s table. Error: %2$s
szl_pl: Niy podarziło sie sprŏwić tabule „%1$s”. Feler: %2$s

source: Successfully repaired the %s table.
szl_pl: Sprŏwiōno było tabulã „%s”.

source: The %1$s table is not okay. It is reporting the following error: %2$s. WordPress will attempt to repair this table&hellip;
szl_pl: W tabuli „%1$s” zgłŏszany je dalij pokŏzany feler: %2$s. WordPress sprōbuje jã sprŏwić&hellip;

source: The %s table is okay.
szl_pl: Tabula „%s” niy mŏ problymōw.

source: Database repair results
szl_pl: Wyniki sprŏwōnku bazy datōw

source: While you are editing your %1$s file, take a moment to make sure you have all 8 keys and that they are unique. You can generate these using the <a href="%2$s">WordPress.org secret key service</a>.
szl_pl: W czasie edycyje zbioru %1$s, poświynć chnedkã i wejzdrzij, co mŏsz wszyjske 8 kluczy, z kerych kożdy je niepowtŏrzalny. Możesz je wygynerować bez <a href="%2$s">posugi sekretnych kluczy WordPress.org</a>.

source: Check secret keys
szl_pl: Wybadowanie tajnych kluczy

source: To allow use of this page to automatically repair database problems, please add the following line to your %s file. Once this line is added to your config, reload this page.
szl_pl: Coby przizwolić tyj zajcie autōmatycznie sprŏwiać felery bazy datōw, przidej tyn tekst do zbioru %s. Po przidaniu ôdświyż zajtã.

source: Allow automatic database repair
szl_pl: Przizwŏlanie na autōmatyczny sprŏwōnek bazy datōw

source: WordPress &rsaquo; Database Repair
szl_pl: WordPress &rsaquo; Sprŏwōnek bazy datōw

source: Link not found.
szl_pl: Ôdkŏz niy bōł znodniynty.

source: Edit Link
szl_pl: Edytuj ôdkŏz

source: Search Links
szl_pl: Szukej ôdkŏzōw

source: %s link deleted.
szl_pl: %s ôdkŏz bōł wychrōniōny.

source: Links list
szl_pl: Wykŏz ôdkŏzōw

source: <a href="https://codex.wordpress.org/Links_Screen" target="_blank">Documentation on Managing Links</a>
szl_pl: <a href="https://codex.wordpress.org/Links_Screen" target="_blank">Dokumyntacyjŏ ô reskyrowaniu ôdkŏzami</a>

source: If you delete a link, it will be removed permanently, as Links do not have a Trash function yet.
szl_pl: Wychrōniynie ôdkŏzu wychrōni go doimyntnie, pōniywŏż niy ma jeszcze fōnkcyje hasiŏka na ôdkŏzy.

source: Deleting Links
szl_pl: Wychrōnianie ôdkŏzōw
