Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/4.6.x/wp-4.6.x-admin-szl.po
Languages: szl_pl

source: You can choose whether or not your site will be crawled by robots, ping services, and spiders. If you want those services to ignore your site, click the checkbox next to &#8220;Discourage search engines from indexing this site&#8221; and click the Save Changes button at the bottom of the screen. Note that your privacy is not complete; your site is still visible on the web.
szl_pl: Idzie ôbrać, eli plac może być przeszukowanŏ bez roboty, posugi pingujōnce i pajōnki. Coby tyj zorty posugi ôbmijały plac, trza ôznŏczyć pole „Niy przizwŏlej wyszukiwŏczōm indeksować tego placu” i kliknōńć knefel „Spamiyntej pōmiany”, na spodku ekranu. Pamiyntej, co plac niy zmiyni sie w tyn knif niydostympny i durch bydzie szło go nawiydzać.

source: You can also control the display of your content in RSS feeds, including the maximum numbers of posts to display and whether to show full text or a summary.
szl_pl: Idzie pōmiynić sztelōnki kanału RSS, w tym take rzeczy, jak wielość postōw i ôbiōr miyndzy połnōm treściōm, a stympym.

source: You can choose what&#8217;s displayed on the front page of your site. It can be posts in reverse chronological order (classic blog), or a fixed/static page. To set a static home page, you first need to create two <a href="%s">Pages</a>. One will become the front page, and the other will be where your posts are displayed.
szl_pl: Idzie uzdać co mŏ być pokŏzowane na zajcie bazowyj placu: mogōm to być posty w ôdwyrtniyntego chrōnologicznego porzōndku (jak na klasycznym blogu) abo statycznŏ zajta. Coby jako zajta bazowŏ pokŏzowanŏ była statycznŏ zajta, nojprzōd musisz wytworzić <a href="%s">dwie nowe zajty</a> &mdash; jedna z nich bydzie zajtōm bazowōm, a drugŏ zajtōm blogu.

source: This screen contains the settings that affect the display of your content.
szl_pl: Tyn ekran zawiyrŏ sztelōnki, kere wepływajōm na pokŏzowanie publikowanych treści.

source: Reading Settings
szl_pl: Sztelōnki czytaniŏ

source: If your <code>.htaccess</code> file were <a href="https://codex.wordpress.org/Changing_File_Permissions">writable</a>, we could do this automatically, but it isn&#8217;t so these are the mod_rewrite rules you should have in your <code>.htaccess</code> file. Click in the field and press <kbd>CTRL + a</kbd> to select all.
szl_pl: Kebychmy mieli <a href="https://codex.wordpress.org/Changing_File_Permissions">prawa do zŏpisu</a> do twojigo zbioru <code>.htaccess</code>, bōłby ôn autōmatycznie zaktualizowany, ale pōniywŏż tak niyma, musisz dokōnać tego ryncznie. Ôto prawidła mod_rewrite'a, kere winny sie w nim znojdować. Kliknij w leda jakim placu w tym polu i wciś knefle <kbd>CTRL + a</kbd>, coby ôznŏczyć je wszyjske.

source: <a href="https://codex.wordpress.org/Nginx">Documentation on Nginx configuration</a>.
szl_pl: <a href="https://codex.wordpress.org/Nginx">Dokumyntacyjŏ ô kōnfiguracyji na Nginx</a>.

source: If you temporarily make your site&#8217;s root directory writable for us to generate the <code>web.config</code> file automatically, do not forget to revert the permissions after the file has been created.
szl_pl: Jeźli zatymczasowo nadŏsz nōm prawo do zŏpisu do bazowego katalogu Twojij instalacyje WordPressa, cobychmy mogli wygynerować zbiōr <code>web.config</code> autōmatycznie, niy przepōmnij wycofać tego przizwolyniŏ po kōńcu tyj ôperacyje.

source: If the root directory of your site were <a href="https://codex.wordpress.org/Changing_File_Permissions">writable</a>, we could do this automatically, but it isn&#8217;t so this is the url rewrite rule you should have in your <code>web.config</code> file. Create a new file, called <code>web.config</code> in the root directory of your site. Click in the field and press <kbd>CTRL + a</kbd> to select all. Then insert this code into the <code>web.config</code> file.
szl_pl: Kebychmy mieli <a href="https://codex.wordpress.org/Changing_File_Permissions">prawo do zŏpisu</a> do bazowego katalogu twojij instalacyji WordPressa, zrobiylibymy to autōmatycznie, ale pōniywŏż tak niy ma, trza ryncznie wrazić te prawidła przepisywaniŏ adres URL do zbioru <code>web.config</code>. Wytwōrz w bazowym katalogu twojij instalacyje WordPressa nowy zbiōr ô mianie <code>web.config</code>, kliknij w leda jakim placu tego polŏ i wciś knefle <kbd>CTRL + a</kbd>, coby ôznŏczyć cołkõ jigo zawartość, a dalij westŏw jã do zbioru <code>web.config</code>.

source: If you temporarily make your <code>web.config</code> file writable for us to generate rewrite rules automatically, do not forget to revert the permissions after rule has been saved.
szl_pl: Jeźli zatymczasowo nadŏsz nōm prawa do zŏpisu do Twojigo zbioru <code>web.config</code>, co przizwoli nōm autōmatycznie wygynerować prawidła przepisywaniŏ adres, niy przepōmnij wycofać tego przizwolyniŏ po kōńcu ôperacyje.

source: If your <code>web.config</code> file were <a href="https://codex.wordpress.org/Changing_File_Permissions">writable</a>, we could do this automatically, but it isn&#8217;t so this is the url rewrite rule you should have in your <code>web.config</code> file. Click in the field and press <kbd>CTRL + a</kbd> to select all. Then insert this rule inside of the <code>/&lt;configuration&gt;/&lt;system.webServer&gt;/&lt;rewrite&gt;/&lt;rules&gt;</code> element in <code>web.config</code> file.
szl_pl: Kebychmy mieli <a href="https://codex.wordpress.org/Changing_File_Permissions">prawo do zŏpisu</a> do zbioru <code>web.config</code>, bōłby ôn autōmatycznie zaktualizowany, ale pōniywŏż tak niy je, trza to zrobić ryncznie. Ôto prawidła przepisywaniŏ adres URL, kere winny w nim być. Kliknij w leda jakim placu w tym polu i wciś knefle <kbd>CTRL + a</kbd>, coby ôznŏczyć je wszyjske. Wraź je po tym do sekcyje <code>/&lt;configuration&gt;/&lt;systym.webServer&gt;/&lt;rewrite&gt;/&lt;rules&gt;</code> zbioru <code>web.config</code>.

source: Tag base
szl_pl: Alias ôd tagōw

source: Category base
szl_pl: Alias ôd kategoryje

source: If you like, you may enter custom structures for your category and tag URLs here. For example, using <code>topics</code> as your category base would make your category links like <code>%s/topics/uncategorized/</code>. If you leave these blank the defaults will be used.
szl_pl: Jeźli chcesz, możesz nasztalować włŏsny format ôdkŏzōw dlŏ kategoryji i tagōw. Bez przikłŏd, jeźli wkludzisz <code>tymaty</code> jako podstŏwã adres kategoryje, ôdkŏzy do kategoryji bydōm miały ksztołt podany na <code>%s/tymaty/bez-kategoryje/</code>. Jeźli ôstawisz te pola prōżne, napasowane bydōm wychodne sztelōnki.

source: Optional
szl_pl: Ôpcyjōnalne

source: Custom Structure
szl_pl: Włŏsny format

source: Post name
szl_pl: Miano ôd posta

source: Numeric
szl_pl: Numeryczny

source: Month and name
szl_pl: Miesiōnc i miano

# sample permalink structure
source: sample-post
szl_pl: prziklodowy-post

source: Day and name
szl_pl: Dziyń i miano

source: Plain
szl_pl: Ajnfachowy

source: Common Settings
szl_pl: Wszeôbecne sztelōnki

# sample permalink base
source: archives
szl_pl: archiwa

source: WordPress offers you the ability to create a custom URL structure for your permalinks and archives. Custom URL structures can improve the aesthetics, usability, and forward-compatibility of your links. A <a href="https://codex.wordpress.org/Using_Permalinks">number of tags are available</a>, and here are some examples to get you started.
szl_pl: WordPress przizwŏlŏ na stworzynie włŏsnyj struktury adres dlŏ bezpostrzednich ôdkŏzōw i archiwōw. Włŏsne struktury adres mogōm poprŏwić estetykã, użyteczność i przodniõ kōmpatybilność ôdkŏzōw. Dostympnych je <a href="https://codex.wordpress.org/Using_Permalinks">pŏrã znŏcznikōw</a>, a niżyj pokŏzane sōm przikłŏdy.

source: You should update your .htaccess now.
szl_pl: Terŏz zdŏ sie zaktualizować zbiōr .htaccess.

source: Permalink structure updated. Remove write access on web.config file now!
szl_pl: Format bezpostrzednich ôdkŏzōw bōł zaktualizowany. Wycofej przizwolynie do zŏpisu we zbiore web.config!

source: You should update your web.config now.
szl_pl: Terŏz zdŏ sie zaktualizować zbiōr web.config.

source: Permalink structure updated.
szl_pl: Format bezpostrzednich ôdkŏzōw bōł zaktualizowany.

source: <a href="https://codex.wordpress.org/Using_Permalinks" target="_blank">Documentation on Using Permalinks</a>
szl_pl: <a href="https://codex.wordpress.org/Using_Permalinks" target="_blank">Dokumyntacyjŏ ô używaniu bezpostrzednich ôdkŏzōw</a>

source: <a href="https://codex.wordpress.org/Settings_Permalinks_Screen" target="_blank">Documentation on Permalinks Settings</a>
szl_pl: <a href="https://codex.wordpress.org/Settings_Permalinks_Screen" target="_blank">Dokumyntacyjŏ ô sztelōnkach bezpostrzednich ôdkŏzōw</a>

source: The Optional fields let you customize the &#8220;category&#8221; and &#8220;tag&#8221; base names that will appear in archive URLs. For example, the page listing all posts in the &#8220;Uncategorized&#8221; category could be <code>/topics/uncategorized</code> instead of <code>/category/uncategorized</code>.
szl_pl: Ôpcyjōnalne pola przizwŏlajōm na persōnalizacyjõ formatu bezpostrzednich ôdkŏzōw do archiwōw kategoryji aji tagōw, bez przikłŏd ôdkŏzym do zajty wszyjskich postōw z kategoryje &#8222;Bez kategoryje&#8221; może być <code>/tymaty/bez-kategoryje</code> w plac <code>/kategoryjŏ/bez-kategoryje</code>.

source: Custom Structures
szl_pl: Włŏsny format

source: When you assign multiple categories or tags to a post, only one can show up in the permalink: the lowest numbered category. This applies if your custom structure includes <code>%category%</code> or <code>%tag%</code>.
szl_pl: Jeźli struktura Twojich bezpostrzednich ôdkŏzōw zawiyrŏ zmiynnõ <code>%category%</code> abo <code>%tag%</code>, w ôdkŏzie do posta, kery przifelezowano było do mocki kategoryji i tagōw, może być terŏźny ino jedyn termin: ô nojniższym numerze.

source: If you pick an option other than Plain, your general URL path with structure tags (terms surrounded by <code>%</code>) will also appear in the custom structure field and your path can be further modified there.
szl_pl: Jeźli ôbieresz ôpcyjõ inkszõ aniżeli &#8222;Ańfachowy&#8221;, nowŏ struktura ôdkŏzōw, społym z tagami zawartymi miyndzy cechami <code>%</code>, ukŏże sie w polu &#8222;Włŏsny format&#8221;, kaj bydzie mogła być dalij przipasowanŏ.

source: Permalinks can contain useful information, such as the post date, title, or other elements. You can choose from any of the suggested permalink formats, or you can craft your own if you select Custom Structure.
szl_pl: Bezpostrzednie ôdkŏzy mogōm zawiyrać wertowne informacyje, jak datōm posta, tytuł abo inksze elymynty. Idzie ôbrać leda jaki ze sugerowanych formatōw ôdkŏzōw, lebo tyż stworzić włŏsny po ôbraniu Włŏsnego formatu.

source: This screen allows you to choose your permalink structure. You can choose from common settings or create custom URL structures.
szl_pl: Na tym ekranie idzie ôbrać format bezpostrzednich ôdkŏzōw. Idzie ôbrać jedyn z wszeôbecnie używanych abo zrychtować swōj.

source: Permalinks are the permanent URLs to your individual pages and blog posts, as well as your category and tag archives. A permalink is the web address used to link to your content. The URL to each post should be permanent, and never change &#8212; hence the name permalink.
szl_pl: Bezpostrzednie ôdkŏzy kludzōm do kōnkretnych postōw i zajtōw, a tyż do archiwōw kategoryji i tagōw. Ôdkŏzy te niy winny sie umiyniać, coby niy zniymożebniać dostympu do datōw treści ôsobōm, kere posiadajōm stare adresy.

source: Permalink Settings
szl_pl: Sztelōnki bezpostrzednich ôdkŏzōw

source: Organize my uploads into month- and year-based folders
szl_pl: Skłŏdej posyłane zbiory w katalogi z numerami miesiyncy i lŏt w mianach

source: Configuring this is optional. By default, it should be blank.
szl_pl: Pōmiana je ôpcyjōnalnŏ. Wychodnie to pole je prōżne.

source: Full URL path to files
szl_pl: Połnŏ adresa URL katalogu ze zbiorami

source: Default is %s
szl_pl: Wychodnie to je %s

source: Store uploads in this folder
szl_pl: Pochrōniej posłane zbiory w katalogu

source: Uploading Files
szl_pl: Posyłanie zbiorōw na serwer

source: Embeds
szl_pl: Narażōne treści

source: Large size
szl_pl: Srogŏ miara

source: Max Height
szl_pl: Maksymalnŏ zwielgość

source: Max Width
szl_pl: Maksymalnŏ szyrzka

source: Medium size
szl_pl: Strzedniŏ miara

source: Crop thumbnail to exact dimensions (normally thumbnails are proportional)
szl_pl: Przitnij miniaturã do podanych fasōngōw (wychodnie miniatury sōm proporcjōnalne)

source: Thumbnail size
szl_pl: Miara miniatury

source: The sizes listed below determine the maximum dimensions in pixels to use when adding an image to the Media Library.
szl_pl: Pokŏzowane niżyj miary uzdŏwajōm maksymalnõ miarã w pikselach przidŏwanych do bibliŏtyki mydiōw ôbrŏzkōw.

source: Image sizes
szl_pl: Miary ôbrŏzkōw

source: <a href="https://codex.wordpress.org/Settings_Media_Screen" target="_blank">Documentation on Media Settings</a>
szl_pl: <a href="https://codex.wordpress.org/Settings_Media_Screen" target="_blank">Dokumyntacyjŏ ô sztelōnkach mydiōw</a>

source: Uploading Files allows you to choose the folder and path for storing your uploaded files.
szl_pl: W sekcyji „Posyłanie zbiorōw na serwer” idzie nasztalować katalog, w kerym pochrōniane bydōm posyłane na serwer zbiory i cesta dō niego.

source: You can set maximum sizes for images inserted into your written content; you can also insert an image as Full Size.
szl_pl: Idzie nasztalować maksymalne fasōngi ôbrŏzkōw anzecerowanych do pisanych tekstōw, a tyż wrazić ôbrŏzek ze spamiyntaniym jigo ôryginalnych fasōngōw.

source: Media Settings
szl_pl: Sztelōnki mydiōw

source: The %s constant in your %s file is no longer needed.
szl_pl: Ôbstōnŏ %s w zbiorze %s niyma już przidajnŏ.

source: Site Language
szl_pl: Gŏdka placu

source: Week Starts On
szl_pl: Piyrszy dziyń tydnia

source: <a href="https://codex.wordpress.org/Formatting_Date_and_Time">Documentation on date and time formatting</a>.
szl_pl: <a href="https://codex.wordpress.org/Formatting_Date_and_Time">Dokumyntacyjŏ ô formatowaniu datōmōw i godzin</a>.

source: Custom time format:
szl_pl: Włŏsny format czasu:

source: enter a custom time format in the following field
szl_pl: w miyniōnym polu wkludź włŏsny format godziny

source: example:
szl_pl: przikłŏd:

source: Custom date format:
szl_pl: Włŏsny format datōma:

source: enter a custom date format in the following field
szl_pl: w miyniōnym polu wkludź włŏsny format datōma

source: Custom:
szl_pl: Włŏsny:

source: This timezone does not observe daylight saving time.
szl_pl: W tyj cōunie czasowyj niy przełazi sie na czas latowy.

source: Standard time begins on: %s.
szl_pl: Standardowy czas napoczynŏ sie %s.

source: Daylight saving time begins on: %s.
szl_pl: Czas latowy poczynŏ sie %s.

source: This timezone is currently in standard time.
szl_pl: Ta cōuna czasowŏ je terŏz we czasie zimowym.

source: This timezone is currently in daylight saving time.
szl_pl: Ta cōuna czasowŏ je terŏz we czasie latowym.

source: Local time is %s.
szl_pl: Lokalny czas to %s.

source: Universal time (%1$s) is %2$s.
szl_pl: Czas uniwerzalny (%1$s) to %2$s.

source: Choose a city in the same timezone as you.
szl_pl: Ôbier miasto, w kerym ôbowiōnzuje takŏ samŏ cōuna czasowŏ.

source: Timezone
szl_pl: Strefa czasu

source: There is a pending change of the admin email to %s.
szl_pl: Pōmiana adresy e-mail administratōra na %s czekŏ na przituplowanie.

source: This address is used for admin purposes. If you change this we will send you an email at your new address to confirm it. <strong>The new address will not become active until confirmed.</strong>
szl_pl: Ta adresa je używanŏ w cylach administracyjnych. Jeźli jã pōmiynisz, posłany bydzie pod nowõ email, coby przituplikować tã ôperacyjõ. <strong>Nowŏ adresa niy bydzie aktywnŏ do czasu przituplikowaniŏ jij.</strong>

source: New User Default Role
szl_pl: Wychodnŏ rola nowych używŏczōw

source: Anyone can register
szl_pl: Kożdy może sie zaregistrować

source: Membership
szl_pl: Człōnkostwo

source: This address is used for admin purposes, like new user notification.
szl_pl: Ta adresa je spotrzebowowanŏ do sprŏw administracyjnych, takich jak uwiadōmianie ô rejestracyji nowych używŏczōw.

source: Email Address
szl_pl: Adresa email

source: Enter the address here if you <a href="https://codex.wordpress.org/Giving_WordPress_Its_Own_Directory">want your site home page to be different from your WordPress installation directory.</a>
szl_pl: Wkludź adresã, <a href="https://codex.wordpress.org/Giving_WordPress_Its_Own_Directory">jeźli chcesz mieć WordPress w inkszym katalogu, aniżeli bazowy.</a>

source: In a few words, explain what this site is about.
szl_pl: W pŏru słowach ôpisz, ô czym je tyn plac.

source: <a href="https://codex.wordpress.org/Settings_General_Screen" target="_blank">Documentation on General Settings</a>
szl_pl: <a href="https://codex.wordpress.org/Settings_General_Screen" target="_blank">Dokumyntacyjŏ ô sztelōnkach ôgōlnych</a>

source: UTC means Coordinated Universal Time.
szl_pl: UTC ôznŏczŏ &#8222;uniwerzalny czas koordynowany&#8221;.

source: You can set the language, and the translation files will be automatically downloaded and installed (available if your filesystem is writable).
szl_pl: Idzie pōmiynić gŏdkã, a przekłŏd bydzie autōmatycznie sebrany i zainstalowany (jeźli systym zbiorōw przizwŏlŏ na zŏpis).

source: If you want site visitors to be able to register themselves, as opposed to by the site administrator, check the membership box. A default user role can be set for all new users, whether self-registered or registered by the site admin.
szl_pl: Jeźli chcesz, coby ludzie, co nawiydzajōm plac mogli sie na nim sami registrować (wychodnie registrować nowe kōnta mogōm ino administratōry placu), ôznŏcz pole „Kożdy może sie zaregistrować”. Idzie ôbrać rolã, jakõ bydōm mieli nowi używŏcze – bali ci, kerzi zaregistrujōm sie sami, jak i ci, kerych zaregistruje administratōr.

source: The WordPress URL and the Site URL can be the same (example.com) or different; for example, having the WordPress core files (example.com/wordpress) in a subdirectory instead of the root directory.
szl_pl: Adresa ôd URL WordPressa i adresa URL ôd placu mogōm być tōm samōm (example.com) abo inkszōm adresōm, bez przikłŏd jak zbiory WordPressa zainstalowane sōm w podkatalogu (example.com/wordpress), a niy w bazowym katalogu.

source: Most themes display the site title at the top of every page, in the title bar of the browser, and as the identifying name for syndicated feeds. The tagline is also displayed by many themes.
szl_pl: Wiynkszość tymatōw pokŏzuje tytuł placu na wiyrchu kożdyj zajty, na lajście tytułu przeziyrŏczki i jako idyntyfikatōr kanałōw nowin. Mocka tymatōw pokŏzuje tyż slogany placōw.

source: The fields on this screen determine some of the basics of your site setup.
szl_pl: Pola na tym ekranie ôkryślajōm bazowe sztelōnki tego placu.

source: General Settings
szl_pl: Ôgōlne sztelōnki

source: Retro (Generated)
szl_pl: Retro (gynerowany)

source: MonsterID (Generated)
szl_pl: MonsterID (gynerowany)

source: Wavatar (Generated)
szl_pl: Wavatar (gynerowany)

source: Identicon (Generated)
szl_pl: Idyntikōna (gynerowany)

source: Gravatar Logo
szl_pl: Logo Gravatara

source: Blank
szl_pl: Prōżny

source: Mystery Person
szl_pl: Tajymnŏ ôsoba

source: For users without a custom avatar of their own, you can either display a generic logo or a generated one based on their email address.
szl_pl: Przi kōmyntŏrzach używŏczōw, kerzi niy majōm włŏsnego awatara, pokŏzowane może być logo abo ôbrŏzki wytworzōne podle jejich adresōw email.

source: Default Avatar
szl_pl: Wychodny ôbrŏzek profilowy

source: X &#8212; Even more mature than above
szl_pl: X &#8212; kategoryjŏ jeszcze zwielgszŏ aniżeli piyrwyjszŏ

source: R &#8212; Intended for adult audiences above 17
szl_pl: R &#8212; przeznŏczōne dlŏ majoryntnych (ôd 17 rokōw)

source: PG &#8212; Possibly offensive, usually for audiences 13 and above
szl_pl: PG &#8212; treść może gorszyć, porzōnd dlŏ ludzi ôd 13 rokōw

source: G &#8212; Suitable for all audiences
szl_pl: G &#8212; pasowne dlŏ wszyjskich

source: Maximum Rating
szl_pl: Nojzwielgszŏ przizwolōnŏ kategoryjŏ

source: Show Avatars
szl_pl: Pokŏzuj awatary

source: Avatar Display
szl_pl: Pokŏzowanie awatara

source: An avatar is an image that follows you from weblog to weblog appearing beside your name when you comment on avatar enabled sites. Here you can enable the display of avatars for people who comment on your site.
szl_pl: Awatar to je ôbrŏzek, co podōnżŏ za Tobōm ôd blogu do blogu i pokŏzuje sie przi Twojim mianie, jak przidŏwŏsz kōmyntŏrze na placach, co podpiyrajōm take ôbrŏzki. W tym placu możesz zapuścić pokŏzowanie awatarōw ôd ôsob, co piszōm kōmyntŏrze na nim.

source: Avatars
szl_pl: Awatary

source: When a comment contains any of these words in its content, name, URL, email, or IP, it will be put in the trash. One word or IP per line. It will match inside words, so &#8220;press&#8221; will match &#8220;WordPress&#8221;.
szl_pl: Jeźli kōmyntŏrz bydzie zawiyroł leda jake z tych słōw w swojij treści, mianie używŏcza, jigo adresie URL, email abo IP, bydzie ôn przeniysiōny do hasiŏka. Jedno słowo abo adresa IP na wiyrsz. Wybadowane sōm tyż fragmynty słōw, tak tōż słowo &#8222;WordPress&#8221; społniŏ warōnki kryteriōm &#8222;press&#8221;.

source: Comment Blacklist
szl_pl: Czŏrny wykŏz kōmyntŏrzōw

source: When a comment contains any of these words in its content, name, URL, email, or IP, it will be held in the <a href="edit-comments.php?comment_status=moderated">moderation queue</a>. One word or IP per line. It will match inside words, so &#8220;press&#8221; will match &#8220;WordPress&#8221;.
szl_pl: Jeźli kōmyntŏrz bydzie zawiyroł leda jake z tych słōw w swojij treści, mianie używŏcza, jigo adresie URL, email abo IP, bydzie ôn przeniysiōny do <a href="edit-comments.php?comment_status=moderated">raje do moderacyje</a>. Jedno słowo abo adresa IP na wiyrsz. Wybadowane sōm tyż fragmynty słōw, tak tōż słowo &#8222;WordPress&#8221; społniŏ warōnki kryteriōm &#8222;press&#8221;.

source: Hold a comment in the queue if it contains %s or more links. (A common characteristic of comment spam is a large number of hyperlinks.)
szl_pl: Ôstŏw kōmyntŏrz do moderacyje, jeźli zawiyrŏ ôn %s abo wiyncyj ôdkŏzōw. (Spam porzōnd cechuje sie srogōm wielościōm ôdkŏzōw w treści wiadōmości).

source: Comment Moderation
szl_pl: Moderacyjŏ kōmyntŏrzōw

source: Comment author must have a previously approved comment
szl_pl: Autōr kōmyntŏrza musi mieć wczaśnij przituplowany kōmyntŏrz

source: Comment must be manually approved
szl_pl: Kōmyntŏrze muszōm być przituplowane ryncznie

source: Before a comment appears
szl_pl: Zaczym kōmyntŏrz ukŏże sie na blogu,

source: A comment is held for moderation
szl_pl: kōmyntŏrz czekŏ na moderacyjõ

source: Anyone posts a comment
szl_pl: ftoś przidŏ kōmyntŏrz

source: Email me whenever
szl_pl: Poślij mi emaila kożdy rŏz, kej

source: Comments should be displayed with the %s comments at the top of each page
szl_pl: Na wiyrchu zajty pokŏzuj %s kōmyntŏrze

source: newer
szl_pl: nowsze

source: older
szl_pl: starsze

source: Break comments into pages with %1$s top level comments per page and the %2$s page displayed by default
szl_pl: Potajluj kōmyntŏrze na zajty ze %1$s kōmyntŏrzōw piyrszego poziōmu i wychodnie pokŏzuj %2$s jejich zajtã

source: first
szl_pl: piyrszõ

source: last
szl_pl: ôstatniõ

source: Enable threaded (nested) comments %s levels deep
szl_pl: Zapuść %s-pōziomowe gniyżdżynie kōmyntŏrzōw

source: Automatically close comments on articles older than %s days
szl_pl: Autōmatycznie zastawiej możebność kōmyntowaniŏ artiklōw starszych aniżeli %s dni
