Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/szl/4.6.x/wp-4.6.x-admin-szl.po
Languages: szl_pl

source: There is a new version of %1$s available. <a href="%2$s" %3$s>View version %4$s details</a>. <em>Automatic update is unavailable for this theme.</em>
szl_pl: Je dostympnŏ nowŏ wersyjŏ %1$s. <a href="%2$s" %3$s>Wejzdrzij na detajle wersyje %4$s</a>. <em>Autōmatycznŏ aktualizacyjŏ je niydostympnŏ dlŏ tego tymatu.</em>

source: View %1$s version %2$s details
szl_pl: Pokŏż detajle %1$s wersyje %2$s

source: There is a new version of %1$s available. <a href="%2$s" %3$s>View version %4$s details</a>.
szl_pl: Dostympnŏ je nowŏ wersyjŏ %1$s. <a href="%2$s" %3$s>Wejzdrzij na detajle wersyje %4$s</a>.

source: Could not fully remove the theme %s.
szl_pl: Niy szło doimyntnie wychrōnić tymatu &#8222;%s&#8221;.

source: Theme Install
szl_pl: Instalacyjŏ tymatu

source: Theme zip file
szl_pl: Zbiōr zip tymatu

source: If you have a theme in a .zip format, you may install it by uploading it here.
szl_pl: Jeźli posiadŏsz tymat w formacie .zip, możesz zainstalować go bez posłanie go sam.

source: Find Themes
szl_pl: Szukej tymatōw

source: Find a theme based on specific features.
szl_pl: Znojdź tymat ze ôbranymi fōnkcyjami.

source: Feature Filter
szl_pl: Filter włŏsności

source: Search by tag
szl_pl: Szukej podle tagōw

source: Search by author
szl_pl: Szukej pdl. autora

source: Search by keyword
szl_pl: Szukej podle słōw kluczowych

source: Type of search
szl_pl: Zorta zeszukowaniŏ

source: Search for themes by keyword.
szl_pl: Szukej tymatōw podle kluczowych słōw.

source: You are currently editing the page that shows your latest posts.
szl_pl: Edytujesz zajtã, kerŏ pokŏzuje nojnowsze posty.

source: %s rating
szl_pl: Ôcyna %s

source: %1$s rating based on %2$s rating
szl_pl: Ôcyna %1$s podle %2$s głosu

source: This will replace the current editor content with the last backup version. You can use undo and redo in the editor to get the old content back or to return to the restored version.
szl_pl: To pōmiyni terŏźnõ zawartość edytōra na ôstatniõ wersyjõ ibrycznõ. Idzie wrŏcać miyndzy wersyjami w edytōrze, coby dostać zaś starõ zawartość abo przejść nazŏd do ibrycznyj.

source: Restore the backup
szl_pl: Prziwrōć kopijõ

source: The backup of this post in your browser is different from the version below.
szl_pl: Kopijŏ treści w przeziyrŏczce je inkszŏ ôd pokŏzanyj niżyj.

source: Likely direct inclusion of wp-admin/includes/template.php in order to use add_meta_box(). This is very wrong. Hook the add_meta_box() call into the add_meta_boxes action instead.
szl_pl: Wykryto było prŏwdopodobnõ prōbã prziwstaniŏ zbioru wp-admin/includes/template.php, coby użyć fōnkcyje add_meta_box(). Take fōngowanie niyma doradzane. W plac tego wraź wywołanie add_meta_box() we fōnkcyji add_meta_boxes.

source: Save Changes
szl_pl: Spamiyntej pōmiany

source: Front Page
szl_pl: Przodniŏ zajta

source: Close media attachment panel
szl_pl: Zawrzij panel przidŏwniŏ mydiōw

source: Attach to existing content
szl_pl: Przipnij do aktualnyj treści

source: The privacy options group has been removed. Use another settings group.
szl_pl: Skupina sztelōnkōw prywatności była wychrōniōnŏ. Użyj inkszyj.

source: The miscellaneous options group has been removed. Use another settings group.
szl_pl: Skupina sztelōnkōw &#8222;Roztōmajte&#8221; była wychrōniōnŏ. Użyj inkszyj.

source: Toggle panel: %s
szl_pl: Przeszaltruj panel: %s

source: Upload file and import
szl_pl: Poślij zbiōr na serwer i zaimportuj go

source: Maximum size: %s
szl_pl: Maksymalnŏ miara: %s

source: Choose a file from your computer:
szl_pl: Ôbier zbiōr z swojigo kōmputra:

source: Before you can upload your import file, you will need to fix the following error:
szl_pl: Przed posłaniym zbioru importu zdatne je sprŏwiynie dalij pokŏzanego felera:

source: Minute
szl_pl: Minuta

source: Hour
szl_pl: Godzina

source: Day
szl_pl: Dziyń

source: Month
szl_pl: Miesiōnc

source: Add Custom Field
szl_pl: Przidej włŏsne pole

source: Enter new
szl_pl: Wkludź nowy

source: Add New Custom Field:
szl_pl: Przidej nowe włŏsne pole:

source: Key
szl_pl: Klucz

source: Value
szl_pl: Werta

# meta name
source: Name
szl_pl: Miano

source: Comment by %s marked as spam.
szl_pl: Kōmyntŏrz, kerego autorym je %s, bōł nacechowany jako spam.

source: Comment by %s moved to the trash.
szl_pl: Kōmyntŏrz, kerego autorym je %s, bōł przeniysiōny do hasiŏka.

source: Submit Reply
szl_pl: Poślij ôdpowiedź

source: Update Comment
szl_pl: Zaktualizuj kōmyntŏrz

source: Add Comment
szl_pl: Przidej kōmyntŏrz

source: Add new Comment
szl_pl: Przidej nowy kōmyntŏrz

source: Reply to Comment
szl_pl: Ôdpowiedz na kōmyntŏrz

source: You did not enter a category name.
szl_pl: Niy wkludzōno było miana kategoryje.

source: You can still use your site but any subdomain you create may not be accessible. If you know your DNS is correct, ignore this message.
szl_pl: Durch idzie używać tego placu, atoli wszyjske poddōmyny, kere bydōm wytworzōne, bydōm niydostympne. Jeźli wiysz, co ôd niego rekordy DNS sōm nŏleżne, zignoruj tã wiadōmość.

source: To use a subdomain configuration, you must have a wildcard entry in your DNS. This usually means adding a %s hostname record pointing at your web server in your DNS configuration tool.
szl_pl: Coby używać kōnfiguracyje poddōmynowyj, zdatne je posiadanie rekordu uniwerzalnego wildcard na serwerze DNS. Porzōnd ôznŏczŏ to, co trza przidać rekord DNS z %s jako mianym hosta i naporynczyć na twōj serwer WWW.

source: This resulted in an error message: %s
szl_pl: Ôperacyjŏ ta sprŏwiyła feler: %s

source: The installer attempted to contact a random hostname (%s) on your domain.
szl_pl: Instalatōr sprōbowoł skuplować sie z losowōm adresōm w twojij dōmynie (%s).

source: Warning! Wildcard DNS may not be configured correctly!
szl_pl: Pozōr! Wildcardy na serwerze DNS mogōm być niynŏleżnie skōnfigurowane!

source: Welcome to %s. This is your first post. Edit or delete it, then start blogging!
szl_pl: Witej na placu %s. To twōj piyrszy post. Edytuj abo wychrōń go, a niyszkorzij napocznij blogowanie!

source: You must provide a valid email address.
szl_pl: Trza podać nŏleżnõ adresã email.

source: The network already exists.
szl_pl: Tyn nec placōw już je.

source: You must provide a name for your network of sites.
szl_pl: Trza wkludzić miano dlŏ Twojigo necu placōw.

source: You must provide a domain name.
szl_pl: Trza podać miano ôd dōmyny.

# User role
source: Subscriber
szl_pl: Abōnynt

# User role
source: Contributor
szl_pl: Spōłprŏcownik

# User role
source: Author
szl_pl: Autōr

# User role
source: Editor
szl_pl: Edytōr

# User role
source: Administrator
szl_pl: Administratōr

source: Just another %s site
szl_pl: Jeszcze jedyn plac &#8222;%s&#8221;

source: Just another WordPress site
szl_pl: Jeszcze jedyn plac ôd WordPressa

source: My Site
szl_pl: Mōj plac

source: Sorry, something went wrong. The requested comparison could not be loaded.
szl_pl: Spytanie ô przirōwnanie niy może być zaladowane.

source: Restore This Revision
szl_pl: Prziwrōć ôbranõ wersyjõ

source: Restore This Autosave
szl_pl: Prziwrōć tã wersyjõ

source: Revision by %s
szl_pl: Wersyjŏ ôd %s

source: Current Revision by %s
szl_pl: Autōr terŏźnyj wersyje to: %s

source: Autosave by %s
szl_pl: Autōmatycznie spamiyntane, autōr: %s

# Followed by post revision info
source: To:
szl_pl: Do:

# Followed by post revision info
source: From:
szl_pl: Autōr:

source: Compare any two revisions
szl_pl: Porōwnej leda jake dwie wersyje

# Button label for a next revision
source: Next
szl_pl: Dalij

# Button label for a previous revision
source: Previous
szl_pl: Przōdzij

# revision date short format
source: j M @ H:i
szl_pl: j M \ô H:i

source: Your latest changes were saved as a revision.
szl_pl: Twoje ôstatnie pōmiany były spamiyntane jako wersyjŏ tego posta.

source: Saving revision&hellip;
szl_pl: Spamiyntowanie wersyje treści&hellip;

source: Take over
szl_pl: Przejmnij

source: If you take over, %s will be blocked from continuing to edit.
szl_pl: Jeźli to przejmiesz, %s straci przizwolynie na dalszõ edycyjõ.

source: This content is currently locked.
szl_pl: Tyn ôbiekt je terŏz ôbszperowany.

source: Click the image to edit or update
szl_pl: Kliknij ôbrŏzek, coby go edytować abo aktualizować

source: Edit permalink
szl_pl: Edytuj bezpostrzedni ôdkŏz

source: Change Permalinks
szl_pl: Sztelōnki

source: Permalink:
szl_pl: Bezpostrzedni ôdkŏz:

source: Sorry, you are not allowed to create posts or drafts on this site.
szl_pl: Niy ma przizwolyniŏ na tworzynie postōw abo cechōnkōw na tym placu.

source: Sorry, you are not allowed to create pages on this site.
szl_pl: Niy ma przizwolyniŏ na tworzynie zajtōw na tym placu.

source: Auto Draft
szl_pl: Autōmatycznie spamiyntany cechōnek

source: Sorry, you are not allowed to edit posts as this user.
szl_pl: Niy ma przizwolyniŏ na edycyjõ postōw jako tyn używŏcz.

source: Sorry, you are not allowed to edit pages as this user.
szl_pl: Niy ma przizwolyniŏ na edycyjõ zajtōw jako tyn używŏcz.

source: The "%s" options group has been removed. Use another settings group.
szl_pl: Skupina sztelōnkōw "%s" była wychrōniōnŏ. Użyj inkszyj.

source: The plugin does not have a valid header.
szl_pl: Tyn przidŏwek niy mŏ nŏleżnego nŏgōwka.

source: Plugin file does not exist.
szl_pl: Zbioru przidŏwka niy ma.

source: Invalid plugin path.
szl_pl: Niynŏleżnŏ cesta do przidŏwka.

source: Could not fully remove the plugin(s) %s.
szl_pl: Niy szło doimyntnie wychrōnić przidŏwka(ōw): %s.

source: One of the plugins is invalid.
szl_pl: Jedyn z przidŏwkōw je niynŏleżny.

source: The plugin generated unexpected output.
szl_pl: Przidŏwek swrōciōł niynazdane daty.

source: Custom site suspended message.
szl_pl: Wiadōmość ô ôbwieszyniu włŏsnego placu.

source: Custom site inactive message.
szl_pl: Wiadōmość ô dezaktywacyji włŏsnego placu.

source: Custom site deleted message.
szl_pl: Wiadōmość ô wychrōniyniu włŏsnego placu.

source: Executed before Multisite is loaded.
szl_pl: Sprŏwiany przed sztartniyńciym multiplacu.

source: External object cache.
szl_pl: Cache zewnyntrznego ôbiektu.

source: Custom maintenance message.
szl_pl: Wiadōmość ô włŏsnych robotach kōnserwacyjnych.

source: Custom install script.
szl_pl: Włŏsny skrypt instalacyjny.

source: Custom database error message.
szl_pl: Wiadōmość ô felerze włŏsnyj bazy datōw.

source: Custom database class.
szl_pl: Włŏsnŏ klasa bazy datōw.

source: Advanced caching plugin.
szl_pl: Przidŏwek modernego cacheowaniŏ

source: By %s.
szl_pl: Autōr: %s.

source: The %1$s plugin header is deprecated. Use %2$s instead.
szl_pl: Nŏgōwek przidŏwka %1$s je ôbstareźny. W plac niego użyj %2$s.

source: Latest Version Installed
szl_pl: Zainstalowano było nojnowszõ wersyjõ

source: Newer Version (%s) Installed
szl_pl: Zainstalowano było nowszõ wersyjõ (%s)

source: Install Update Now
szl_pl: Zainstaluj aktualizacyjõ terŏz

source: <strong>Warning:</strong> This plugin has <strong>not been marked as compatible</strong> with your version of WordPress.
szl_pl: <strong>Pozōr:</strong> Tyn przidŏwek <strong>niy bōł nacechowany jako zgodliwy</strong> z tōm wersyjōm WordPressa.

source: <strong>Warning:</strong> This plugin has <strong>not been tested</strong> with your current version of WordPress.
szl_pl: <strong>Pozōr:</strong> Tyn przidŏwek <strong>niy bōł przetestowany</strong> z tōm wersyjōm WordPressa.

source: Contributors
szl_pl: Spōłprŏcowniki

source: %d star
szl_pl: %d gwiŏzdka

source: Reviews with %1$d star: %2$s. Opens in a new window.
szl_pl: Recynzyje z %1$d gwiŏzdkōm: %2$s. Ôdewrzij w nowym ôknie.

source: Read all reviews on WordPress.org or write your own!
szl_pl: Przeczytej wszyjske recynzyje na WordPress.org abo napisz włŏsnõ!

source: Reviews
szl_pl: Recynzyje

source: (based on %s rating)
szl_pl: (podle %s głosu)

source: Average Rating
szl_pl: Strzedniŏ ôcyn

source: Donate to this plugin &#187;
szl_pl: Przekŏż dŏwek na tyn przidŏwek »

source: Plugin Homepage &#187;
szl_pl: Dōmowŏ zajta przidŏwka »

source: WordPress.org Plugin Page &#187;
szl_pl: Zajta przidŏwka na WordPress.org »

source: Active Installs:
szl_pl: Aktywnych instalacyji:

source: Compatible up to:
szl_pl: Kōmpatybilnŏ do wersyje:

source: %s or higher
szl_pl: %s abo nowszyj

source: Requires WordPress Version:
szl_pl: Fołdruje WordPressa we wersyji

source: Plugin Install
szl_pl: Instalacyjŏ przidŏwka

# Plugin installer section title
source: Other Notes
szl_pl: Inksze napōmniynia

# Plugin installer section title
source: Reviews
szl_pl: Ôcyny

# Plugin installer section title
source: Changelog
szl_pl: Lista pōmian

# Plugin installer section title
source: Screenshots
szl_pl: Zdjyńcie ekranu

# Plugin installer section title
source: FAQ
szl_pl: PSP

# Plugin installer section title
source: Installation
szl_pl: Instalacyjŏ

# Plugin installer section title
source: Description
szl_pl: Ôpis

source: You are using a development version of WordPress. These feature plugins are also under development. <a href="%s">Learn more</a>.
szl_pl: Używŏsz deweloperskij wersyje WordPressa. Dalij pokŏzane przidŏwki sōm tyż w czasie tworzyniŏ. <a href="%s">Przewiedz sie wiyncyj</a>.

source: These suggestions are based on the plugins you and other users have installed.
szl_pl: Te dorady sōm oparte na przidŏwkach zainstalowanych bez ciebie i inkszych używŏczōw.

source: Get Favorites
szl_pl: Sebier Ôblubiōne

source: Your WordPress.org username:
szl_pl: Twoje miano używŏcza w WordPress.org:

source: If you have marked plugins as favorites on WordPress.org, you can browse them here.
szl_pl: Przeziyrej przidŏwki przidane do ôblubiōnych w placu WordPress.org.

source: Plugin zip file
szl_pl: Zbiōr zip przidŏwka

source: If you have a plugin in a .zip format, you may install it by uploading it here.
szl_pl: Jeźli posiadŏsz przidŏwek w formacie .zip, możesz zainstalować go bez posłanie go sam.

source: Search Plugins
szl_pl: Szukej przidŏwkōw

source: Keyword
szl_pl: Słowo kluczowe

source: Search plugins by:
szl_pl: Szukej przidŏwkōw podle:

source: %s plugins
szl_pl: Wielość przidŏwkōw: %s

source: %s plugin
szl_pl: Wielość przidŏwkōw: %s

source: You may also browse based on the most popular tags in the Plugin Directory:
szl_pl: Idzie tyż przeziyrać katalog przidŏwkōw bez popularne tagi:

source: Popular tags
szl_pl: Popularne tagi

source: Plugins extend and expand the functionality of WordPress. You may automatically install plugins from the <a href="%1$s">WordPress Plugin Directory</a> or upload a plugin in .zip format by clicking the button at the top of this page.
szl_pl: Przidŏwki rozszyrzajōm fōnkcyje ôd WordPressa. Idzie je zainstalować bez użycie <a href="%1$s">katalogu przidŏwkōw WordPressa</a> abo bez przidanie ich spakowanych do zbioru .zip po klikniyńciu knefla na wiyrchu tyj zajty.

source: The <a href="https://codex.wordpress.org/Glossary#Character_set">character encoding</a> of your site (UTF-8 is recommended)
szl_pl: <a href="https://codex.wordpress.org/Glossary#Character_set">Kodowanie cechōw</a> na placu (skwŏlane: UTF-8)

source: %s has been updated.
szl_pl: Zaktualizowano było %s.

source: Link Target
szl_pl: Cwek ôd ôdkŏzu

source: Show advanced menu properties
szl_pl: Pokŏż rozszyrzowane włŏsności myni

source: There are some invalid menu items. Please check or delete them.
szl_pl: Miana ôd niykerych elymyntōw myni sōm niynŏleżne. Poprŏw je abo wychrōń.

source: Click Save Menu to make pending menu items public.
szl_pl: Kliknij &#8222;Spamiyntej myni&#8221;, coby ôpublikować pōmiany wkludzōne do myni.

source: The Walker class named %s does not exist.
szl_pl: Klasy Walker ô mianie %s niy ma.

source: Add menu items from the column on the left.
szl_pl: Z kolōny z lewyj idzie przidŏwać elymynty do myni.

source: View All
szl_pl: Pokŏż wszyjske

source: Most Recent
szl_pl: Nojnowsze

source: No items.
szl_pl: Niy ma elymyntōw.

source: Confirm Deletion
szl_pl: Przituplikuj wychrōnianie

source: Once you hit &#8220;Confirm Deletion&#8221;, these users will be permanently removed.
szl_pl: Kej klikniesz &#8222;Przituplikuj wychrōniynie&#8221;, używŏcze bydōm doimyntnie wychrōniyni.

source: Once you hit &#8220;Confirm Deletion&#8221;, the user will be permanently removed.
szl_pl: Kej klikniesz &#8222;Przituplikuj wychrōniynie&#8221;, używŏcz bydzie doimyntnie wychrōniōny.

source: User has no sites or content and will be deleted.
szl_pl: Używŏcz niy mŏ placōw abo treści i bydzie wychrōniōny.

source: Attribute all content to:
szl_pl: Przifelezuj cołkõ treść do:

source: Delete all content.
szl_pl: Wychrōń cołkõ treść.

source: Site: %s
szl_pl: Plac: %s

source: Select a user
szl_pl: Ôbier używŏcza

source: What should be done with content owned by %s?
szl_pl: Co zrobić z treściami, kerych posiedzicielym je %s?

source: Warning! User cannot be deleted. The user %s is a network administrator.
szl_pl: Pozōr! Używŏcz niy może być wychrōniōny. Używŏcz %s je administratōrym necu placōw.

source: Warning! User %s cannot be deleted.
szl_pl: Pozōr! Używŏcz %s niy może być wychrōniōny.

source: You have chosen to delete the following users from all networks and sites.
szl_pl: Ôbrano było wychrōniynie podanych używŏczōw ze wszyjskich zajtōw i z necu placōw.

source: You have chosen to delete the user from all networks and sites.
szl_pl: Ôbrano było wychrōniynie używŏcza ze wszyjskich zajtōw i z necu placōw.

source: Primary Site
szl_pl: Bazowy plac

source: Thank you for Updating! Please visit the <a href="%s">Upgrade Network</a> page to update all your sites.
szl_pl: Dziynkujymy za aktualizacyjõ! Nawiydź zajtã <a href="%s">Zaktualizuj nec placōw</a>, coby zaktualizować wszyjske place.

source: English
szl_pl: Angelski

source: British English
szl_pl: Brytski angelski

source: American English
szl_pl: Amerykōński angelski

source: View Site
szl_pl: Pokŏż plac

source: Visit Dashboard
szl_pl: Wejzdrzij na blŏt

source: Your Sites
szl_pl: Twoje place

source: If you reached this screen by accident and meant to visit one of your own sites, here are some shortcuts to help you find your way.
szl_pl: Jeźli trefiōno było na tyn ekran bez cufal przi prōbie nawiydzyniŏ włŏsnego placu, niżyj je pŏrã przim, kere mogōm pōmōc.

source: You attempted to access the "%1$s" dashboard, but you do not currently have privileges on this site. If you believe you should be able to access the "%1$s" dashboard, please contact your network administrator.
szl_pl: Prōbowano było przejść do blŏtu placu &#8222;%1$s&#8221;, ale niy ma na to przizwolyń. Jeźli miarkujesz, iże to je feler, skōntaktuj sie z administratōrym necu.

source: MB (Leave blank for network default)
szl_pl: MB (ôstŏw prōżne, coby użyć wychodnyj werty necu placōw)

source: Size in megabytes
szl_pl: Miara w megabajtach

source: Site Upload Space Quota
szl_pl: Limit dostympnego przestrzyństwa na mydia placu

source: Used: %1$s%% of %2$s
szl_pl: Użyte: %1$s%% z %2$s

source: Sorry, you have used your space allocation. Please delete some files to upload more files.
szl_pl: Niy ma wiyncyj placu na dysku. Wychrōō niyprzidajne zbiory, coby wgrać nowe.

source: Your email address has not been updated yet. Please check your inbox at %s for a confirmation email.
szl_pl: Twoja adresa email niy była jeszcze zaktualizowanŏ. Wybadej, eli doszoł już na niã %s email z ôdkŏzym przituplowaniŏ.

source: [%s] New Email Address
szl_pl: [%s] Nowŏ adresa email

source: Howdy ###USERNAME###, You recently requested to have the email address on your account changed. If this is correct, please click on the following link to change it: ###ADMIN_URL### You can safely ignore and delete this email if you do not want to take this action. This email has been sent to ###EMAIL### Regards, All at ###SITENAME### ###SITEURL###
szl_pl: Witej ###USERNAME###, Niydŏwno zgłoszōno było chyńć pōmiany adresy email kōnta. Jeźli wszyjsko sztymuje, przituplikuj pōmianã bez klikniyńcie w tyn ôdkŏz: ###ADMIN_URL### Jeźli niy chcesz umiyniać adresy pożyniōnyj z kōntym, możesz bezpiycznie wychrōnić tyn email, a pōmiany niy bydōm wkludzōne. Tyn email bōł posłany na adresã ###EMAIL### Pozdrŏwiōmy, ###SITENAME### ###SITEURL###

source: <strong>ERROR</strong>: The email address is already used.
szl_pl: <strong>FELER</strong>: Ta adresa email je już używanŏ.

source: [%s] New Admin Email Address
szl_pl: [%s] Nowŏ adresa email ôd administratōra

source: Howdy ###USERNAME###, You recently requested to have the administration email address on your site changed. If this is correct, please click on the following link to change it: ###ADMIN_URL### You can safely ignore and delete this email if you do not want to take this action. This email has been sent to ###EMAIL### Regards, All at ###SITENAME### ###SITEURL###
szl_pl: Witej ###USERNAME###, Niydŏwno zapytano było ô pōmianã administracyjnyj adresy email do placu. Jeźli wszyjsko sztymuje, kliknij miyniōny ôdkŏz, coby pōmiynić adresã: ###ADMIN_URL### Możesz zignorować i wychrōnić tyn email, jeźli niy chcesz pōmiynić swojij adresy email. Tyn email bōł posłany do: ###EMAIL### Pozdrŏwiōmy, Ekipa ###SITENAME### ###SITEURL###

source: You have used your space quota. Please delete files before uploading.
szl_pl: Cołki plac na dysku je spotrzebowany. Wychrōń jakeś zbiory przed posłaniym nowych na serwer.

source: This file is too big. Files must be less than %1$s KB in size.
szl_pl: Tyn zbiōr je za srogi. Posyłane zbiory muszōm mieć miarã myńszõ aniżeli %1$s KB.

source: Not enough space to upload. %1$s KB needed.
szl_pl: Niy ma placu na zbiōr na serwerze. Fołdrowane je nojmynij %1$s KB placu.

source: Sorry, you must delete files before you can upload any more.
szl_pl: Musisz wychrōnić jakeś zbiory przed posłaniym na serwer nowych.

source: Draft saved at %s.
szl_pl: Cechōnek bōł spamiyntany %s.

source: g:i:s a
szl_pl: H:i:s

source: Error while saving.
szl_pl: Przi spamiyntowaniu trefiōł sie feler.

source: %s has taken over and is currently editing.
szl_pl: %s przejōn i terŏźnie edytuje.

source: Admin Color Scheme
szl_pl: Zestŏw farb panelu administracyjnego

source: (Leave at 0 for no rating.)
szl_pl: (ôstŏw 0, coby niy ôcynić).

source: Notes
szl_pl: Napōmniynia

source: RSS Address
szl_pl: Adresa ôd kanału RSS

source: Image Address
szl_pl: Adresa ôd ôbrŏzka

source: If the link is to a person, you can specify your relationship with them using the above form. If you would like to learn more about the idea check out <a href="http://gmpg.org/xfn/">XFN</a>.
szl_pl: Jeźli ôdkŏz kludzi do prywatnyj zajty jakijś ôsoby, możesz ôkryślić swoje relacyje z niōm bez użycie formularu wyżyj. Jeźli chcesz przewiedzieć sie wiyncyj ô idyji tego systymu, kuknij na zajtã ô <a href="http://gmpg.org/xfn/">XFN</a>.

source: sweetheart
szl_pl: syrce

source: date
szl_pl: datōm

source: crush
szl_pl: sympatyjŏ

source: muse
szl_pl: muza

source: romantic
szl_pl: rōmantyczne

source: spouse
szl_pl: manżel

source: sibling
szl_pl: rodzeństwo

source: parent
szl_pl: ôjciec

source: kin
szl_pl: przŏciel

source: child
szl_pl: dziycio

source: family
szl_pl: familijŏ

source: neighbor
szl_pl: sōmsiŏd

source: co-resident
szl_pl: spōłlokatōr

source: geographical
szl_pl: geograficzne

source: colleague
szl_pl: kamrat

source: co-worker
szl_pl: spōłprŏcownik

source: professional
szl_pl: robota

source: met
szl_pl: trefiōno było

source: physical
szl_pl: fizyczne

source: none
szl_pl: żŏdnych

source: friend
szl_pl: kamrat

source: acquaintance
szl_pl: swojŏk

source: contact
szl_pl: kōntakt

source: friendship
szl_pl: kamractwo

source: another web address of mine
szl_pl: moja inszŏ adresa necowy

source: identity
szl_pl: tożsamość

source: Choose the target frame for your link.
szl_pl: Ôbier rōmkã cweku dlŏ tego ôdkŏzu.

source: <code>_none</code> &mdash; same window or tab.
szl_pl: <code>_none</code> &mdash; to samo ôkno abo szkarta.
