Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/hat/dev/wp-dev-admin-network-hat.po
Languages: ht

source: The constant %s cannot be defined when creating a network.
ht: Konstant %s pa ka defini lè w ap kreye yon rezo.

source: You are about to delete the following sites:
ht: Ou sou wout pou ou efase sit sa yo:

source: User could not be added to this site.
ht: Itilizatè pa ka ajoute sou sit sa a.

source: The username and a link to set the password will be mailed to this email address.
ht: Non itilizatè ak lyen pou asiye mopas la pral rive nan adrès mel sa a.

source: There is a pending change of the network admin email to %s.
ht: Gen yon chanjman ankou nan mel admin rezo a nan %s.

source: Sub-domain Installation
ht: Enstalasyon Sou-domèn

source: Sub-directory Installation
ht: Enstalasyon Sou-repètwa

source: Active Child Theme
ht: Tèm Pitit Aktif

source: Active Theme
ht: Tèm Aktif

source: Attributes
ht: Atribi

source: %s Sites
ht: %s Sit

# theme
source: Delete %s
ht: Efase %s

source: Sorry, you are not allowed to delete themes for this site.
ht: Padon, ou pa gen pèmisyon efase tèm pou sit sa a.

source: Sorry, you are not allowed to manage network themes.
ht: Padon, ou pa gen pèmisyon jere tèm rezo yo.

source: Sorry, you are not allowed to delete that site.
ht: Padon, ou pa gen pèmisyon efase sit sa a.

source: Sorry, you are not allowed to manage themes for this site.
ht: Padon, ou pa gen pèmisyon jere tèm yo pou sit sa a.

source: Sorry, you are not allowed to add sites to this network.
ht: Padon, ou pa gen pèmisyon ajoute sit nan rezo sa a.

source: Sorry, you are not allowed to edit this site.
ht: Padon, ou pa gen pèmisyon modifye sit sa a.

source: The email address of the first comment author on a new site.
ht: Adrès mel premye otè kòmantè sou yon nouvo sit.

source: First Comment Email
ht: Premye mel kòmantè

source: That&#8217;s all, stop editing! Happy blogging.
ht: Se kont, sispann modifye! Bon redaksyon.

# theme
source: %1$s by %2$s
ht: %1$s pa %2$s

source: User added. <a href="%s">Edit user</a>
ht: Itilizatè ajoute. <a href="%s">Modifye itilizatè</a>

source: Only lowercase letters (a-z), numbers, and hyphens are allowed.
ht: Sèlman lèt miniskil (a-z), chif, ak tirè ki admèt.

# email "From" field
source: Site Admin
ht: Admin Sit la

source: These unique authentication keys are also missing from your %s file.
ht: Kle otantifikasyon inik sa yo manke tou nan fichye %s ou a.

source: This unique authentication key is also missing from your %s file.
ht: Kle otantifikasyon inik sa a manke tou nan fichye %s ou a.

source: We recommend you back up your existing %s file.
ht: Nou rekòmande pou w bakòp fichye %s ou gen deja a.

source: We recommend you back up your existing %1$s and %2$s files.
ht: Nou rekòmande pou w bakòp fichye %1$s ak %2$s ou gen deja yo.

source: Because you are using %1$s, the sites in your WordPress network must use sub-directories. Consider using %2$s if you wish to use sub-domains.
ht: Paske w ap itilize %1$s, sit ki nan rezo Wordpress ou yo dwe itilize sou-repètwa. Konsidere itilize %2$s si w vle itilize sou-domèn.

source: The internet address of your network will be %s.
ht: Adrès entènèt rezo ou pral vin %s.

source: We recommend you change your siteurl to %1$s before enabling the network feature. It will still be possible to visit your site using the %3$s prefix with an address like %2$s but any links will not have the %3$s prefix.
ht: Nou rekòmande w chanje url sit ou vin %1$s avan ou aktive fonksyon rezo a. L ap toujou posib pou w vizite sit ou a lè w itilize prefiks %3$s la avèk yon adrès tankou %2$s men nenpòt lyen p ap gen prefiks %3$s la.

source: You cannot change this later.
ht: Ou p ap ka chanje sa pita.

source: Please choose whether you would like sites in your WordPress network to use sub-domains or sub-directories.
ht: Tanpri chwazi si w pi pito sit nan rezo Wordpress ou yo itilize sou-domèn oswa sou-repètwa.

source: If %1$s is disabled, ask your administrator to enable that module, or look at the <a href="%2$s">Apache documentation</a> or <a href="%3$s">elsewhere</a> for help setting it up.
ht: Si %1$s dezaktive, mande administratè ou aktivite modil sa a oswa gade nan <a href="%2$s">Dokimantadyon Apach la</a> oswa <a href="%3$s">lòt kote</a> pou ede w enstale li.

source: It looks like the Apache %s module is not installed.
ht: Sanble modil Apache %s la pa enstale.

source: Please make sure the Apache %s module is installed as it will be used at the end of this installation.
ht: Tanpri fè si ke modil Apache %s la enstale paske li pral itilize nan fen enstalasyon an.

source: You cannot use port numbers such as %s.
ht: Ou pa ka itilize nimewo pò tankou %s.

# user
source: Registered
ht: Anrejistre

source: Super Admin <span class="count">(%s)</span>
ht: Admin Siperyè <span class="count">(%s)</span>

# user
source: Not Spam
ht: Se pa Espam

# user
source: Mark as Spam
ht: Make pou Espam

source: Visit Theme Site
ht: Vizite Sit Tèm nan

source: Visit %s homepage
ht: Vizite paj akèy %s

source: Broken Theme:
ht: Tèm ki Kraze:

source: Network Disable %s
ht: Rezo Dezaktive %s

source: Disable %s
ht: Dezaktive %s

source: Network Enable %s
ht: Rezo Aktive %s

source: Enable %s
ht: Aktive %s

source: Network Disable
ht: Rezo Dezaktive

source: Disable
ht: Dezaktive

source: Enable
ht: Aktive

source: Broken <span class="count">(%s)</span>
ht: <span class="count">(%s)</span> kraze.

source: Disabled <span class="count">(%s)</span>
ht: <span class="count">(%s)</span> dezaktive

source: Enabled <span class="count">(%s)</span>
ht: <span class="count">(%s)</span> aktive

source: Theme
ht: Tèm

source: You do not appear to have any themes available at this time.
ht: Ou pa parèt gen kenn tèm ki disponib pou moman an la.

source: No themes found.
ht: Nou pa jwenn kenn tèm.

# verb; site
source: Archive
ht: Achiv

source: Unarchive
ht: Non-achive

source: Never
ht: Janmen

# site
source: Registered
ht: Anrejistre

source: Last Updated
ht: Dènye Mizajou

# site
source: Not Spam
ht: Se pa Espam.

# site
source: Mark as Spam
ht: Make pou Espam.

source: No sites found.
ht: Nou pa jwenn kenn sit.

source: Mature
ht: Matrite

source: Deleted
ht: Efase

# site
source: Spam
ht: Espam

source: Archived
ht: Achive

source: A password reset link will be sent to the user via email.
ht: N ap voye yon lyen modifikasyon mo pas bay itilizatè a via imel.

source: If registration is disabled, please set %1$s in %2$s to a URL you will redirect visitors to if they visit a non-existent site.
ht: Si anrejistreman an dezaktive, tanpri mete %1$s nan %2$s ak yon URL ou pral redirije vizitè yo si yo vizite yon sit ki pa egziste.

source: You must define the %1$s constant as true in your %2$s file to allow creation of a Network.
ht: Ou dwe define konstan %1$s an antanke vrè nan fichye %2$s ou a pou pèmèt kreyasyon yon Rezo.

source: Themes list navigation
ht: Navigasyon lis tèm

source: Sites list
ht: Lis sit yo

source: Sites list navigation
ht: Navigasyon lis sit yo

source: Site users list
ht: Lis itilizatè sit la

source: Site users list navigation
ht: Navigasyon lis itilizatè sit la

source: Filter site users list
ht: Filtre lis itilizatè sit la

source: Site themes list
ht: Lis tèm sit la

source: Site themes list navigation
ht: Navigasyon lis tèm sit la

source: Filter site themes list
ht: Flitre lis tèm sit la

source: The domain or path entered conflicts with an existing username.
ht: Domèn oswa santye ou rantre a nan konfli ak yon non itilizatè ki deja la.

source: The requested action is not valid.
ht: Aksyon ou mande a pa valid.

source: You are about to mark the site %s as not mature.
ht: Ou sou wout pou make sit la %s antanke non konplè.

source: You are about to mark the site %s as mature.
ht: Ou sou wout pou make sit la %s antanke konplè.

source: You are about to delete the site %s.
ht: Ou wout pou efase %s sit la.

source: You are about to mark the site %s as spam.
ht: Ou sou wout pou make %s sit la pou espam.

source: You are about to unspam the site %s.
ht: Ou sou wout pou dezespame %s sit la.

source: You are about to archive the site %s.
ht: Ou sou wout pou w achive %s sit la.

source: You are about to unarchive the site %s.
ht: Ou sou pou w deyachive %s sit la.

source: You are about to deactivate the site %s.
ht: Ou sou wout pou w dezaktive %s sit la.

source: You are about to activate the site %s.
ht: Ou sou wout pou w active %s sit la.

source: The requested site does not exist.
ht: Sit ou mande a pa egziste.

source: <a href="https://codex.wordpress.org/Network_Admin_Updates_Screen">Documentation on Upgrade Network</a>
ht: <a href="https://codex.wordpress.org/Network_Admin_Updates_Screen">Dokimatasyon sou Rezo Amelyore</a>

source: <a href="https://codex.wordpress.org/Network_Admin_Users_Screen">Documentation on Network Users</a>
ht: <a href="https://codex.wordpress.org/Network_Admin_Users_Screen">Dokimantasyon sou Itilizatè Rezo</a>

source: <a href="https://codex.wordpress.org/Tools_Network_Screen">Documentation on the Network Screen</a>
ht: <a href="https://codex.wordpress.org/Tools_Network_Screen">Dokimantasyon sou Ekran Rezo a</a>

source: <a href="https://codex.wordpress.org/Network_Admin">Documentation on the Network Admin</a>
ht: <a href="https://codex.wordpress.org/Network_Admin">Dokimantasyon sou Admin Rezo a</a>

source: <a href="https://codex.wordpress.org/Create_A_Network">Documentation on Creating a Network</a>
ht: <a href="https://codex.wordpress.org/Create_A_Network">Dokimantasyon sou Kreyasyon yon Rezo</a>

source: <a href="https://codex.wordpress.org/Network_Admin_Themes_Screen">Documentation on Network Themes</a>
ht: <a href="https://codex.wordpress.org/Network_Admin_Themes_Screen">Dokimantasyon sou Tèm Rezo yo</a>

source: <a href="https://codex.wordpress.org/Network_Admin_Settings_Screen">Documentation on Network Settings</a>
ht: <a href="https://codex.wordpress.org/Network_Admin_Settings_Screen">Dokimantasyon sou Konfig Rezo yo</a>

source: You are about to remove the following themes:
ht: Ou sou wout pou w retire tèm sa yo:

source: These themes may be active on other sites in the network.
ht: Tèm sa yo ka petèt aktif sou lòt sit nan rezo a.

source: Are you sure you wish to delete this theme?
ht: Eske w si ou vle efase tèm sa a vre?

source: %s theme disabled.
ht: %s tèm dezaktive.

source: %s theme enabled.
ht: %s tèm aktive.

source: %s theme deleted.
ht: %s tèm efase.

source: Yes, delete these themes
ht: Wi, efase tèm sa yo

source: Delete Themes
ht: Efase Tèm yo

source: New registrations settings
ht: Konfigirasyon nouvo anrejistreman yo

source: Size in kilobytes
ht: Tay an kilobayt

source: Allowed file types. Separate types by spaces.
ht: Tip fichye ki pèmi yo. Separe tip yo ak espas.

source: Set site attributes
ht: Mete atribi sit yo

source: Enable menus
ht: Aktive meni yo

source: Add the following to your %1$s file in %2$s, <strong>replacing</strong> other WordPress rules:
ht: Ajoute sa nan fichye %1$s ou a nan %2$s, <strong>ranplasman</strong> lòt règ WordPress:

source: Confirm your action
ht: Konfime aksyon ou a

source: Hover over any user on the list to make the edit links appear. The Edit link on the left will take you to their Edit User profile page; the Edit link on the right by any site name goes to an Edit Site screen for that site.
ht: Sivole nenpòt itilizatè nan lis la pou w ka fè lyen modifikasyon yo parèt. Lyen Modifikasyon a goch la ap mennen w nan paj pwofil Modifikasyon Itilizatè yo a; lyen Modifikasyon a dwat la pa nenpòt non sit mennen nan yon ekran Modifikasyon Sit pou sit sa a.

source: To search for a site, <strong>enter the path or domain</strong>.
ht: Pou chache yon sit, <strong>antre chemen oswa domèn nan</strong>.

source: To search for a user, <strong>enter an email address or username</strong>. Use a wildcard to search for a partial username, such as user&#42;.
ht: Pou chache yon itilizatè, <strong>antre yon adrès imel oswa non itilizatè a</strong>. Itilize yon ranplasman pou chache yon non itilizatè pasyèl, tankou itilizatè&#42;.

source: To add a new site, <strong>click Create a New Site</strong>.
ht: Pou ajoute yon nouvo sit, <strong>klike Kreye yon Nouvo Sit</strong>.

source: Once the network is created, you may reactivate your plugins.
ht: Yon fwa rezo a fin kreye, ou ka reyaktive plogin ou yo ankò.

source: Welcome to the Network installation process!
ht: Byenvini nan pwosesis enstalasyon Rezo a!

source: Network Details
ht: Detay Rezo yo

source: Once you complete these steps, your network is enabled and configured. You will have to log in again.
ht: Yon fwa ou fin konplete etap sa yo, rezo ou aktive ak konfigire. Ou pral oblige rekonekte ankò.

source: The following words are reserved for use by WordPress functions and cannot be used as blog names: %s
ht: Mo sa yo rezève pou fonskyon WordPress yo itilize, yo pa ka itilize pou non blog: %s

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
ht: Si navigatè w pa tanmen monte pwochen paj la otomatikman, klike sou lyen sa a:

source: Can&#8217;t create an empty site.
ht: Ou pa ka kreye yon sit vid.

source: If you want to ban domains from site registrations. One domain per line.
ht: Si w vle bani domèn pou yo pa ka anrejistre sou sit la. Yon domèn pa liy.

source: If you want to limit site registrations to certain domains. One domain per line.
ht: Si w vle limite anrejistreman yo pou sit la pou kèk domèn. Yon domèn pa liy.

source: Site removed from spam.
ht: Sit la soti nan lis espam.

source: Users removed from spam.
ht: Itilizatè yo soti nan lis espam.

source: Sites removed from spam.
ht: Sit yo soti nan lis espam.

source: Sites marked as spam.
ht: Sit ki make pou espam.

source: Site marked as spam.
ht: Sit ki make pou espam.

source: Site archived.
ht: Sit la achive.

source: Users deleted.
ht: Itilizatè yo efase.

source: Site unarchived.
ht: Sit la pa achive.

source: Site activated.
ht: Sit la active.

source: Site deactivated.
ht: Sit la dezaktive.

source: Users marked as spam.
ht: Itilizatè ki make pou espam.

source: Site deleted.
ht: Sit ki efase a.

source: Sites deleted.
ht: Sit ki efase yo.

source: Sorry, you are not allowed to change the current site.
ht: Dezole, ou pa gen pèmisyon chanje sit aktyèl sa a.

source: There was an error creating the user.
ht: Te gen yon erè nan kreyasyon nouvo itiizatè a.

source: Upload file types
ht: Monte tip fichye yo

source: Limit total size of files uploaded to %s MB
ht: Limite tay total fichye telechaje yo a %s MB

source: The URL for the first comment on a new site.
ht: URL premye kòmantè sou yon nouvo sit.

source: The first comment on a new site.
ht: Premye kòmantè sou yon nouvo sit.

source: The first page on a new site.
ht: Premye paj nan yon nouvo sit.

source: The first post on a new site.
ht: Premye biyè sou yon nouvo sit.

source: The author of the first comment on a new site.
ht: Otè premye kòmantè yon nouvo sit la.

source: All done!
ht: Misyon akonpli!

source: Registration is disabled
ht: Anrejistreman dezaktive

source: User accounts may be registered
ht: Kont itilizatè ka anrejistre

source: Both sites and user accounts can be registered
ht: Tou de sit ak kont itilizatè yo ka anrejistre

source: Logged in users may register new sites
ht: Itilizatè ki konekte yo ka anrejistre nouvo sit

source: Registration Settings
ht: Konfigirasyon Anrejistreman

source: New Site Settings
ht: Konfigirasyon Nouvo Sit

source: Upload Settings
ht: Konfigirasyon Telechajman

source: Operational Settings
ht: Konfigirasyon Operasyonèl

source: Enable administration menus
ht: Aktive meni administrasyon yo

source: Missing email address.
ht: Adrès mel manke.

source: Missing or invalid site address.
ht: Adrès sit manke oswa pa valid.

source: Next Sites
ht: Pwochen Sit yo

source: Users are not allowed to register these sites. Separate names by spaces.
ht: Itilizatè yo pa gen pèmisyon anrejistre sit sa yo. Separe non yo ak espas.

source: Send the network admin an email notification every time someone registers a site or user account
ht: Voye yon mel bay admin rezo a chak fwa yon moun anrejistre yon sit oswa kont itilizatè

source: Site upload space
ht: Espas montaj sit la

source: The welcome email sent to new site owners.
ht: Mel akèy ki voye bay nouvo pwopriyetè sit yo.

source: [%s] New Site Created
ht: [%s] Nouvo Sit Fin Kreye

source: Network Admin Email
ht: Mel Admin Rezo a

source: A new user will be created if the above email address is not in the database.
ht: Yon nouvo itilizatè pral kreye si adrès mel pi wo a la pa nan baz done a.

source: Admin Email
ht: Mel Admin

source: Add Site
ht: Ajoute Sit

source: Default Language
ht: Langaj pa Defo

source: Max upload file size
ht: Tay montaj fichye maksimòm

source: First Comment URL
ht: URL Premye Kòmantè

source: First Comment Author
ht: Premye Kòmantè Otè a

source: First Comment
ht: Premye Kòmantè

source: First Page
ht: Premye Paj

source: The welcome email sent to new users.
ht: Mel akèy ki voye bay nouvo itilizatè yo.

source: Welcome User Email
ht: Mel Akèy Itilizatè

source: Welcome Email
ht: Mel Akèy

source: Banned Email Domains
ht: Domèn Mel Bani

source: Limited Email Registrations
ht: Anrejistreman Mel Limite

source: Banned Names
ht: Non Bani

source: Add New Users
ht: Ajoute Nouvo Itilizatè

source: Registration notification
ht: Notifikasyon anrejistreman

source: Allow new registrations
ht: Pèmèt nouvo enskripsyon

source: Duplicated username or email address.
ht: Non itilizatè oswa adrès mel diplike.

source: Cannot create an empty user.
ht: Ou pa ka kreye itilizatè vid.

source: Confirm
ht: Konfime
