Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.2.x/wp-4.2.x-*.po
Languages: am

source: Edit Link Category
am: የአገናኝ ምድብ ከስት

source: All Link Categories
am: ሁሉም አገናኝ ምድቦች

source: Search Link Categories
am: አገናኝ ምድቦች ፈትሽ

source: Link Category
am: የአገናኝ ምድብ

source: Link Categories
am: አገናኝ ምድቦች

source: Navigation Menu
am: መዳሰሻ ምናሌ

# Open Sans font: add new subset (greek, cyrillic, vietnamese)
source: no-subset
am: ስብስብ የለም

# Open Sans font: on or off
source: on
am: ዝግጁ

# missing menu item navigation label
source: (no label)
am: (መለያ-ምልክት የለም)

source: You are about to permanently delete this menu. 'Cancel' to stop, 'OK' to delete.
am: You are about to permanently አጥፉ this menu. 'Cancel' to stop, 'OK' to አጥፉ.

source: Use as featured image
am: እንደ መለያ ስዕል ተጠቀም

source: Could not load the preview image. Please reload the page and try again.
am: የስእሉን ቅድሚያ እይታ መጫን አልተቻለም። ገጹን እንደገና ይጫኑና ይሙክሩ።

source: Current Color
am: ወቅታዊ ቀለም

source: Select Color
am: ቀለም ምረጥ

source: Plugin updates may not complete if you navigate away from this page.
am: ከዚህ ገጽ ወዲያ የሚዳስሱ ከሆነ ተሰኪው ማዘመኑን ላይጨርስ ይችላል።

source: Update canceled.
am: ዝመናው ተትቷል።

source: Update completed successfully.
am: ዝመናው ሙሉ በሙሉ ተሳክቷል።

source: Updating... please wait.
am: እያዘመነ ነው... ይጠብቁ።

source: %s update failed
am: %s ዝመናው ተስኖታል።

source: %s updated!
am: %s ዘምኗል!

source: Updating %s...
am: እያዘመነ ነው %s...

source: Update Failed
am: ዝመናው ተስኖታል።

source: Updated!
am: አዘምኗል!

source: Updating...
am: እያዘመነ ነው...

source: Suggested image #%d
am: አማራጭ ምስል #%d

source: Suggested embed #%d
am: ለመከተት በአማራጭነት የቀረበ #%d

source: Connection lost or the server is busy. Please try again later.
am: መገናኛ ጠፍቷል ወይም አገልጋዩ ተይዟል። በኋላ እንደገና ይሞክሩ።

source: Privately Published
am: በግል የታተመ

source: Public, Sticky
am: ሕዝባዊ፣ ቋሚ

source: Public
am: ሕዝባዊ

source: Save Draft
am: ረቂቅ ቆጥብ

source: Save as Pending
am: በይደር ቆጥብ

source: Schedule
am: ግብረ ጊዜ

source: Publish
am: አትም

source: Approve and Reply
am: አጽድቅ እና መልስ ስጥ

source: Allowed Files
am: የተፈቀዱ ሰነዶች

source: Site Preview
am: ጣቢያ ቅድሚያ እይታ

source: Saved
am: ቆጥብ

source: Save &amp; Publish
am: ቆጥብ &amp; አትም

source: Save &amp; Activate
am: ቆጥብ &amp; ቀስቅስ

source: Mismatch
am: የማይጣጣም

source: Strong
am: ጠንካራ

source: Weak
am: ደካማ

source: Very weak
am: በጣም ደካማ

source: Strength indicator
am: አመልካች አጠንክር

source: Captions/Subtitles
am: መግለጫ/ሰብታይትል

source: Mute
am: ዝም አርግ

source: Unmute
am: ዝምታ አጥፋ

source: Go Fullscreen
am: ሙሉእይታ ሁን

source: Turn off Fullscreen
am: ሙሉእይታ ተው

source: Mute Toggle
am: ዝምታ ቀያያሪ

source: Play/Pause
am: ተጫወት/እረፍ

source: Download Video
am: ቪደወ አውርድ

source: Download File
am: ሰነድ አውርድ

source: &#8220;%s&#8221; has failed to upload.
am: &#8220;%s&#8221; ለመጫን ተስኖታል።

source: Upload stopped.
am: ጫን stopped.

source: %s exceeds the maximum upload size for the multi-file uploader when used in your browser.
am: %s የኢንተርኔት ማሰሻወን በሚጠቀሙ ጊዜ በርካተ ሰነዶች ጫኙ መጫን ከሚችለው ከፍተኛ መጠን ድንበር አልፏል።

source: Please try uploading this file with the %1$sbrowser uploader%2$s.
am: ይህንን ሰነድ ከ %1$sbrowser uploader%2$s ጋር ለመጫን ይሞክሩ።

source: Upload failed.
am: ጫን failed.

source: You may only upload 1 file.
am: You may only ጫን 1 file.

source: An error occurred in the upload. Please try again later.
am: An error occurred in the ጫን. Please try again later.

source: This is larger than the maximum size. Please try another.
am: ይህ ከከፍተኛው መጠን በላይ ነው። ሌላ ይሞክሩ።

source: Memory exceeded. Please try another smaller file.
am: ትውስታ ከመጠን አልፏል። ሌላ ያነሰ ሰነድ ይሞክሩ።

source: This file is not an image. Please try another.
am: ይህ ሰነድ ስዕል አይደለም። ሌላ ይሞክሩ።

source: %s exceeds the maximum upload size for this site.
am: %s እዚህ ደረገጽ ላይ ለመጫን ከሚቻለው የመጨረሻው ወሰን አልፏል።

source: Image
am: ምስሎች

source: Next &gt;
am: የሚቀጥል!

source: Your session has expired. You can log in again from this page or go to the login page.
am: ክፍለ-ጊዜወ አልፏል። እንደገና ከዚሁ መግባት ይችላሉ ወይም ወደ መግቢያው ገጽ ይሂዱ።

source: Dismiss
am: ተወው

source: Toggle Editor Text Direction
am: የማደቻውን ፊደል አቅጣጫ ቀያይር

source: text direction
am: የፊደል አቅጣጫ

source: Toggle fullscreen mode
am: ሙሉማያ መቀያየሪያ

source: fullscreen
am: ሙሉ መስኮት

source: Close all open tags
am: ሁሉንም የተከፈቱ መለያወችን ዝጋ

source: Dismiss this notice.
am: ይህን ማስታወቂያ አሰናብት።

source: You are about to permanently delete the selected items. 'Cancel' to stop, 'OK' to delete.
am: የተመረጡትን አባላት በቋሚነት ሊሰርዟቸው ነው። 'ተው' ለማቆም, 'እሺ' ለመሰረዝ።

source: You do not have permission to preview drafts.
am: ረቂቆችን ቅድመ እይታ ለማየት ፈቃድ የለወትም።

source: Cannot create a revision of a revision
am: የክለሳ ክለሳ መፍጠር አይቻልም።

source: Excerpt
am: መንደርደሪያ

source: Content
am: ይዘት

source: This file no longer needs to be included.
am: ይህ ሰነድ ከአሁን በኋላ እንዲጨመር አይፈለግም።

source: "caller_get_posts" is deprecated. Use "ignore_sticky_posts" instead.
am: "caller_get_posts" ተቀባይነት የለውም። በምትኩ "ignore_sticky_posts" ይጠቀሙ።

# Comma-separated list of search stopwords in your language
source: about,an,are,as,at,be,by,com,for,from,how,in,is,it,of,on,or,that,the,this,to,was,what,when,where,who,will,with,www
am: about,are,as,by,com,for,from,how,in,is,on,or,that,the,this,to,was,what,when,where,who,will,with,www

source: In <code>%1$s</code>, use the <code>%2$s</code> method, not the <code>%3$s</code> function. See %4$s.
am: <code>%1$s</code> ደንብ ውስጥ <code>%2$s</code> አገባብ ይጠቀሙ፤ የ <code>%3$s</code> ስርእት ሳይሆን። %4$s ይመልከቱ።

source: Conditional query tags do not work before the query is run. Before then, they always return false.
am: የሁኔታዊ ጥያቄ መለያቃል ጥያቄው ከመካሄዱ በፊት አይሰራም። ይህ ከመሆኑ በፊት፤ ሁል ጊዜ ስህተት ያስከትላሉ።

source: The page template is invalid.
am: የገጹ ጭብጥ ዋጋቢስ ነው።

source: Could not insert post into the database
am: ውሂብ ጎራ ውስጥ ፖስታ ማስገባት አልተቻለም።

source: Could not update post in the database
am: ውሂብ ጎራ ውስጥ ፖስታ ማዘመን አልተቻለም።

source: Whoops, the provided date is invalid.
am: ውውውብስ፤ የቀረበው ቀን ዋጋቢስ ነው።

source: Content, title, and excerpt are empty.
am: ይዘት፣ አርዕስት እና መንደርደሪያ ባዶ ናቸው።

source: Passing an integer number of posts is deprecated. Pass an array of arguments instead.
am: የልጥፎች ሙሉ-ቁጥር ማሳለፍ ተቀባይነት የለውም።

source: Video <span class="count">(%s)</span>
am: ቪደወ <span class="count">(%s)</span>

source: Manage Video
am: ቪደወ ተቆጣጠር

source: Video
am: ቪደወ

source: Audio <span class="count">(%s)</span>
am: ድምጽ <span class="count">(%s)</span>

source: Manage Audio
am: ድምጽ ተቆጣጠር

source: Audio
am: ድምጽ

source: Image <span class="count">(%s)</span>
am: ስዕል <span class="count">(%s)</span>

source: Manage Images
am: ስዕሎችን ተቆጣጠር

source: Images
am: ስዕሎች

source: All Pages
am: ሁሉም ገጾች

source: All Posts
am: ሁሉም ፖስታወች

source: Parent Page:
am: ወላጅ ገጽ፤

source: No pages found in Trash.
am: ቆሻሻ መጣያ ላይ ገጾች አልተገኙም።

source: No posts found in Trash.
am: ቆሻሻ መጣያ ላይ ፖስታወች አልተገኙም።

source: No pages found.
am: ገጾች አልተገኙም

source: No posts found.
am: ፖስታወች አልተገኙም

source: Search Pages
am: ገጾች ፈትሽ

source: Search Posts
am: ፖስታወች ፈትሽ

source: View Page
am: ገጽ አሳይ

source: View Post
am: ተመልከት Post

source: New Page
am: አዲስ ገጽ

source: Edit Page
am: ገጽ አዲት

source: Edit Post
am: ፖስታ አዲት

source: Add New Page
am: አዲስ ገጽ ጨምር

source: Add New Post
am: አዲስ ፖስታ ጨምር

# page
source: Add New
am: አዲስ ጨምር

# post
source: Add New
am: አዲስ ጨምር

# post type singular name
source: Page
am: ገጽ

# post type singular name
source: Post
am: ፖስታ

# post type general name
source: Pages
am: ገጾች

# post type general name
source: Posts
am: ፖስታወች

source: Post type names must be between 1 and 20 characters in length.
am: የልጥፍ አይነት ስሞች በ 1 እና 20 ቁምፊ እርዝመት መካከል መሆን አለባቸው።

source: Published
am: የታተመ

source: Private
am: የግል

source: Pending Review
am: በይደር ያለን እንደገና ማየት

source: Draft
am: ረቂቅ

source: Trash <span class="count">(%s)</span>
am: ቆሻሻ <span class="count">(%s)</span>

# post
source: Trash
am: ቆሻሻ

source: Private <span class="count">(%s)</span>
am: የግል <span class="count">(%s)</span>

# post
source: Private
am: የግል

source: Pending <span class="count">(%s)</span>
am: በይደር <span class="count">(%s)</span>

# post
source: Pending
am: በይደር

source: Draft <span class="count">(%s)</span>
am: ረቂቅ <span class="count">(%s)</span>

# post
source: Draft
am: ያላለቀ

source: Scheduled <span class="count">(%s)</span>
am: ጊዜ ላይ የታቀደ <span class="count">(%s)</span>

# post
source: Scheduled
am: ጊዜ ላይ የታቀደ

source: Published <span class="count">(%s)</span>
am: የታተመ <span class="count">(%s)</span>

# post
source: Published
am: የታተመ

source: Navigation Menu Item
am: የዳሰሳ ምናሌ አባል

source: Navigation Menu Items
am: የዳሰሳ ምናሌ አባሎች

source: Revision
am: ክለሳ

source: Revisions
am: ክለሳዎች

source: View Attachment Page
am: ተያያዥ ገጽ አሳይ

source: Edit Media
am: ሜዲያ አዲት

# add new media
source: Add New
am: አዲስ ጨምር

# add new from admin bar
source: Media
am: ሜድያ

# post type general name
source: Media
am: ሜዲያ

# add new on admin bar
source: Page
am: ገጽ

# add new on admin bar
source: Post
am: ፖስታ

source: JavaScript must be enabled to use this feature.
am: ይህንን ባህርይ ለመጠቀም ጃቫስክሪፕት መንቃት አለበት።

source: %1$s [Current Revision]
am: %1$s [ወቅታዊ ክለሳ]

source: %1$s [Autosave]
am: %1$s [በራስ ቆጥብ]

# post revision title extra
source: %1$s [Current Revision]
am: %1$s [ወቅታዊ ክለሳ]

# post revision title extra
source: %1$s [Autosave]
am: %1$s [በራስቆጣቢ]

source: Submit
am: ላክ

source: This content is password protected. To view it please enter your password below:
am: ይህ ይዘት በይለፍ ቃል የተጠበቀ ነው። ይዘቱን ለማየት ከታች ይለፍ ቃልወን ያቅርቡ፤

source: Home
am: መነሻ

source: Previous page
am: ያለፈው ገጽ

source: Next page
am: የሚቀጥለው ገጽ

source: Pages:
am: ገጾች

source: There is no excerpt because this is a protected post.
am: መንደርደሪያ የለውም ምክንያቱም ይህ መከላከያ ያለው ፖስታ ነው።

source: (more&hellip;)
am: (ተጨማሪ&እርዳታ;)

source: Private: %s
am: የግል: %s

source: Protected: %s
am: የተጠበቀ: %s

# Post format
source: Audio
am: ድምጽ

# Post format
source: Video
am: ቪደወ

# Post format
source: Status
am: ደረጃ

# Post format
source: Quote
am: ጥቅስ

# Post format
source: Image
am: ምስል

# Post format
source: Link
am: አገናኝ

# Post format
source: Gallery
am: ጋለሪ

# Post format
source: Chat
am: አውራ

# Post format
source: Aside
am: ወደጎን

# Post format
source: Standard
am: መደበኛ

source: Invalid post
am: ዋጋቢስ ፖስታ

source: Only a static class method or function can be used in an uninstall hook.
am: የውዝፍ መደብ ወይም አሰራሩ ብቻ የመንቀል ሜንጦ ውስጥ ጥቅም ላይ ይውላል።

source: [%s] Your username and password
am: [%s] መጠቀሚያ ስምወና ቁልፍቃልወ

source: Password: %s
am: መግቢያ ቃል: %s

source: [%s] New User Registration
am: [%s] አዲስ ተጠቃሚ ምዝገባ

source: Username: %s
am: የተጠቃሚ ስም: %s

source: New user registration on your site %s:
am: ድረገጽወ ላይ %s አዲስ ተጠቃሚ ምዝገባ:

source: [%s] Password Lost/Changed
am: [%s] ማለፊያ ቃል ጠፍቷል/ተቀይሯል

source: Password Lost and Changed for user: %s
am: ማለፊያቃል ጠፍቶ ለተጠቃሚ %s ተቀይሯል፤

source: [%1$s] Please moderate: "%2$s"
am: [%1$s] ይመይኑ: "%2$s"

source: Currently %s comment is waiting for approval. Please visit the moderation panel:
am: አሁን %s አስተያየት ለመጽደቅ እየጠበቀ ነው። የመጣኝ ሰለዳውን ይጎብኙ፤

source: Approve it: %s
am: አጽድቅ: %s

source: A new comment on the post "%s" is waiting for your approval
am: ፖስታው ላይ አዲስ አስተያየት "%s" የእርስወን እውቅና እየጠበቀ ነው።

source: Pingback excerpt:
am: መደምደሚያ ፒንግባክ አድርግ፤

source: A new pingback on the post "%s" is waiting for your approval
am: ፖስታው ላይ አዲስ ፒንግባክ "%s" የእርስወን እውቅና እየጠበቀ ነው።

source: Trackback excerpt:
am: መደምደሚያ ትራክባክ አድርግ፤

source: A new trackback on the post "%s" is waiting for your approval
am: ፖስታው ላይ አዲስ ትራክባክ "%s" የእርስወን እውቅና እየጠበቀ ነው።

source: Spam it: %s
am: ጣለው: %s

source: Delete it: %s
am: ደምስስ: %s

source: Trash it: %s
am: ወደ ቆሻሻ ውሰድ: %s

source: Permalink: %s
am: ቋሚ-አገናኝ: %s

source: [%1$s] Comment: "%2$s"
am: [%1$s] አስተያየት: "%2$s"

source: You can see all comments on this post here:
am: ሁሉንም አስተያየቶች ከዚህ ፖስታ ላይ ማየት ይችላሉ።

source: Whois: %s
am: ማነው: %s

source: E-mail: %s
am: ኢ-ፖስታ: %s

source: Author: %1$s (IP: %2$s, %3$s)
am: ደራሲ: %1$s (IP: %2$s, %3$s)

source: New comment on your post "%s"
am: ፖስታወ ላይ አዲስ አስተያየት "%s"

source: [%1$s] Pingback: "%2$s"
am: [%1$s] ፒንግባክ: "%2$s"

source: You can see all pingbacks on this post here:
am: ሁሉንም ፒንግባኮች እዚህ ፖስታ ላይ ማየት ይችላሉ።

source: New pingback on your post "%s"
am: ፖስታወ ላይ አዲስ ፒንግባክ "%s"

source: [%1$s] Trackback: "%2$s"
am: [%1$s] ትራክባክ: "%2$s"

source: You can see all trackbacks on this post here:
am: ሁሉንም ትራክባኮች እዚህ ፖስታ ላይ ማየት ይችላሉ።

source: Comment: %s
am: አስተያየት: %s

source: Website: %1$s (IP: %2$s, %3$s)
am: ድር-ጣቢያ: %1$s (IP: %2$s, %3$s)

source: New trackback on your post "%s"
am: ፖስታወ ላይ አዲስ ትራክባክ "%s"

source: You should specify a nonce action to be verified by using the first parameter.
am: የአንድ ጊዜ መጠቀሚያ እርምጃ ቃልን ለማረጋገጥ የመጀመሪያውን ፓራሜተር ይጠቀሙ።

source: <strong>ERROR</strong>: Invalid username or incorrect password.
am: <strong>ስህተት</strong>: ዋጋቢስ መጠቀሚያ ስም ወይም የተሳሳተ ማለፊያ-ቃል።

source: %s is a protected WP option and may not be modified
am: %s መከላከያ ያለው የወርድፕሬስ ምርጫ ነውና መቀየር አይቻልም።

source: Custom Link
am: ብጁ ማገናኛ

source: #%d (no title)
am: #%d (አርዕስት አልባ)

source: Invalid menu ID.
am: የማይሰራ ምናሌ መታወቂያ

source: The given object ID is not that of a menu item.
am: የቀረበው የኦብጀክት መለያ የምናሌ አባል አይደለም።

source: The menu name <strong>%s</strong> conflicts with another menu name. Please try another.
am: የምናሌው ስም <strong>%s</strong> ከሌላ ምናሌ ስም ጋር ይጋጫል። ሌላ ይሞክሩ።

source: If you&#8217;re still stuck with this message, then check that your database contains the following tables:
am: &#8217; ከዚህ መልዕክት ጋር ተገትረው ከቆዩ ውሂብ ጎራወ የሚከተሉትን ሰንጠረዥ መያዙን ያጣሩ።

source: Read the <a target="_blank" href="https://codex.wordpress.org/Debugging_a_WordPress_Network">bug report</a> page. Some of the guidelines there may help you figure out what went wrong.
am: <a target="_blank" href="https://codex.wordpress.org/Debugging_a_WordPress_Network">የስህተት ዘገባ</a> ገጽን ያንብቡ። አንዳንዶቹ የጥቆማ መረጃወች ምን አይነት ስህተት እንደተከሰተ ለማወቅ ሊረዱወት ይችላሉ።

source: What do I do now?
am: ምንድነው እማውቀው?

source: <strong>Could not find site %1$s.</strong> Searched for table %2$s in database %3$s. Is that right?
am: <strong>ጣቢያውን ማግኘት አልተቻለም %1$s.</strong> የተፈለጉ ሰንጠረዦች %2$s ውህብ-ጎታ ውስጥ %3$s. ይኸ ትክክል ነው?

source: <strong>Database tables are missing.</strong> This means that MySQL is not running, WordPress was not installed properly, or someone deleted %s. You really should look at your database now.
am: <strong>ውሂብ-ጎታ ሰንጠረዦች ጠፍተዋል </strong> ይህ ማለት MySQL እየሰራ አይደለም። ወርድፕሬስ በሚገባ አልተተከለም ነበር፤ ወይም የሆነ ሰው %s ሰርዞታል። ውሂብ-ጎታወን አሁን ማየት አለብወት።

source: If you are the owner of this network please check that MySQL is running properly and all tables are error free.
am: የዚህ አውታረ መረብ ባለቤት ከሆኑ ማይኤስኪውኤል በሚገባ መንቀሳቀሱንና ሁሉም ሰንጠረዦች ከስህተት ነጻ መሆናቸውን ያጣሩ።

source: If your site does not display, please contact the owner of this network.
am: ድረገጽወ ካልታየ የዚህን አውታረ መረብ ባለቤት ይገናኙ።

source: This site has been archived or suspended.
am: ድረገጹ ተቀስቅሷል ወይም ታግዷል።

source: This site has not been activated yet. If you are having problems activating your site, please contact <a href="mailto:%1$s">%1$s</a>.
am: መረበገጹ ገና ግብር ላይ አልዋለም። መረበገጽወን ግብር ላይ ለማዋል ችግር ካለብወት፤ በዚህ ይገናኙ <a href="mailto:%1$s">%1$s</a>.

source: This site is no longer available.
am: ይህ ጣቢያ ከአሁን በኋላ የሚገኝ አይደለም።

source: Howdy USERNAME, Your new account is set up. You can log in with the following information: Username: USERNAME Password: PASSWORD LOGINLINK Thanks! --The Team @ SITE_NAME
am: ታዲያስ USERNAME, አዲሱ መለያወ ተቀናጅቷል። በሚከተለው መረጃ መሰረት ከፍተው መግባት ይችላሉ፤ ተጠቃሚ-ስም: USERNAME ይለፍ-ቃል: PASSWORD ከፍቶ መግቢያ አገናኝ እናመሰግናለን! --The Team @ SITE_NAME

source: WordPress &rsaquo; Success
am: ወርድፕሬስ &rsaquo; ተሳክቷል

source: You have been added to this site. Please visit the <a href="%s">homepage</a> or <a href="%s">log in</a> using your username and password.
am: እርስወ እዚህ ድረገጽ ላይ ተጨምረዋል። <a href="%s">መነሻ ገጽ</a> ይጎብኙ፤ ወይም የግለወን መጠቀሚያ ስምና ማለፊያ ቃል በመጻፍ<a href="%s">ይግቡ</a> ።

source: An error occurred adding you to this site. Back to the <a href="%s">homepage</a>.
am: እዚህ ድረገጽ ላይ እርሰወን ለመጨመር ስህተት ተፈጥሯል። ወደ <a href="%s">መነሻ ገጽ</a> ይመለሱ።

source: This file is too big. Files must be less than %d KB in size.
am: ሰንዱ እጅግ ትልቅ ነው። የሰነዶች መጠን ከ %d KB ያነሰ መሆን አለበት።

source: New %1$s User: %2$s
am: አዲስ %1$s ተጠቃሚ: %2$s

source: New %1$s Site: %2$s
am: አዲስ %1$s ድረገጽ: %2$s

source: Howdy USERNAME, Your new SITE_NAME site has been successfully set up at: BLOG_URL You can log in to the administrator account with the following information: Username: USERNAME Password: PASSWORD Log in here: BLOG_URLwp-login.php We hope you enjoy your new site. Thanks! --The Team @ SITE_NAME
am: ታዲያስ USERNAME, አዲሱ ጣቢያወ SITE_NAME ተቀናጅቶ ተሳክቷል፤ ብሎግ_URL በሚከተለው መረጃ መሰረት ወደ አስተዳዳሪ መለያ ከፍተው መግባት ይችላሉ፤ ተጠቃሚ-ስም: USERNAME ይለፍ-ቃል: PASSWORD እዚህ ውስጥ ከፍተው ይግቡ: BLOG_URLwp-login.php አዲሱ ጣቢያወ እንደሚያስደስትወት ተስፋ አለን። እናመሰግናለን! --The Team @ SITE_NAME

source: You appear to have already installed WordPress. To reinstall please clear your old database tables first.
am: ከዚህ በፊት ወርድፕሬስን ያሰፈሩት ይመስላል። እንደገና ለማስፈር አሮጌውን ውሂብ ጎራወን ሰንጠረዥ መጀመሪያ ያጽዱት።

source: Already Installed
am: አስቀድሞ ተጭኖል

source: New User Registration: %s
am: አዲስ ተጠቃሚ ምዝገባ: %s

source: New User: %1$s Remote IP: %2$s Disable these notifications: %3$s
am: አዲስ ተጠቃሚ: %1$s እሩቅ አይፒ: %2$s እነዚህን አስተዋሾች አቦዝን: %3$s

source: New Site Registration: %s
am: አዲስ ድረገጽ ምዝገባ: %s

source: New Site: %1$s URL: %2$s Remote IP: %3$s Disable these notifications: %4$s
am: አዲስ ድረገጽ: %1$s ዩአርኤል: %2$s የሩቅ አይፒ: %3$s እነዚህን አስተዋሾች አቦዝን: %4$s

source: Could not create site.
am: ድረገጽ መፍጠር አልተቻለም።

source: That username is already activated.
am: ይህ ተጠቃሚ ከዚህ በፊት ተቀስቅሷል።

source: Could not create user
am: ተጠቃሚ መፍጠር አልተቻለም።

source: The site is already active.
am: ድረገጹ ከዚህ በፊትም ገቢራዊ ነው።

source: The user is already active.
am: ተጠቃሚው ከዚህ በፊትም ገቢራዊ ነው።

source: Invalid activation key.
am: ዋጋቢስ መቀስቀሻ ቁልፍ፤

source: To activate your user, please click the following link: %s After you activate, you will receive *another email* with your login.
am: መጠቀሚያወን ለመቀስቀስ የሚከተለውን አገናኝ ጠቅ ያድርጉ: %s ከቀሰቀሱ በኋላ ሌላ ኢ-ፖስታ ከመግቢያወ ጋር ይመጣልወታል።

source: [%1$s] Activate %2$s
am: [%1$s] ቀስቅስ %2$s

source: To activate your blog, please click the following link: %s After you activate, you will receive *another email* with your login. After you activate, you can visit your site here: %s
am: ብሎግወን ለመቀስቀስ የሚከተለውን አገናኝ ጠቅ ያድርጉ: %s ከቀሰቀሱ በኋላ ሌላ ኢ-ፖስታ ከመግቢያወ ጋር ይመጣልወታል። ከቀሰቀሱ በኋላ እዚህ ላይ ደረገጽወን መጎብኘት ይችላሉ። %s

source: That site is currently reserved but may be available in a couple days.
am: ይህ ድረገጽ አሁን በመጠባበቂያነት ተይዟል ነገር ግን ከሁለት ቀኖች በኋላ ነጻ ሆኖ ሊገኝ ይችላል።

source: Sorry, that site is reserved!
am: ይቅርታ፤ ይህ ድረገጽ በመጠባበቂያነት ተይዟል።

source: Sorry, that site already exists!
am: ይቅርታ፤ ይህ ድረገጽ ስም ቀድሞ ያለ ነው።

source: Please enter a site title.
am: የድረ-ገጽ አርዕስቱን ያቅርቡ።

source: Sorry, site names must have letters too!
am: ይቅርታ፤ ድረገጽ ስሞች ፊደሎችም ሊኖራቸው ይገባል።

source: Sorry, you may not use that site name.
am: ይቅርታ፤ ያንን የድረገጽ ስም መጠቀም አይችሉም።

source: Sorry, site names may not contain the character &#8220;_&#8221;!
am: ይቅርታ፤ የድረገጽ ስሞች &#8220;_&#8221; መያዝ የለባቸውም!

source: Site name must be at least 4 characters.
am: የድረገጽ ስም ቢያንስ 4 ቁምፊ (ቁጥር ምልክት ፊደል) የያዘ መሆን አለበት።

source: That name is not allowed.
am: ያ ስም የተፈቀደ አይደለም።

source: Please enter a site name.
am: የድረገጽ ስም ያቅርቡ።

source: That email address has already been used. Please check your inbox for an activation email. It will become available in a couple of days if you do nothing.
am: ያ ኢሜል አድራሻ ቀድሞ ተይዟል። ለማንቀሳቀሻ ኢሜይል የገቢ መልዕክትወን ያጣሩ። በሁለት ቀኖች ውስጥ ምንም ካላደረጉ ኢሜይሉ የሚገኝ ይሆናል።

source: That username is currently reserved but may be available in a couple of days.
am: ያ የተጠቃሚ ስም በተጠባባቂነት ተይዟል፤ ግን በተወሰኑ ቀኖች ውስጥ ነጻ ሊሆን ይችላል።

source: Sorry, that email address is already used!
am: ይቅርታ፣ ያ ኢሜል አድራሻ ቀድሞ ተይዟል!

source: Sorry, that username already exists!
am: ይቅርታ፤ ይህ መጠቀሚያ ስም ከዚህ በፊት የነበረ ነው።

source: Sorry, that email address is not allowed!
am: ይቅርታ፤ ይህ ኢ-ፖስታ አድራሻ የተፈቀደ አይደለም።

source: Please enter a valid email address.
am: ተገቢ ኢ-ፖስታ አድራሻ ያቅርቡ።

source: Sorry, usernames must have letters too!
am: ይቅርታ፤ ተጠቃሚ ስምች ፊደሎች ሊኖራቸው ይገባል።

source: Sorry, usernames may not contain the character &#8220;_&#8221;!
am: ይቅርታ፤ ተጠቃሚ ስሞች &#8220;_&#8221; ምስሎችን መያዝ መቻል የለባቸውም። !

source: Username must be at least 4 characters.
am: ተጠቃሚ ስም ቢያንስ 4 ቁምፊወች ያለው መሆን አለበት።

source: You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider.
am: ያንን ኢ-ፖስታ አድራሻ ለመመዝገቢያ መጠቀም አይችሉም። ከአንዳንዶቹ እ-ፖስታ አድራሻወችጋር ችግር ስላለብን እናግዳቸዋለን። ሌላ እ-ፖስታ አዳይ ይጠቀሙ።

source: That username is not allowed.
am: ያ መጠቀሚያ ስም አልተፈቀደም።

source: Please enter a username.
am: መጠቀሚያ ስምወን ያቅርቡ።

source: Only lowercase letters (a-z) and numbers are allowed.
am: የተፈቀደው ትንንሽ ፊደሎች (a-z) ና ቁጥሮች ብቻ ነው።

source: <strong>ERROR</strong>: problem creating site entry.
am: <strong>ስህተት</strong>: ድረገጹን ፈጥሮ ለመመዝገብ ችግር ተፈጥሯል።

source: <strong>ERROR</strong>: Site URL already taken.
am: <strong>ስህተት</strong>: የድረገጹ ዩአርኤል ቀድሞ የተያዘ ነው።

source: That user does not exist.
am: ያ ተጠቃሚ የለም።

source: The requested user does not exist.
am: የተፈለገው ተጠቃሚ የለም።

source: <strong>Conflicting values for the constants VHOST and SUBDOMAIN_INSTALL.</strong> The value of SUBDOMAIN_INSTALL will be assumed to be your subdomain configuration setting.
am: <strong>እርስ በርስ የሚቃረሩ VHOST ቋሚና የሰብዱሜይን እሴቶች።</strong> የ SUBDOMAIN_INSTALL እሴት የርስወ ሰብዱሜይን ውቅረት ቅንብር እንዲሆን ይታሰባል።

source: The constant <code>VHOST</code> <strong>is deprecated</strong>. Use the boolean constant <code>SUBDOMAIN_INSTALL</code> in wp-config.php to enable a subdomain configuration. Use is_subdomain_install() to check whether a subdomain configuration is enabled.
am: ቋሚው <code>VHOST</code> <strong>የማይቀበሉት ሆኗል</strong>። wp-config.php ውስጥ የሰብዱሜይ ውቅረትን ለማንቃት የቡሊአን ቋሚ <code>SUBDOMAIN_INSTALL</code> ይጠቀሙ። የሰብዱሜይን ውቅረት መንቃቱን ለማጣራት is_subdomain_install() ን ይጠቀሙ።

source: Add to Video Playlist
am: ወደ የጨዋታ ዝርዝር ጨምር

source: Add to video playlist
am: ወደ የጨዋታ ዝርዝር ጨምር

source: Update video playlist
am: የቪዲወ ጨዋታ ዝርዝር አዘምን

source: Insert video playlist
am: የቪዲወ ተጨዋች ዝርዝሮች አስገባ

source: &#8592; Cancel Video Playlist
am: &#8592; የቪዲወ ተጨዋች ዝርዝሮችን ተው

source: Edit Video Playlist
am: የቪዲወ ተጨዋች ዝርዝሮችን አርም

source: Create Video Playlist
am: የቪዲወ ተጨዋች ዝርዝሮች ፍጠር

source: Drag and drop to reorder videos.
am: ቪዲወወችን ለማቅዳት ጎትተህ አራግፍ

source: Add to Audio Playlist
am: ወደ ኦዲወ ተጨዋች ዝርዝር ጨምር

source: Add to audio playlist
am: ወደ ኦዲወ ተጨዋች ዝርዝር ጨምር

source: Update audio playlist
am: የኦዲወ ተጨዋች ዝርዝርን አዘምን

source: Insert audio playlist
am: የኦዲወ ተጨዋች ዝርዝር አስገባ

source: &#8592; Cancel Audio Playlist
am: &#8592; የኦዲወ ተጨዋች ዝርዝር ተው

source: Edit Audio Playlist
am: ኦዲወ ተጨዋች ዝርዝር አርም

source: Create Audio Playlist
am: ኦዲወ ተጨዋች ዝርዝር ፍጠር

source: Drag and drop to reorder tracks.
am: ወደ ቀጂው ዶካወች ሳብና አራግፍ

source: Add Subtitles
am: ንኡስ አርእስቶች ጨምር

source: Select Poster Image
am: ምስል ለጣፊ ምረጥ

source: Add Video Source
am: ተላዋሽ ምንጭ አክል

source: Replace Video
am: ተላዋሽ ተካ

source: Video Details
am: የተላዋሽ ዝርዝሮች

source: Add Audio Source
am: ኦዲዮ ምንጭ አክል

source: Replace Audio
am: ኦዲዮ ተካ

source: Audio Details
am: ኦዲዮ ማብራሪያወች

source: There has been an error cropping your image.
am: ምስልዎ በሚከረከም ጊዜ ስህተት ታይቷል።

source: Cropping&hellip;
am: መከርከም&hellip;

source: Crop your image
am: ምስልዎን ይከርክሙ

source: Crop Image
am: ምስል ከርክም

source: Skip Cropping
am: ክርከማውን ዝለል

source: Select and Crop
am: ምረጥና ከርክም

source: Cancel Edit
am: ማረም ተው

source: Replace Image
am: ምስል ተካ

source: Image Details
am: ምስል ማብራሪያወች

source: Reverse order
am: ቅደም ተከተል ወደ ኋላ መልስ

source: Add to Gallery
am: ወደ ማዕከለ ስእላት ጨምር

source: Add to gallery
am: ወደ ማዕከለ ስእላት ጨምር

source: Update gallery
am: ማዕከለ ስእላት አዘምን

source: Insert gallery
am: ማዕከለ ስእላት አስገባ

source: &#8592; Cancel Gallery
am: &#8592; ማዕከለ ስእላት ተው

source: Edit Gallery
am: ማእከለ ጥበብ አርም

source: Create Gallery
am: ማዕከለ ስእላት ፍጠር

source: Set featured image
am: ባህሪያዊ ምስል አድርግ

source: Set Featured Image
am: ባህሪያዊ ምስል አድርግ

source: Insert from URL
am: ከ ዩአርኤል አስገባ

source: No media attachments found.
am: ሚዲያ አባሪወች አልተገኙም

source: Search Media
am: ሚዲያ ፈልግ

source: Filter by type
am: በአይነት አጣራ

source: Filter by date
am: በቀን አጣራ

source: Delete Selected
am: የተመረጠ ሰርዝ

source: Untrash Selected
am: የተመረጠ ከመጣያ መልስ
