Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.2.x/wp-4.2.x-*.po
Languages: am

source: The site you were looking for, <strong>%s</strong>, does not exist.
am: ሲፈልጉት የነበረው ጣቢያ <strong>%s</strong> የነበረ አይደለም።

source: The site you were looking for, <strong>%s</strong>, does not exist, but you can create it now!
am: ሲፈልጉት የነበረው ጣቢያ <strong>%s</strong> ከዚህ በፊት የነበረ አይደለም አሁን ግን መፍጠር ይችላሉ።

source: You are logged in already. No need to register again!
am: ቀድሞውኑ ከፍተው ገብተዋል። እንደገና መመዝገብ አያስፈልግም።

source: Sorry, new registrations are not allowed at this time.
am: ይቅርታ፤ አዲስ ምዝገባወች ለማድረግ አሁን አይፈቀድም።

source: Site registration has been disabled.
am: የጣቢያ መመዝገቢያው ቦዝኗል።

source: User registration has been disabled.
am: የተጠቃሚ መመዝገቢያው ቦዝኗል።

source: You must first <a href="%s">log in</a>, and then you can create a new site.
am: መጀመሪያ ወደ <a href="%s">ከፍተው መግባት</a>አለብዎት፤ ከዛም አዲስ ጣቢያ መፍጠር ይችላሉ።

source: Registration has been disabled.
am: መመዝገብ እንዳይቻል ቦዝኗል።

source: Greetings Site Administrator! You are currently allowing &#8220;%s&#8221; registrations. To change or disable registration go to your <a href="%s">Options page</a>.
am: ሰላም ጣቢያ አስተዳዳሪ! መመዝገብ እንደሚቻል &#8220;%s&#8221; እየፈቀዱ ነው። መመዝገቢያውን ለመቀየር ወይም ለማቦዘን ወደ <a href="%s">ምርጫ ወዳለበት ገጽ ይሂዱ</a>.

# Multisite active signup type
source: user
am: ተጠቃሚ

# Multisite active signup type
source: blog
am: ብሎግ

# Multisite active signup type
source: none
am: የለም

# Multisite active signup type
source: all
am: ሁሉም

source: Have you entered your email correctly? You have entered %s, if it&#8217;s incorrect, you will not receive your email.
am: ኤ-ደብዳቤ በትክክል አቅርበዋል? የጻፉት ኤ-ደብዳቤ %s, ይህ &#8217;s ትክክል አይደለም። ኤ-ደብዳቤ አይደርስዎትም።

source: Check the junk or spam folder of your email client. Sometime emails wind up there by mistake.
am: የኤ-ደብዳቤዎ ትርኪምርኪ አቃፊውን ያጣሩ። አንዳንድ ጊዜ ኤ-ደብዳቤወች በስህተት እዛ ሊገቡ ይችላሉ።

source: Wait a little longer. Sometimes delivery of email can be delayed by processes outside of our control.
am: ትንሽ ተጨማሪ ጊዜ ይጠብቁ። አንዳንድ ጊዜ ኤ-ደብዳቤ ሳይደርስ የሚዘገየው ከኛ ቁጥጥር ውጭ ባሉ ሂደቶች ነው።

source: If you haven&#8217;t received your email yet, there are a number of things you can do:
am: እስካሁን ድረስ ኤ-ደብዳቤ ካልደረሰወት በርካታ ነገሮችን ማድረግ ይችላሉ፤

source: Still waiting for your email?
am: እስካሁን ኤ-ደብዳቤ እስከሚደርስዎት እየጠበቁ ነው?

source: If you do not activate your site within two days, you will have to sign up again.
am: ጣቢያዎን በሁለት ቀኖች ውስጥ ካልገበሩት፤ እንደገና መመዝገብ አለብዎት።

source: But, before you can start using your site, <strong>you must activate it</strong>.
am: አድሱን ጣቢያዎን ለመጠቀም ከመጀመርዎ በፊት ግን <strong>ማግበር አለብዎት</strong>።

source: Congratulations! Your new site, %s, is almost ready.
am: እንኳን ደስ አለዎት! አድሱ ጣኒያዎ %s ዝግጁ ሊሆን ትንሽ ቀርቶታል።

source: Signup
am: ይመዝገቡ

source: If you do not activate your username within two days, you will have to sign up again.
am: መጠቀሚያ ስምዎን በሁለት ቀኖች ውስጥ ካላገበሩት፤ እንደገና መመዝገብ አለብዎት።

source: Check your inbox at <strong>%s</strong> and click the link given.
am: የገቢ መልእክትዎን ከ <strong>%s</strong> ላይ ያጣሩና አገናኙን ጠቅ ያድርጉ።

source: But, before you can start using your new username, <strong>you must activate it</strong>.
am: አዲሱን መጠቀሚያ ስምዎን መጠቀም ከመጀመርዎ በፊት ግን <strong>መጠቀሚያ ስምዎን ማግበር አለብዎት</strong>።

source: %s is your new username
am: %s የራስዎ አዲሱ መጠቀሚያ ስም ነው።

source: Next
am: የሚቀጥለው

source: Just a username, please.
am: መጠቀሚያ ስም ብቻ፣ እባክዎን።

source: Gimme a site!
am: ጣቢያው ይሰጠኝ!

source: Get your own %s account in seconds
am: የግለዎ %s መለያ በሰኮንዶች ውስጥ ያግኙ።

source: <a href="http://%1$s">http://%2$s</a> is your new site. <a href="%3$s">Log in</a> as &#8220;%4$s&#8221; using your existing password.
am: <a href="http://%1$s">http://%2$s</a> አዲሱ የርስዎ ጣቢያ ነው። <a href="%3$s">ከፍተው ይግቡ</a> እንደ &#8220;%4$s&#8221; ሆነው ያለዎትን ማለፊያቃል በመጠቀም።

source: The site %s is yours.
am: %s የርስዎ ጣቢያ ነው።

source: Create Site
am: ጣቢያ ፍጠር

source: If you&#8217;re not going to use a great site domain, leave it for a new user. Now have at it!
am: ግሩም የጣቢያ ጎራ መጠቀም የማይችሉ ከሆነ ሌላ አዲስ ተጠቃሚ እንዲጠቀምበት ይተውት።

source: Sites you are already a member of:
am: ከዚህ በፊት እርስዎ አባል የሆኑባቸው ጣቢያወች፤

source: Welcome back, %s. By filling out the form below, you can <strong>add another site to your account</strong>. There is no limit to the number of sites you can have, so create to your heart&#8217;s content, but write responsibly!
am: እንኳን እንደገና መጡ, %s። ከታች ያለውን ቅጽ በመሙላት የራስዎ መለያ ላይ <strong>ተጨማሪ ጣቢያ መጨመር ይችላሉ</strong>። የሚፈልጉትን ያህል ጣቢያ ቢኖርዎት ገደብ የለም፤ ስለዚህ ልብዎ እንደፈለገው ያሰቡትን&#8217;s ይዘት ይፍጠሩ። በሚጽፉት ላይ ግን ሃላፊነት ይሰማዎት!

source: There was a problem, please correct the form below and try again.
am: ችግር ተፈጥሯል፤ ከታች ያለውን ቅጽ ያስተካክሉና እንደገና ይሞክሩ።

source: Get <em>another</em> %s site in seconds
am: <em>ሌላ</em> %s ጣቢያ በሰኮንዶች ውስጥ ያግኙ

source: We send your registration email to this address. (Double-check your email address before continuing.)
am: የተመዘገቡበትን ኤ-ደብዳቤ በዚህ አድራሻ እንልካለን። (ከመቀጠልዎ በፊት እንደገና ኤ-ደብዳቤዎን ያጣሩ።)

source: Email&nbsp;Address:
am: ኤ-ደብዳቤ&nbsp;አድራሻ:

source: (Must be at least 4 characters, letters and numbers only.)
am: ( ቢያንስ 4 ቁምፊወች፣ ፊደሎችና ቁጥሮች ብቻ መሆን አለበት።)

source: No
am: አይ

source: Yes
am: አዎ

source: Allow search engines to index this site.
am: ይህን ጣቢያ የመፈለጊያ ሞተሮች መረጃ ጠቋሚ ዝርዝር ውስጥ እንዲያስገቡት ፍቀድ።

source: Privacy:
am: ግላዊ፤

source: Site Title:
am: ጣቢያ አርእስት፤

source: Must be at least 4 characters, letters and numbers only. It cannot be changed, so choose carefully!
am: ቢያንስ 4 ቁምፊወች መሆን አለባቸው። ፊደልና ቁጥሮች የያዘ ብቻ። መቀየር ስለማይቻል በጥንቃቄ ይምረጡ!

source: Your address will be %s.
am: ይህ አድራሻዎ ይሆናል %s.

source: domain
am: ጎራ

source: sitename
am: ጣቢያ ስም

source: Site Domain:
am: ጣቢያ ጎራ፤

source: Site Name:
am: ጣቢያ ስም፤

source: Mission complete. Message <strong>%s</strong> deleted.
am: ትግበራው ተጠናቋል። መልእክት <strong>%s</strong> ተሰርዟል።

source: Oops: %s
am: ኡብስ %s

source: <strong>Posted title:</strong> %s
am: <strong>የጽሁፉ አርእስት፤</strong> %s

source: <strong>Author:</strong> %s
am: <strong>ደራሲ፤</strong> %s

source: Author is %s
am: ደራሲው %s

source: There doesn&#8217;t seem to be any new mail.
am: ምንም አዲስ ኤ-ደብዳቤ ያለ አይመስልም።

source: Slow down cowboy, no need to check for new mails so often!
am: ቀስ ይበሉ አንቱ እረኛ፤ አዲስ መልእክት ለመምጣቱ ዘወትር ማጣራት አያስፈልግም!

source: This action has been disabled by the administrator.
am: ይህን እርምጃ አስተዳዳሪው እንዲቦዝን አድርጎታል።

source: <strong>You have successfully updated WordPress!</strong> Please log back in to see what&#8217;s new.
am: <strong>ወርድፕሬስ እንዲዘምን አሳክተውታል!</strong> ተመልሰው ይግቡና ድንቅነቱን ያጣጥሙት።

source: Registration complete. Please check your e-mail.
am: ምዝገባው ተጠናቋል። ኤ-ፖስታዎን ያጣሩ።

source: Check your e-mail for your new password.
am: አዲሱ ማለፊያ ቃልዎን ለመቀበል ኤ-ፖስታዎን ያጣሩ።

source: Check your e-mail for the confirmation link.
am: የማጽደቂያ አገናኝ መድረሱን ኤ-ፖስታዎ ላይ ያጣሩ።

source: User registration is currently not allowed.
am: ተጠቃሚ እንዲመዘገብ አሁን አልተፈቀደም።

source: You are now logged out.
am: አሁን ከገቡበት ዘግተው ወጥተዋል።

source: Session expired. Please log in again. You will not move away from this page.
am: ክፍለ-ጊዜው አልፏል። እንደገና ከፍተው ይግቡ። ከዚህ ገጽ ላይ ለቀው አይሄዱም።

source: You have logged in successfully.
am: ከፍተው ወደውስጥ መግባትዎ ተሳክቷል።

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href="%s">enable cookies</a> to use WordPress.
am: <strong>ስህተት</strong>፤ ኩኪስ መጎብኛዎ ላይ አልተደገፈም ወይም ታግዷል። ወርድፕሬስን ለመጠቀም <a href="%s">ኩኪን ማንቃት</a> አለብዎት።

source: <strong>ERROR</strong>: Cookies are blocked due to unexpected output. For help, please see <a href="%1$s">this documentation</a> or try the <a href="%2$s">support forums</a>.
am: <strong>ስህተት</strong>: ባልተጠበቀ ውጭት ምክንያት ኩኪወች ታግደዋል። እርዳታ ለማግኘት <a href="%1$s">ይህንን መረጃ</a> ወይም <a href="%2$s">የመረዳጃ ሸንጎወችን ይዩ</a>።

source: Lost your password?
am: የማለፊያ ቃልዎ ጠፋበዎት?

source: Password Lost and Found
am: የማለፊያ ቃል ጠፋና ተገኘ

source: A password will be e-mailed to you.
am: የማለፊያ ቃል በኤ-ደብዳቤ ይላክልወታል።

source: Register For This Site
am: የዚህ ጣቢያ መመዝገቢያ

source: Registration Form
am: መመዝገቢያ ቅጽ

source: Confirm new password
am: አዲስ ማለፊያ ቃሉን ያጽድቁ

source: New password
am: አዲስ ማለፊያ ቃል

source: Enter your new password below.
am: አድሱን ማለፊያ ቃልወን ከታች ያቅርቡ።

source: Reset Password
am: ማለፊያ ቃል ዳግም-አስጀምር

source: Your password has been reset.
am: ማለፊያ-ቃልዎ ዳግም ተጀምሯል።

source: Password Reset
am: ማለፊያ ቃል ዳግም-አስጀምር

source: The passwords do not match.
am: ማለፊያ ቃሉ ትክክል አይደለም

source: Get New Password
am: ማለፊያ ቃል ጠይቅ

source: Username or E-mail:
am: የተጠቃሚ ስም ወይም ኤፖስታ

source: Please enter your username or email address. You will receive a link to create a new password via email.
am: መጠቀሚያ ስምዎን ወይም እፖስታ አድራሻዎን ያቅርቡ። አዲስ ማለፊያ ቃል እንዲፈጥሩ ማጣቀሻ በኤፖስታዎ አማካኝነት ይደርስዎታል።

source: Lost Password
am: የጠፋ ማለፊያ ቃል

source: Sorry, that key has expired. Please try again.
am: ይቅርታ፣ ያ ቁልፍ ጊዜው አልፎበታል። እንደገና ይሞክሩ።

source: Sorry, that key does not appear to be valid.
am: ይቅርታ፣ ይህ ቁልፍ ህጋዊ አይመስልም።

source: Possible reason: your host may have disabled the mail() function.
am: ሊሆን የሚችል ምክንያት፤ የኤፖስታው ተግባር mail() በአስተናጋጅዎ እንዲቦዝን ተደርጎ ሊሆን ይችላል።

source: The e-mail could not be sent.
am: ኤፖስታው ሳይላክ ሊቀር ይችላል።

source: [%s] Password Reset
am: [%s] ማለፊያ ቃል እንደገና አስጀምር

source: To reset your password, visit the following address:
am: ማለፊያ ቃልዎን እንደገና ለማስጀመር፤ የሚከተለውን አድራሻ ይጎብኙ፤

source: If this was a mistake, just ignore this email and nothing will happen.
am: ይህ በስህተት ከሆነ ይህን ኤፖስታ ይርሱት፤ ስለዚህ ምንም ነገር አይሆንም።

source: Someone requested that the password be reset for the following account:
am: የሆነ ሰው የዚህን መለያ ማለፊያ ቃል እንደገና ለማስጀመር ጠይቋል።

source: Password reset is not allowed for this user
am: ለዚህ ተጠቃሚ ማለፊያ ቃልን ዳግም ለማስጀመር አልተፈቀደም።

source: <strong>ERROR</strong>: Invalid username or e-mail.
am: <strong>ስህተት</strong>: ዋጋቢስ መጠቀሚያ ስም ወይም ኤፖስታ።

source: <strong>ERROR</strong>: There is no user registered with that email address.
am: <strong>ስህተት</strong>: በዛ ኤፖስታ አድራሻ ማንም ተጠቃሚ አልተመዘገበም።

source: <strong>ERROR</strong>: Enter a username or e-mail address.
am: <strong>ስህተት</strong>: መጠቀሚያ ስም ወይም ኤፖስታ አድራሻ ያቅርቡ።

source: &larr; Back to %s
am: &larr; ወደ %s

source: Are you lost?
am: የት እንዳሉ ያውቃሉ?

source: Powered by WordPress
am: የቀረበው በወርድፕሬስ ነው።

source: Create a Configuration File
am: የውቅረት ሰነድ ፍጠር

source: You can create a <code>wp-config.php</code> file through a web interface, but this doesn't work for all server setups. The safest way is to manually create the file.
am: በድር ማገናኛ አማካኝነት <code>wp-config.php</code> ሰነድ መፍጠር ይችላሉ፣ ይህ ግን ሁሉም የአገልጋይ መዋቅር ላይ አይሰራም። እርግጠኛ ለመሆን ሰነዱን በእጅ መስራት ነው።

source: Need more help? <a href='https://codex.wordpress.org/Editing_wp-config.php'>We got it</a>.
am: ተጨማሪ እርዳታ? <a href='https://codex.wordpress.org/Editing_wp-config.php'>እርዳታው አለን</a>.

source: There doesn't seem to be a <code>wp-config.php</code> file. I need this before we can get started.
am: <code>wp-config.php</code> የሚባል ሰነድ ያለ አይመስልም። ከመጀመራችን በፊት ይህንን ሰነድ እፈልጋለሁ።

source: Links for %s
am: ለ %s አገናኞች

source: <strong>ERROR</strong>: WordPress %1$s requires MySQL %2$s or higher
am: <strong>ስህተት</strong>: ወርድፕረስ %1$s MySQL %2$s ወይም ከፍተኛ ይፈልጋል።

source: <h1>Error establishing a database connection</h1> <p>This either means that the username and password information in your <code>wp-config.php</code> file is incorrect or we can't contact the database server at <code>%s</code>. This could mean your host's database server is down.</p> <ul> <li>Are you sure you have the correct username and password?</li> <li>Are you sure that you have typed the correct hostname?</li> <li>Are you sure that the database server is running?</li> </ul> <p>If you're unsure what these terms mean you should probably contact your host. If you still need help you can always visit the <a href='https://wordpress.org/support/'>WordPress Support Forums</a>.</p>
am: <h1>የውሂብ ጎታ ግንኙነት ምስረታ ላይ ስህተት</h1> <p>ህ ማለት የመጠቀሚያ ስምና ይለፍቃል መረጃ <code>wp- config.php</code> ፋይል ላይ ትክክል አይደለም፤ ወይም ውሂብጎታ አገልጋዩን <code>%s</code> ላይ ግንኙነት ማድረግ አልቻልንም። የአስተናጋጅዎ ውሂብጎታ አገልጋይ አይሰራም </p> <ul> → <li>ትክክለኛ መጠቀሚያ ስምና ይለፍ ቃል እንዳለዎት እርግጠኛ ነዎት?</li> → <li>ትክክለኛ አስተናጋጅ ስም መጻፍዎን እርግጠኛ ነዎት?</li> → <li>ውሂብጎታ አገልጋዩ እየሰራ መሆኑን እርግጠኛ ነዎት?</li> </ul> <p>ይህ ስያሜ ምን ማለት እንደሆነ እርግጠኛ ካልሆኑ ምናልባት አስተናጋጅዎን ማሳወቅ አለብዎት። እስካሁንም እርዳታ የሚፈልጉ ከሆነ ሁልጊዜ <a href='https://wordpress.org/support/'>ወርድፕሬስ መርጃ ሸንጎን </a>መጎብኘት ይችላሉ።</p>

source: WordPress database error %1$s for query %2$s
am: የወርድፕሬስ ውሂብጎታ ስህተት %1$s ለ %2$s ጥያቄ

source: WordPress database error %1$s for query %2$s made by %3$s
am: የወርድፕሬስ ውሂብጎታ ስህተት %1$s ለ %2$s ጥያቄ፤ የቀረበው በ %3$s

source: The query argument of %s must have a placeholder.
am: የነጋሪ እሴቱ ጥያቄ %s ቦታ-ያዥ እንዲኖረው ያስፈልጋል።

source: %s must set a database connection for use with escaping.
am: %s ማምለጫ ጋር ለመጠቀም የውሂብ-ጎታው ግንኙነት መቀናጀት አለበት።

source: <h1>Can&#8217;t select database</h1> <p>We were able to connect to the database server (which means your username and password is okay) but not able to select the <code>%1$s</code> database.</p> <ul> <li>Are you sure it exists?</li> <li>Does the user <code>%2$s</code> have permission to use the <code>%1$s</code> database?</li> <li>On some systems the name of your database is prefixed with your username, so it would be like <code>username_%1$s</code>. Could that be the problem?</li> </ul> <p>If you don't know how to set up a database you should <strong>contact your host</strong>. If all else fails you may find help at the <a href="https://wordpress.org/support/">WordPress Support Forums</a>.</p>
am: <h1>Can&#8217;t ውሂብጎታ ምራጥ</h1> <p>ወደ ውሂብጎታው አገልጋይ ግንኙነት ማድረግ ችለናል (ይህ ማለት መጠቀሚያ ስምዎና ይለፍ ቃልዎ ይሰራል) ግን <code>%1$s</code> ውሂብጎታ</p>መምረጥ አልተቻለም።\ <ul> <li>ውሂብጎታው መኖሩን እርግጠኛ ነዎት?</li> <li>ተጠቃሚው <code>%2$s</code> ፤ ውሂብጎታ <code>%1$s</code> ለመጠቀም ፈቃድ አለው?</li>\n <li>አንዳንድ ሥርአቶች ላይ የውሂብጎታዎ ስም መጠቀሚያ ስምዎ ጋር ቅድመ ቅጥያ አለው፤ ስለዚህ ይህን አይነት ይታያል <code>username_%1$s</code>። ችግሩ ያ ይሆን?</li> </ul> <p>ውሂብጎታ ማዋቀር የማያውቁ ከሆነ <strong>አስተናጋጅዎን መገናኘት</strong> አለብዎት። ሁሉም ሙከራ ካልሰራ <a href="https://wordpress.org/support/"> ወርድፕሬስ ድጋፍ መድረክ</a> ላይ እርዳታ ማግኘት ይችላሉ።</p>

source: No %1$s was set in the arguments array for the "%2$s" sidebar. Defaulting to "%3$s". Manually set the %1$s to "%3$s" to silence this notice and keep existing sidebar content.
am: %1$s ለጎን አሞሌ "%2$s" ነጋሪ እሴቱ ድርድር ውስጥ አልተቀናጀም። "%3$s" ን ወደ መደበኛ እየመለሰ ነው። ይህንን ማሳሰቢያ ዝም ለማድረግና ከዚህ በፊት የነበረውን የጎን አሞሌ ለማቆየት %1$s ን ወደ "%3$s" በእጅ አቀናጅ።

source: Sidebar
am: የጎን-አሞሌ

source: Sidebar %d
am: የጎን-አሞሌ %d

source: There are no options for this widget.
am: እዚህ ንኡስ-ፕሮግራም ላይ ምርጫወች የሉም።

source: <strong>ERROR</strong>: Couldn&#8217;t register you&hellip; please contact the <a href="mailto:%s">webmaster</a> !
am: <strong>ስህተት</strong>፤ &#8217;t መመዝገብ አልተቻለም you&hellip; ወደ <a href="mailto:%s">ገጽ አሰናጁ</a> መልዕክት ይላኩ!

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
am: <strong>ስህተት</strong>፤ ይህ ኤፖስታ ከዚህ በፊት የተመዘገበ ስለሆነ ሌላ ይምረጡ።

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
am: <strong>ስህተት</strong>: ኤፖስታ አድራሻው ትክክል አይደለም።

source: <strong>ERROR</strong>: Please type your e-mail address.
am: <strong>ስህተት</strong>: የ ኤፖስታ አድራሻዎን ይጻፉ።

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
am: <strong>ስህተት</strong>: ይህ መጠቀሚያ ስም ከዚህ በፊት የተመዘገበ ነው። ሌላ ስም ይምረጡ።

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
am: <strong>ስህተት</strong>: ይህ የመጠቀሚያ ስም ዋጋቢስ ነው። ምክንያቱም የማይታወቁ ቁምፊወች ጨምሯል። ተገቢ መጠቀሚያ ስም ያቅርቡ።

source: <strong>ERROR</strong>: Please enter a username.
am: <strong>ስህተት</strong>: መጠቀሚያ ስመወን ያቅርቡ።

source: Invalid key
am: ዋጋቢስ ቁልፍ

source: Hint: The password should be at least seven characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ % ^ &amp; ).
am: ፍንጭ፤ ማለፊያ ቃል ቢያንስ ሰባት ቁምፊወች የያዘ መሆን አለበት። ጠንካራ ለማድረግ ትልቅና ትንሽ ፊደሎች፣ ቁጥሮችና ( ! \" ? $ % ^ &amp; ) የመሳሰሉ ምስሎችን ይጠቀሙ።

source: Jabber / Google Talk
am: ጃበር / ጉግለ ወሬ

source: Yahoo IM
am: ያሁ IM

source: Invalid user ID.
am: ዋጋቢስ መጠቀሚያ መለያ።

source: Cannot create a user with an empty login name.
am: በባዶ መግቢያ ስም ተጠቃሚ መፍጠር አይቻልም።

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
am: <strong>ስህተት</strong>፤ የርስወ መለያ እንደ ስፓም-ላኪ ምልክት ሆኖበታል።

source: <strong>ERROR</strong>: The password you entered for the username <strong>%1$s</strong> is incorrect. <a href="%2$s">Lost your password?</a>
am: <strong>ስህተት</strong>፤ ለ <strong>%1$s</strong> ለይለፍ ቃልወ ያቀረቡት መጠቀሚያ ስም ትክክል አይደለም። <a href="%2$s">Lost your password?ይለፍ ቃልዎ ጠፍቶወታል</a>?

source: <strong>ERROR</strong>: Invalid username. <a href="%s">Lost your password?</a>
am: <strong>ERROR</strong>: የማይሰራ መጠቀሚያ ስም <a href="%s">ይለፍ ቃልዎ ጠፋብዎት?</a>

source: <strong>ERROR</strong>: The password field is empty.
am: <strong>ስህተት</strong>፤ የመግቢያ ቃሉ መስክ ባዶ ነው።

source: <strong>ERROR</strong>: The username field is empty.
am: <strong>ስህተት</strong>፤ የመጠቀሚያ ስሙ መስክ ባዶ ነው።

source: Translation Updates
am: ትርጉም ማዘመኛ

source: %d WordPress Update
am: %d ዎርድፕሬስ ማዘመኛ

source: (WordPress could not establish a secure connection to WordPress.org. Please contact your server administrator.)
am: (ወርድፕሬስ ደህንነቱ የተጠበቀ ግንኙነት ወደ WordPress.org ማድረግ አልቻለም። የአገልጋይ አስተዳዳሪውን ይገናኙ።)

source: An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href="https://wordpress.org/support/">support forums</a>.
am: ያልተጠበቀ ስህተት ተከስቷል። የሆነ ስህተት WordPress.org ላይ ወይም ይህ አገልጋይ &#8217;s ውቅረት ላይ ሊሆን ይችላል። ችግሮቹ የሚቀጥሉብወት ከሆነ፣ የወርድፕሬስ መወያያ ሸንጎ ላይ ይሞክሩ <a href="https://wordpress.org/support/"> የእርዳታ ሸንጎወች</a>.

source: Customizer
am: በልክ-ሰሪ

source: Theme support for %1$s should be registered before the %2$s hook.
am: ለ %1$s ገጽታ የሚደግፍ ከ %2$s ገጣሚ በፊት መመዝገብ አለበት።

source: You need to pass an array of types.
am: የድርድር አይነቶች መጨመር አለብዎት።

source: XHTML Friends Network
am: XHTML የጓደኞች አውታረመረብ

source: Valid <abbr title="eXtensible HyperText Markup Language">XHTML</abbr>
am: የሚሰራ <abbr title="eXtensible HyperText Markup Language">XHTML</abbr>

source: This page validates as XHTML 1.0 Transitional
am: ይህ ገጽ እንደ XHTML 1.0 ሽግግር ያረጋግጣል።

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives.
am: አሁን እያሰሱ ያሉት የ <a href="%1$s/">%2$s</a> ብሎግ ሰነድ ጥርቅምን ነው፡፡

source: You have searched the <a href="%1$s/">%2$s</a> blog archives for <strong>&#8216;%3$s&#8217;</strong>. If you are unable to find anything in these search results, you can try one of these links.
am: <a href="%1$s/">%2$s</a> ብሎግ መዝገቦችን በርብረዋል፤ ለ <strong>&#8216;%3$s&#8217;</strong>. በነዚህ ብርበራ ውጤት ላይ ምንም ነገር ማግኘት ካልቻሉ፤ ከነዚህ አንዱን ማገናኛ መሞከር ይችላሉ።

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives for the year %3$s.
am: አሁን እያሰሱ ያሉት <a href="%1$s/">%2$s</a> የብሎግ ሰነድ ጥርቅም %3$s አመት ነው፡፡

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives for %3$s.
am: አሁን እያሰሱ ያሉት <a href="%1$s/">%2$s</a> የብሎግ መዝገብ ጥርቅም ለ %3$s ያህል፡፡

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives for the day %3$s.
am: አሁን እየቀዘፉ ያሉት የ <a href="%1$s/">%2$s</a> ብሎግ %3$s ቀን ላይ ከተጠራቀመው ሰነድ ነው፡፡

source: You are currently browsing the archives for the %s category.
am: አሁን እያሰሱ ያሉት የሰነድ ጥርቅሞችን ለ %s ምድብ ነው፡፡

source: %d queries. %s seconds.
am: %d የሚጠይቀው፡፡ %s ሰኮንዶች፡፡

source: Comments (RSS)
am: አስተያየቶች (RSS)

source: Entries (RSS)
am: ምዝግቦች (RSS)

source: %1$s and %2$s.
am: %1$s እና %2$s ፡፡

source: %1$s is proudly powered by %2$s
am: %1$s በኩራት የቀረበው በ %2$s ነው

source: Submit Comment
am: አስተያየት አቅርብ

source: <strong>XHTML:</strong> You can use these tags: <code>%s</code>
am: <strong>XHTML:</strong> እነዚህን መለያወች መጠቀም ይችላሉ ፤ <code>%s</code>

source: Mail (will not be published)
am: መልእክት (አይታተምም)

source: (required)
am: (አስፈላጊ)

source: Log out &raquo;
am: ዘግተህ ውጣ &raquo;

source: Log out of this account
am: ከዚህ መግለጫ ውጣ

source: Logged in as <a href="%1$s">%2$s</a>.
am: እንደ <a href="%1$s">%2$s</a> ሆኖ የተገባ

source: Comments are closed.
am: አስተያየቶቹ ተዘግተዋል፡፡

source: %1$s Response to %2$s
am: %1$s መልስ ወደ %2$s

source: One Response to %s
am: አንድ መልስ ወደ %s

source: This post is password protected. Enter the password to view comments.
am: ይህ ጽሁፍ በይለፍ ቃል ተጠብቋል፡፡ አስተያየቶችን ለማየት የይለፍ ቃል ያቅርቡ፡፡

source: Powered by <a href="%s" title="Powered by WordPress, state-of-the-art semantic personal publishing platform"><strong>WordPress</strong></a>
am: በ <a href="%s" title="Powered by WordPress, state-of-the-art semantic personal publishing platform"><strong>ወርድፕሬስ</strong></a> የቀረበ

source: Sorry, no posts matched your criteria.
am: ይቅርታ፤ መስተፍርትዎን የሚዛመዱ ጽሁፎች የሉም፡፡

source: Close this window.
am: ይህን መስኮት ዝጋ፡፡

source: Sorry, the comment form is closed at this time.
am: ይቅርታ፤ በአሁኑ ጊዜ የአስተያየት መስጫው ቅጽ ተዘግቷል፡፡

source: Say It!
am: ይበሉ!

source: Your Comment
am: አስተያየትዎ

source: E-mail
am: ኤፖስታ

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out &raquo;</a>
am: የገቡት እንደ <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">ዘግተህ ውጣ &raquo;</a>

source: Line and paragraph breaks automatic, e-mail address never displayed, <acronym title="Hypertext Markup Language">HTML</acronym> allowed: <code>%s</code>
am: መስመርና አንቀጽ በራሱ የሚገታ ነው፤ ኤፖስታ አድራሻ በጭራሽ አያሳይም፤ <acronym title="Hypertext Markup Language">HTML</acronym> የተፈቀደ: <code>%s</code>

source: Leave a comment
am: አስተያየት ያስቀምጡ

source: No comments yet.
am: እስካሁን አስተያየት የለም፡፡

source: The <abbr title="Universal Resource Locator">URL</abbr> to TrackBack this entry is: <em>%s</em>
am: ይህን ምዝግብ ዱካ ለመቀልበስ <abbr title="Universal Resource Locator">URL</abbr> ለ : <em>%s</em> ነው

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for comments on this post.
am: <abbr title="Really Simple Syndication">RSS</abbr> ለዚህ ፖስታ አስተያየቶች መጋቢ።

source: %1$s - Comments on %2$s
am: %1$s - አስተያየቶች እንዲታዩ ሆነዋል %2$s

source: Please include a %1$s template in your theme.
am: ጭብጡ ላይ %1$s ናሙና-ቁስ ይጨምሩ።

source: Theme without %1$s
am: ጭብጥ ከ %1$s ውጭ

source: Invalid object ID
am: ዋጋቢስ የነገር መታወቂያ

source: Could not split shared term.
am: የጋራ ስያሜን መሰንጠቅ አልተቻለም።

source: The slug &#8220;%s&#8221; is already in use by another term
am: ቅጥያው &#8220;%s&#8221; ቀድሞውኑ በሌላ ስያሜ ጥቅም ላይ ነው።

source: Invalid Taxonomy
am: ዋጋቢስ ፈርጅ

source: Could not insert term relationship into the database
am: ውሂብ-ጎታው ውስጥ የስያሜ ዝምድና ማስገባት አልተቻለም

source: Could not insert term into the database
am: የውሂብ ጎራው ውስጥ ስያሜ ማስገባት አልተቻለም

source: A term with the name already exists in this taxonomy.
am: በስም የቀረበው ስያሜ ከዚህ በፊት እዚህ ፈርጅ ውስጥ ነበር።

source: A term with the name already exists with this parent.
am: በስም የቀረበው ስያሜ ከዚህ በፊት ከዚህ ቤተሰብ ጋር አብሮ የነበረ ነው፡፡

source: A name is required for this term
am: ለዚህ ስያሜ ስም ያስፈልጋል

source: Empty Term
am: ባዶ ስያሜ

source: No categories found.
am: አንዳችም ምድቦች አልተገኙም።

source: No tags found.
am: መለያዎች አልተገኙም

source: Choose from the most used tags
am: በይበልጥ ጥቅም ላይ ከዋሉት መለያወች ውስጥ ምረጥ

source: Add or remove tags
am: መለያ ጨምር ወይም አስወግድ

source: Separate tags with commas
am: መለያዎችን በኮማ ለይ

source: New Category Name
am: አዲስ ምድብ ስም

source: New Tag Name
am: አዲስ መለያ ስም

source: Add New Category
am: አዲስ ምድብ አክል

source: Add New Tag
am: አዲስ መለያ አክል

source: Update Category
am: ምድብ አዘምን

source: Update Tag
am: መለያ አዘምን

source: View Category
am: ምድብ አሳይ

source: View Tag
am: መለያ አሳይ

source: Edit Category
am: ምድብ ከስት

source: Edit Tag
am: መለያ ከስት

source: Parent Category:
am: ወላጅ ምድብ፤

source: Parent Category
am: ወላጅ ምድብ

source: All Categories
am: ሁሉም ምድቦች

source: All Tags
am: ሁሉም መለያዎች

source: Popular Tags
am: ታዋቂ መለያዎች

source: Search Categories
am: ምድቦች ፈልግ

source: Search Tags
am: መለያዎች ፈልግ

# taxonomy singular name
source: Category
am: ምድብ

# taxonomy singular name
source: Tag
am: መለያ

# taxonomy general name
source: Categories
am: ምድቦች

# taxonomy general name
source: Tags
am: መለያዎች

source: Taxonomy names must be between 1 and 32 characters in length.
am: የፈርጅ ስሞች እርዝመት በ 1 እና በ32 ቁምፊወች መካከል መሆን አለባቸው።

# post format
source: Format
am: ቅርጸት

source: New Link Category Name
am: አዲስ አገናኝ ምድብ ስም

source: Add New Link Category
am: አዲስ የአገናኝ ምድብ ጨምር

source: Update Link Category
am: አገናኝ ምድብ አዘምን
