Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.2.x/wp-4.2.x-*.po
Languages: am

source: Trash Selected
am: የተመረጠ ጣል

source: Cancel Selection
am: የተመረጠ ተው

source: Bulk Select
am: ጅምላ መራጭ

source: You are about to trash these items. 'Cancel' to stop, 'OK' to delete.
am: እነዚህን ንጥል ነገሮች ወደ መጣያ ሊጥሏቸው ነው 'ተው' ለማስቀረት, 'OK' ለመጣል።

source: You are about to permanently delete these items. 'Cancel' to stop, 'OK' to delete.
am: እነዚህን ንጥል ነገሮች በቋሚነት ለሰርዟቸው ነው። 'ተው' ለማስቀረት, 'OK' ለመጣል።

source: You are about to permanently delete this item. 'Cancel' to stop, 'OK' to delete.
am: ይህንን አባል በቋሚነት ሊሰርዙት ነው። 'Cancel' ለመተው, 'OK' ለመሰረዝ።

source: Uploaded to this post
am: ወደዚህ ፖስታ ጫን

source: Uploaded to this page
am: ወደዚህ ገጽ ጫን

# noun
source: Trash
am: መጣያ

source: Unattached
am: ያልተያያዘ

source: Insert into post
am: ፖስታ ውስጥ አስገባ

source: Insert into page
am: ገጽ ውስጥ አስገባ

source: All dates
am: ሁሉም ቀኖች

source: All media items
am: ሁሉም የሜዲያ አባላት

source: &#8592; Return to library
am: &#8592; ወደ ቤተ-መጻህፍት ተመለስ

source: Create a new video playlist
am: አዲስ ቪዲዮ መጫወቻ ዝርዝር ፍጠር

source: Create a new playlist
am: አዲስ የጨዋታ ዝርዝር ፍጠር

source: Create a new gallery
am: አዲስ ማዕከል ፍጠር

source: Insert Media
am: ሜዲያ አስገባ

source: Media Library
am: የሜዲያ ቤተ-መጻህፍት

source: Upload Images
am: ምስሎችን ጫን

source: Upload Files
am: ሰነዶች ጫን

source: Drag and drop to reorder media files.
am: ሚዲያ ፋይሎችን ለመቅዳት ጎትተህ አኑር

source: %d selected
am: %d የተመረጡ

source: Back
am: ወደኋላ

source: Select
am: ምርጡ

source: Add Media
am: ማህደረ መረጃ ጨምር

source: (no title)
am: (ሰነድ የለም)

source: No editor could be selected.
am: ማደቻ መመረጥ አልተቻለም።

source: Bitrate Mode
am: የንምራ ትምን ሁነታ

source: Bitrate
am: ንምራ ትምን

# video or audio
source: Length
am: ርዝመት

source: Year
am: አመት

source: Genre
am: ጾታ

source: No items found.
am: ምንም አባላት አልተገኙም

source: There are no associated subtitles.
am: የተዛመዱ ንኡስ አርእስቶች የሉም።

source: Tracks (subtitles, captions, descriptions, chapters, or metadata)
am: ዱካወች (ንኡስ እርእሶች, መግለጫ-ጽሁፍ, ማብራሪያወች, ምዕራፎች, ወይም ድበ-ውሂብ)

source: Poster Image
am: ምስል ለጣፊ

source: Loop
am: ምልልስ

source: Autoplay
am: በራስ-ተጨዋች

source: Metadata
am: ድበ-ውሂብ

# auto preload
source: Auto
am: በራስ

source: Preload
am: ቅድሚያ ጭነት

source: Add alternate sources for maximum HTML5 playback:
am: ለከፍተኛ HTML5 መጫወቻ ተለዋዋጭ ምንጭ አክል

source: Link CSS Class
am: የCSS መደብ አገናኝ

source: Link Rel
am: ማገናኛ ዝምድና

source: Image CSS Class
am: የምስል CSS መደብ

source: Image Title Attribute
am: የምስል አርእስት አይነታ

source: Advanced Options
am: የላቁ አማራጮች

source: Custom Size
am: ብጁ መጠን

source: Display Settings
am: ቅንብሮች አሳይ

source: Alternative Text
am: አማራጭ ፊደል

source: Replace
am: ተካ

source: Edit Original
am: ነባሩን አርም

source: Image URL
am: ምስል URL

source: Align
am: አሰላፊ

source: Show Images
am: ምስሎች አሳይ

source: Show Artist Name in Tracklist
am: ዱካ ዝርስር ላይ የተዋናኝ ስም አሳይ

source: Show Tracklist
am: ዱካ ዝርዝር አሳይ

source: Show Video List
am: ቪዲዮ ዝርዝር አሳይ

source: Playlist Settings
am: የተጨዋች ዝርዝር ቅንብሮች

source: Random Order
am: እንደመጣለት ተራ

source: Columns
am: ዐምዶች

source: Gallery Settings
am: ጋለሪ ቅንብሮች

source: Full Size
am: ሙሉ መጠን

source: Large
am: ትልቅ

source: Medium
am: መካከለኛ

source: Thumbnail
am: ጥፍር አካል

source: Size
am: መጠን

source: Custom URL
am: በራስ የሚበጅ ዩአርኤል

source: Attachment Page
am: አባሪ ገጽ

source: Link to Attachment Page
am: ወደ አባሪ ገጽ አገናኝ

source: Media File
am: ሜዲያ ሰነድ

source: Link to Media File
am: ወደ ሜዲያ ሰነድ አገናኝ

source: Embed Media Player
am: ሜዲያ ማጫውቻ ክተት

source: Link To
am: ወደ ማገናኛ

source: Embed or Link
am: ክተት ወይም አገናኝ

source: Attachment Display Settings
am: አባሪ ማሳያ ቅንብር

source: Clear
am: ሰርዝ

source: Edit Selection
am: የተመረጠውን አርም

source: Refresh
am: እንደገና ጫን

source: Attachment Details
am: የተያያዥ ዝርዝሮች

source: Describe this media file&hellip;
am: ይህን ሜዲያ አስረዳ file&hellip;

source: Describe this audio file&hellip;
am: ይህን አውድወ አስረዳ file&hellip;

source: Describe this video&hellip;
am: ይህን ቪደወ አስረዳ video&hellip;

source: Caption this image&hellip;
am: ይህን መግለጫ ጽሁፍ አርግ image&hellip;

source: Deselect
am: የተመረጠውን ተወው

source: Delete Permanently
am: በቋሚነት ደልዝ

# verb
source: Trash
am: ጣል

source: Untrash
am: ከመጣያ መልስ

source: Edit more details
am: ተጨማሪ ዝርዝሮችን አርም

source: View attachment page
am: ተያያዥ ገጽ አሳይ

source: Uploaded To
am: የተሰቀለው ወደ

source: Uploaded By
am: የተሰቀለው በ

source: Alt Text
am: አልት ፊደል

source: Album
am: አልበም

source: Artist
am: ተዋናኝ

source: Bitrate:
am: ንምራ-ትምን

source: Length:
am: እርዝመት፤

source: Dimensions:
am: ልኬቶች

source: File size:
am: ፋይል መጠን

source: Uploaded on:
am: የተሰቀለው በ :

source: File type:
am: ፋይል አይነት:

source: File name:
am: ፋይል ስም:

source: Edit Image
am: ምስል አርም

source: Edit next media item
am: የሚቀጥለውን ሚዲያ ንጥል ነገር አርም

source: Edit previous media item
am: ያለፈውን ሚዲያ ንጥል ነገር አርም

source: Dismiss Errors
am: ስህተቶችን ተዋቸው

source: Uploading
am: እየጫነ ነው

source: Grid View
am: ፍርግርግ እይታ

source: List View
am: ዝርዝር አሳይ

source: Suggested image dimensions:
am: የቀረቡ ምስል ልኬቶች

source: Maximum upload file size: %s.
am: ከፍተኛው የሚሰቀል ፋይል መጠን: %s.

source: Select Files
am: ሰነዶች ምረጥ

# Uploader: Drop files here - or - Select Files
source: or
am: ወይም

source: Drop files anywhere to upload
am: የትም ቢሆን ለመጫን ሰነዶችን ጨምር።

source: Upload Limit Exceeded
am: የጭነት ገደብ ከመጠን በላይ አልፏል

source: The web browser on your device cannot be used to upload files. You may be able to use the <a href="%s">native app for your device</a> instead.
am: መሳሪያወ ላይ ያለው ማሰሻ ሰነዶችን ለመጫን መጠቀሚያ ሊሆን አይችልም። በምትኩ <a href="%s">መሳሪያወ ላይ ያለ ነባር አፕ </a> መጠቀም ይችሉ ይሆናል።

source: Close uploader
am: ሰቃዩን ዝጋ

source: Drop files to upload
am: ሰነዶችን ለመጫን አስቀምጥ

source: Close media panel
am: ሚዲያ ገበታ ዝጋ

source: F j, Y g:i a
am: ወር ቀን: አመት ሰዓት:ደቂቃ ጧት-ማታ

source: g:i a
am: ሰዓት:ደቂቃ ጧት-ማታ

source: F j, Y
am: ወር ቀን: አመት

# text direction
source: ltr
am: ከግራ-ወደ-ቀኝ

source: S_Saturday_initial
am: ቅ_ቅዳሜ_መጠሪያ

source: F_Friday_initial
am: አ_አርብ_መጠሪያ

source: T_Thursday_initial
am: ሃ_ሃሙስ_መጠሪያ

source: W_Wednesday_initial
am: እሮ_እሮብ_ባጭሩ

source: T_Tuesday_initial
am: ማ_ማክሰኞ_ባጭሩ

source: M_Monday_initial
am: ሰ_ሰኞ_ባጭሩ

source: S_Sunday_initial
am: እ_እሁድ_ባጭሩ

source: The site you have requested is not installed properly. Please contact the system administrator.
am: የሚፈልጉት ገጽ በሚገባ አልሰፈረም። የስርአት አስተዳዳሪውን ይገናኙ።

source: This is the short link.
am: ይህ አጭር ማገናኛ ነው።

source: &laquo; Older Comments
am: &laquo; የቀድሞ አስተያየቶች

source: Newer Comments &raquo;
am: አዲሶቹ አስተያየቶች &raquo;

# next post
source: Next
am: የሚቀጥለው

# previous post
source: Previous
am: ያለፈው

source: Posts navigation
am: ልጥፎችን አሰሳ

source: Newer posts
am: አደስ ያሉ ልጥፎች

source: Older posts
am: አሮግ ያሉ ልጥፎች

source: Post navigation
am: ልጥፎችን አሰሳ

source: Next Post
am: የሚቀጥለው ጽሁፍ

source: Previous Post
am: ያለፈው ፖስታ

source: Use commas instead of %s to separate excluded terms.
am: የተወገዱ ስያሜወችን ለመለየት በ %s ፋንታ ነጠላ ሰረዞች ይጠቀሙ።

source: Edit This
am: ይህን አዲት

source: Comments Feed
am: አስተያየቶች መመገቢያ

# translations
source: Available
am: የሚገኝ ነው

# translations
source: Installed
am: ተተክሏል

source: To move focus to other buttons use Tab or the arrow keys. To return focus to the editor press Escape or use one of the buttons.
am: ትኩረትን ወደ ሌላ አዝራሮች ለማንቀሳቀስ ታብ ወይም መፍቻ ቀስት ይጠቀሙ። ትኩረትን ወደ አራሚው ለመመለስ እስኬይፕን ይጫኑ ወይም አንዳቸውን አዝራሮች ይጠቀሙ።

source: Elements path
am: የአባላት ዱካ

source: Editor toolbar
am: ማብጃ አሞሌ አራሚ

source: Editor menu (when enabled)
am: አራሚ ምናሌ (በነቃ ጊዜ)

source: Image toolbar (when an image is selected)
am: የምስል መሳሪያ-አሞሌ (አንድ ምስል በተመረጠ ጊዜ)

source: Focus shortcuts:
am: አቋራጮች አተኩር:

source: Add/remove code tag
am: የደንብ መለያ-ምልክት አክል/አስወግድ

source: Help
am: እርዳታ ትፈልጋለህ?

source: Insert Page Break tag
am: ገጽ ከፋይ ማመላከቻ አስገባ

source: Insert More Tag
am: ተጨማሪ ማመላከቻ አስገባ

source: Insert Image
am: ምስል አስገባ

source: Quote
am: ጥቅስ

source: List
am: ዝርዝር

source: Align Right
am: በቀኝ አሰልፍ

source: Align Center
am: መሃል ላይ አሰልፍ

source: Justify Text
am: ፊደል አስተካክል

source: Align Left
am: በግራ አሰልፍ

source: Macintosh uses Ctrl + Alt + letter.
am: ማክንቶሽ ተጠቃሚወች Ctrl + Alt + letter.

source: The following shortcuts use different access keys: Alt + Shift + letter.
am: የሚከተሉት ማቋረጫወች የተለዩ መግቢያ ቁልፎች ይጠቀማሉ፤ Alt + Shift + letter.

source: Action
am: እርምጃ

source: Letter
am: ደብዳቤ

source: Rather than reaching for your mouse to click on the toolbar, use these access keys. Windows and Linux use Ctrl + letter. Macintosh uses Command + letter.
am: አይጠወን አግኝተው አሞሌውን ከመጫን ይልቅ እነዚህን አቋራጭ መድረሻ ቁልፎች ይጠቀሙ፤ ለዊንዶውስና ሊኑክስ Ctrl + letter። ለማክንቶሽ ተጠቃሚወች Command + letter።

# admin color scheme
source: Coffee
am: ቡና

# admin color scheme
source: Ocean
am: ውቅያኖስ

# admin color scheme
source: Ectoplasm
am: ኤክቶፕላዝማ

# admin color scheme
source: Sunrise
am: የፈካ ሰማያዊ

# admin color scheme
source: Midnight
am: ደብዛዛ ሰማያዊ

# admin color scheme
source: Blue
am: ሰማያዊ

# admin color scheme
source: Light
am: በራ ያለ

# admin color scheme
source: Default
am: መደበኛ

source: Next &raquo;
am: የሚቀጥል!

source: %1$s %2$s %3$s Feed
am: %1$s %2$s %3$s መግብ

source: %1$s %2$s Search Results for &#8220;%3$s&#8221; Feed
am: %1$s %2$s የአሰሳ ውጤቶች for &#8220;%3$s&#8221; Feed

source: Archives: %s
am: መዝገቦች: %s

# post format archive title
source: Chats
am: ውይይቶች

# post format archive title
source: Audio
am: ተሰሚ

# post format archive title
source: Statuses
am: ሁኔታወች

# post format archive title
source: Links
am: አገናኞች

# post format archive title
source: Quotes
am: ጥቅሶች

# post format archive title
source: Videos
am: ቪዲወወች

# post format archive title
source: Images
am: ምስሎች

# post format archive title
source: Galleries
am: ማእከለ ክምችቶች

# post format archive title
source: Asides
am: ልይይቶች

source: Day: %s
am: ቀን: %s

source: Month: %s
am: ወር: %s

# yearly archives date format
source: Y
am: አ

source: Year: %s
am: አመት: %s

source: Author: %s
am: ደራሲ: %s

source: Tag: %s
am: መለያ ምልክት: %s

source: Category: %s
am: ምድብ: %s

source: Page %s
am: ገጽ %s

source: Search Results %1$s %2$s
am: የአሰሳ ውጤቶች %1$s %2$s

source: The %1$s option is deprecated for the family of %2$s functions. Use the %3$s function instead.
am: የ %1$s ምርጫ ለቤተሰቡ %2$s ተግባሮች ውድቅ ሆኗል። በምትኩ የ %3$s ን ምርጫ ይጠቀሙ።

source: The %1$s option is deprecated for the family of %2$s functions. Use the %3$s option instead.
am: የ %1$s ምርጫ ለቤተሰቡ %2$s ተግባሮች ውድቅ ሆኗል። በምትኩ የ %3$s ን ምርጫ ይጠቀሙ።

source: Log In
am: ግባ

source: Remember Me
am: አስታውሰኝ

source: Password
am: የይለፍ ቃል

source: Log out
am: ልውጣ

source: Log in
am: ግባ

# submit button
source: Search
am: ፈትሽ

# placeholder
source: Search &hellip;
am: ፈትሽ &hellip;

# label
source: Search for:
am: ፈትሽ ለ፤

source: Do not pass style tags to wp_add_inline_style().
am: ወደ wp_add_inline_style() የቅጥ መለያ-ቃሎች አታስተላልፍ።

source: Do not deregister the %1$s script in the administration area. To target the frontend theme, use the %2$s hook.
am: የ %1$s ስክሪፕት አስተዳዳሪ ክልል ውስጥ ምዝገባ አትቀልብስ። የግንባር ገጽ ጭብጥ ኢላማ ለማድረግ %2$s መግጠሚያ ይጠቀሙ።

source: Scripts and styles should not be registered or enqueued until the %1$s, %2$s, or %3$s hooks.
am: ስክሪፕቶችና ፈሊጦች %1$s, %2$s, ወይም %3$s እስካልተገጠሙ ድረስ መመዝገብ ወይም የተራ ሰልፍ ላይ መሆን የለባቸውም።

source: The login page will open in a new window. After logging in you can close it and return to this page.
am: የመግቢያው ገጽ አዲስ መስኮት ላይ ይከፈታል። ከገቡ በኋላ አዲሱን መስኮት ዘግተው ወደ እዚህ ገጽ መመለስ ይችላሉ።

source: Session expired
am: ክፍለ ጊዜ አልፏል

source: %1$s was called <strong>incorrectly</strong>. %2$s %3$s
am: %1$s የተጠራው <strong>በስህተት</strong>. %2$s %3$s

source: Please see <a href="https://codex.wordpress.org/Debugging_in_WordPress">Debugging in WordPress</a> for more information.
am: ለተጨማሪ መረጃ <a href="https://codex.wordpress.org/Debugging_in_WordPress">ጥገና ወርድፕሬስ ውስጥ</a> የሚለውን ይመልከቱ።

source: (This message was added in version %s.)
am: (ይህ መልእክት የተጨመረው %s ስሪት ውስጥ ነው።)

source: Error establishing a database connection
am: የውሂብ ጎተራ ግንኙነት ለመፍጠር ስህተት

source: Database Error
am: የውሂብ ጎተራ ስህተት

source: Do you really want to <a href='%s'>log out</a>?
am: Do you really want to <a href='%s'>ልውጣ </a>?

source: You are attempting to log out of %s
am: You are attempting to ልውጣ of %s

source: One or more database tables are unavailable. The database may need to be <a href="%s">repaired</a>.
am: አንድ ወይም ተጨማሪ ውሂብ ጎተራ ሰንጠረዦች አልተገኙም። የውሂቡ ጎተራ <a href="%s">መጠገን</a> ያስፈልገው ይሆናል።

source: ERROR: This is not a valid feed template.
am: ስህተት፤ ይህ ተገቢ መጋቢ ናሙና-ቁስ አይደለም።

source: %s and %s
am: %s እና %s

source: %s, and %s
am: %s, እና %s

source: The timezone you have entered is not valid. Please select a valid timezone.
am: ያቀረቡት ጊዜ-ክልል ተገቢ አይደለም። ተገቢ የጊዜ-ክልል ይምረጡ።

# word count: words or characters?
source: words
am: ቃላት

source: %s year
am: %s አመት

source: %s month
am: %s ወር

source: %s week
am: %s ሳምንት

source: Protected Comments: Please enter your password to view comments.
am: Protected Comments: Please enter your password to ተመልከት comments.

source: Are you sure you want to do this?
am: ይህንን ለማድረግ እርግጠኛ ነወት?

source: Last updated
am: Last አሻሽልd

source: Add a custom menu to your sidebar.
am: ወደ ጎን አሞሌወ ላይ ብጁ ምናሌ ይጨምሩ

source: A cloud of your most used tags.
am: የርስወ በአብዛኛው የተጠቀሙባቸው መለያወች ደመና

source: Display item author if available?
am: Display item ደራሲ if available?

source: Entries from any RSS or Atom feed.
am: ምዝግቦች ከማንኛውም አርኤስ\ኤስ ወይም አቶም መጋቢ።

source: Your site&#8217;s most recent comments.
am: የድረገጽወ ከሁሉም የቅርብ ጊዜ አስተያየቶች።

source: Display post date?
am: የፖስታ ቀን አሳይ?

source: Your site&#8217;s most recent Posts.
am: የድረገጽወ ከሁሉም የቅርብ ጊዜ ፖስታወች።

source: A list or dropdown of categories.
am: ዝርዝር ወይም ወደታች ተመዛዥ ፈርጆች።

source: Arbitrary text or HTML.
am: እንደመጣለት ፊደል ወይም ኤችቲኤምኤል

source: A calendar of your site&#8217;s Posts.
am: የድረገጽወ ፖስታወች&#8217;s ቀን መቁጠሪያ።

source: Login, RSS, &amp; WordPress.org links.
am: መግቢያ, አርኤስ\ኤስ, &amp; ወርድፕሬ ኦርግ ማገናኛወች።

source: Display as dropdown
am: እንደ ተቆልቋይ ዝርዝር አርገህ አሳይ

source: Select Post
am: ልጥፍ ምረጥ

source: Select Week
am: ሳምንት ምረጥ

source: Select Day
am: ቀን ምረጥ

source: Select Year
am: አመት ምረጥ

source: A monthly archive of your site&#8217;s Posts.
am: የድረገጽወ ፖስታወች ወርሃዊ ክምችት።

# Search widget
source: Search
am: ፈልግ

source: A search form for your site.
am: የመፈተሻ ቅጽ ለድረገጽወ።

source: Number of links to show:
am: የመገናኛ ቁጥር ብዛት ለማሳየት፤

# Links widget
source: Random
am: እንደመጣለት

source: Link ID
am: መገኛኛ መታወቂያ

source: Link rating
am: መገናኛ ነጥብ መስጫ

source: Link title
am: አገናኝ አርእስት

# links widget
source: All Links
am: ሁሉም አገናኞች

source: Select Link Category:
am: አገናኝ ምድብ ምረጥ

source: Sort by:
am: ደርድር በ፦

source: A list of your site&#8217;s Pages.
am: የድረገጽወ ገጾች&#8217;s ዝርዝር።

source: The following values do not describe a valid date: month %1$s, day %2$s.
am: የሚከተሉት እሴቶች የሚሰራ ቀን አይገልጹም: ወር %1$s, ቀን %2$s።

source: The following values do not describe a valid date: year %1$s, month %2$s, day %3$s.
am: የሚከተሉት እሴቶች የሚሰራ ቀን አይገልጹም: አመት %1$s, ወር %2$s, ቀን %3$s.

source: Invalid value %1$s for %2$s. Expected value should be between %3$s and %4$s.
am: የማይሰራ እሴት %1$s ለ %2$s. የተጠበቀ እሴት በ %3$s እና %4$s መሆን አለበት።

source: Could not update comment status
am: Could not አሻሽል comment status

source: You are posting comments too quickly. Slow down.
am: በጣም በፍጥነት አስተያየት እየላኩ ነው። ቀስ ይበሉ።

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
am: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="ልውጣ of this account">ልውጣ ?</a>

source: Email
am: ኢሜይል

source: Name
am: ስም

# 1: date, 2: time
source: %1$s at %2$s
am: %1$s በ %2$s

source: %s <span class="says">says:</span>
am: %s <span class="says">ይላሉ:</span>

source: Your comment is awaiting moderation.
am: Your comment

source: Pingback:
am: ፒንግባክ፤

source: Leave a Comment
am: አስተያየት ያስቀምጡ

source: Reply to %s
am: ለ %s መልስ

source: Enter your password to view comments.
am: Enter your password to ተመልከት comments.

source: Comments Off<span class="screen-reader-text"> on %s</span>
am: አስተያየቶች የማይሰጥባቸው<span class="screen-reader-text"> በ %s</span>

source: %1$s Comment<span class="screen-reader-text"> on %2$s</span>
am: %1$s አስተያየት<span class="screen-reader-text"> በ %2$s</span>

source: 1 Comment<span class="screen-reader-text"> on %s</span>
am: 1 አስተያየት<span class="screen-reader-text"> በ %s</span>

source: No Comments<span class="screen-reader-text"> on %s</span>
am: አስተያየቶች የሉም<span class="screen-reader-text"> በ %s</span>

source: Use <code>get_trackback_url()</code> instead if you do not want the value echoed.
am: Use <code>get_trackback_url()</code> instead if you do not want the ዕሴት echoed.

source: No Comments
am: አስተያየት የለም

source: Sorry, you cannot publish this post.
am: ይቅርታ፤ ይህን ፖስታ ማተም አይችሉም።

source: Sorry, you do not have the right to publish this page.
am: Sorry, you do not have the ቀኝ to publish this page.

source: You are not allowed to change the page author as this user.
am: You are not allowed to change the page ደራሲ as this user.

source: You are not allowed to change the post author as this user.
am: You are not allowed to change the post ደራሲ as this user.

source: Invalid post format
am: ዋጋ ቢስ ፖስታ ቅርጸት

source: For some strange yet very annoying reason, this post could not be deleted.
am: For some strange yet very annoying reason, this post could not be አጥፉd.

source: Sorry, you do not have the right to delete this post.
am: Sorry, you do not have the ቀኝ to አጥፉ this post.

source: Sorry, you do not have the right to publish this post.
am: Sorry, you do not have the ቀኝ to publish this post.

source: Sorry, you do not have the right to edit this post.
am: Sorry, you do not have the ቀኝ to edit this post.

source: Sorry, revisions are disabled.
am: ይቅርታ፤ ክለሳወች እንዳይደረጉ ቦዝኗል።

source: Sorry, you are not allowed to edit posts.
am: ይቅርታ፤ ፖስታወች ለማደት አይፈቀድለወትም።

source: Invalid post ID
am: ዋጋቢስ ፖስታ መታወቂያ

source: Sorry, you are not allowed to edit this post type.
am: ይቅርታ፤ ይህንን ፖስታ አይነት ማደት አይፈቀድለወትም።

source: You do not have permission to upload files.
am: You do not have permission to ጫን files.

source: You are not allowed to update options.
am: You are not allowed to አሻሽል options.

source: Comment author name and email are required
am: Comment ደራሲ name and email are required

source: Sorry, you must be able to edit posts on this site in order to view categories.
am: Sorry, you must be able to edit posts on this site in order to ተመልከት categories.

source: Sorry, you do not have the right to delete a category.
am: Sorry, you do not have the ቀኝ to አጥፉ a category.

source: Sorry, you do not have the right to add a category.
am: Sorry, you do not have the ቀኝ to add a category.

source: Sorry, you must be able to edit posts on this site in order to view tags.
am: Sorry, you must be able to edit posts on this site in order to ተመልከት tags.

source: Sorry, you do not have the right to edit this page.
am: Sorry, you do not have the ቀኝ to edit this page.

source: Failed to delete the page.
am: Failed to አጥፉ the page.

source: Sorry, you do not have the right to delete this page.
am: Sorry, you do not have the ቀኝ to አጥፉ this page.

source: Sorry, the user cannot be updated.
am: ይቅርታ፤ ተጠቃሚው መታደስ አይችልም።

source: Sorry, you cannot edit your profile.
am: ይቅርታ፤ የራስወን መግለጫ ማደት አይችሉም።

source: The role specified is not valid
am: የቀረበው ሚና ተገቢ አይደለም

source: Sorry, you cannot list users.
am: ይቅርታ፤ ተጠቃሚወችን መዘርዘር አይችሉም።

source: Invalid user ID
am: ዋጋቢስ ተጠቃሚ መታወቂያ

source: Sorry, you cannot edit users.
am: ይቅርታ፤ ተጠቃሚወችን ማደት አይችሉም።

source: You are not allowed to assign terms in this taxonomy.
am: እዚህ ፈርጅ ላይ ስያሜወችን ለመመደብ አይፈቀድለወትም።

source: Sorry, deleting the term failed.
am: ይቅርታ፤ ስያሜወችን መደምሰስ ተስኖታል።

source: You are not allowed to delete terms in this taxonomy.
am: እዚህ ፈርጅ ላይ ስያሜወችን መሰረዝ አይፈቀድለወትም።

source: Sorry, editing the term failed.
am: ይቅርታ፤ ስያሜን ማደት ተስኖታል።

source: This taxonomy is not hierarchical so you can't set a parent.
am: ይህ ፈርጅ ተዋረዳዊ ስላልሆነ ወላጅ ማሰማራት አይችሉም።

source: You are not allowed to edit terms in this taxonomy.
am: እዚህ ምድብ ላይ ስያሜወችን ለማደት አይፈቀድለወትም።

source: Sorry, your term could not be created. Something wrong happened.
am: ይቅርታ፤ ስያሜወ መፈጠር አልቻለም። የሆነ ጉድፈት ተፈጥሯል።

source: Parent term does not exist.
am: ወላጅ ስያሜ የለም/አልተገኘም።

source: This taxonomy is not hierarchical.
am: ይህ ፈርጅ ተዋረዳዊ አይደለም።

source: The term name cannot be empty.
am: ስያሜ ስም ባዶ መሆን አይችልም።

source: You are not allowed to create terms in this taxonomy.
am: እዚህ ፈርጅ ውስጥ ስያሜ መፍጠር አልተፈቀደለወትም።

source: Invalid taxonomy
am: ዋጋቢስ ፈርጅ

source: Sorry, you are not allowed to edit posts in this post type
am: ይቅርታ፤ እዚህ ፖስታ አይነት ላይ ፖስታወችን ማደት አይፈቀድለወትም።

source: The post type specified is not valid
am: የቀረበው ፖስታ አይነት ተገቢ አይደለም።

source: The post cannot be deleted.
am: ፖስታው ለመሰረዝ አይችልም።

source: Sorry, you are not allowed to delete this post.
am: ይቅርታ፤ ይህን ፖስታ ለመደምሰስ አይፈቀድለወትም።

source: There is a revision of this post that is more recent.
am: ለዚህ ፖስታ በቅርብ ጊዜ የተከለሰ አለ።

source: Sorry, you are not allowed to add a term to one of the given taxonomies.
am: ይቅርታ፤ በቀረቡት ምድቦች ላይ ስያሜ መጨመር አይፈቀድለወትም።

source: Ambiguous term name used in a hierarchical taxonomy. Please use term ID instead.
am: ተዋርውዳቂ ፈርጅ ውስጥ አሻሚ ስያሜ ተጠቅሟል። በምትኩ ስያሜ መታወቂያ ይጠቀሙ።

source: Sorry, you are not allowed to assign a term to one of the given taxonomies.
am: ይቅርታ፤ በቀረቡት ምድቦች ላይ ስያሜ እንዲሰጡ አይፈቀድለወትም።

source: Sorry, one of the given taxonomies is not supported by the post type.
am: ይቅርታ፤ ከቀረቡት ምድቦች ውስጥ አንዱ በፖስታው አይነት የተደገፈ አይደለም።

source: Invalid attachment ID.
am: ዋጋቢስ አባሪ መታወቂያ።

source: Sorry, you are not allowed to stick this post.
am: ይቅርታ፤ ይህንን ፖስታ ለመለጠፍ አልተፈቀደለወትም።

source: Sorry, you cannot stick a private post.
am: ይቅርታ፤ የግል ፖስታ መለጠፍ አይችሉም።

source: Invalid author ID.
am: ዋጋቢስ ፀሃፊ መታወቂያ።

source: You are not allowed to create posts as this user.
am: እንደዚህ ተጠቃሚ ሆነው ፖስታወችን ለመፍጠር አልተፈቀደለወትም።

source: Sorry, you are not allowed to create password protected posts in this post type
am: ይቅርታ፤ የዚህ አይነት ፖስታ ላይ በይለፍ ቃል የተጠበቁ ፖስታወችን መፍጠር አልተፈቀደለወትም።

source: Sorry, you are not allowed to publish posts in this post type
am: ይቅርታ፤ የዚህ አይነት ፖስታ ላይ ፖስታወች ለማተም አልተፈቀደለወትም።

source: Sorry, you are not allowed to create private posts in this post type
am: ይቅርታ፤ የዚህ አይነት ፖስታ ላይ የግል ፖስታወች እንዲያደርጉ አልተፈቀደለወትም።

source: The post type may not be changed.
am: የፖስታው አይነት መቀየር አይችልም ይሆናል።

source: Sorry, you are not allowed to edit this post.
am: ይቅርታ፤ ይህንን ፖስታ ለማደት አልተፈቀደለወትም።

source: Insufficient arguments passed to this XML-RPC method.
am: ወደሲህ XML-RPC ዘይቤ በቂ ያልሆነ ነጋሪ እሴት ተላልፏል።

source: Allow link notifications from other blogs (pingbacks and trackbacks)
am: ከሌሎች ብሎጎች ማገናኛ እንዲታወቅ ፍቀድ (ፒንግባክ እና ትራክባክ)

source: Large size image height
am: ትልቅ መጠን ስዕል ቁመት

source: Large size image width
am: ትልቅ መጠን ስዕል ስፋት

source: Medium size image height
am: መካከለኛ መጠን ስዕል ቁመት

source: Medium size image width
am: መካከለኛ መጠን ስዕል ስፋት

source: Crop thumbnail to exact dimensions
am: ለትክክለኛ ልኬት ጥፍር-አካል ከርክም

source: Thumbnail Height
am: ጥፍር-አካል ቁመት

source: Thumbnail Width
am: ጥፍር-አካል ስፋት

source: Post Thumbnail
am: ፖስታ ጥፍር-አካል

source: Image default align
am: ስዕል መደበኛ ሰልፍ

source: Image default size
am: ስዕል መደበኛ መጠን

source: Image default link type
am: ስዕል መደበኛ የማገኛኛ አይነት

source: The URL to the admin area
am: ዩአርኤል ወደ አስተዳዳሪ ክፍል

source: Login Address (URL)
am: መግቢያ አድራሻ (ዩአርኤል)

source: Site Address (URL)
am: ድረገጽ አድራሻ (ዩአርኤል)

source: WordPress Address (URL)
am: ወርድፕሬስ አድራሻ (ዩአርኤል)

source: Incorrect username or password.
am: የተሳሳተ መጠቀሚያ ስም ወይም ይለፍ ቃል

source: XML-RPC services are disabled on this site.
am: የ XML-RPC አገልግሎቶት እዚህ ድረገጽ ላይ ቦዝኗል።

source: The "%s" theme is not a valid parent theme.
am: ይህ "%s" ገጽታው ተገቢ ወላጅ ገጽታ ያለው አይደለም።

source: Stylesheet is not readable.
am: የቅጡ ሉህ ተነባቢ አይደለም።

source: ERROR: The themes directory is either empty or doesn&#8217;t exist. Please check your installation.
am: ስህተት፤ የገጽታው ማውጫ ባዶ ነው ወይም የለም። ያሰፈሩትን ያጣሩ።

source: The theme directory "%s" does not exist.
am: የገጽታው ማውጫ "%s" የለም።

source: Attempted to set image quality outside of the range [1,100].
am: የስእል ጥራት ከ [1,100] ክልል ውጭ ለማሰማራት ተሞክሯል።

source: Image Editor Save Failed
am: የስእል ኤዲቶር መቆጠብ ተስኖታል

source: Image flip failed.
am: ስእል መገልበጥ ተስኖታል።

source: Image rotate failed.
am: ስእል ማዞር ተስኖታል
