Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/*/4.2.x/wp-4.2.x-*.po
Languages: am

source: Image crop failed.
am: ስእል መቁረጥ ተስኖታል።

source: Image resize failed.
am: የስዕል መጠን ለመቀየር ተስኖታል።

source: Could not read image size.
am: የስዕሉን መጠን ማንበብ አልተቻለም

source: File is not an image.
am: ሰነዱ ስዕል አይደለም

source: File doesn&#8217;t exist?
am: ሰነዱ ከዚህ በፊት የለም

source: Search or use up and down arrow keys to select an item.
am: ንጥል ነገር ለመምረጥ በመፍቻው ወደላይ እና ወደታች ቀስቶች ይጠቀሙ ወይም ይፈልጉ።

source: No search term specified. Showing recent items.
am: የመፈተሻ ስያሜ አልቀረበም። በቅርብ ጊዜ የነበሩትን አባላት እያሳየ ነው።

source: Or link to existing content
am: ወይም የነበረ ይዘት ጋር አገናኝ

source: Open link in a new window/tab
am: ማገናኛ አዲስ መስኮት/ትር ላይ ክፈት

source: Link Text
am: ጽሁፍ አገናኝ

source: Enter the destination URL
am: መድረሻ ዩአርኤል ይጻፉ

source: Just write.
am: በቃ ጻፍ።

source: Word count: %s
am: ቃላት ቁጥርt: %s

source: Save failed.
am: ማስቀመጥ ተስኖታል

source: Updated.
am: ታዲሷል።

source: Help (Alt + Shift + H)
am: እርዳታ (Alt + Shift + H)

source: Unlink (Alt + Shift + S)
am: ማገናኛ ለያይ (Alt + Shift + S)

source: Insert/edit link (Alt + Shift + A)
am: ጨምር/ ማገናኛ አዲት (Alt + Shift + A)

source: Media library (Alt + Shift + M)
am: ሚዲያ ቤተ መጻሕፍት (Alt + Shift + M)

source: Blockquote (Alt + Shift + Q)
am: የጥቅስ-ሳጥን (Alt + Shift + Q)

source: Ordered list (Alt + Shift + O)
am: ባለተራ ቁጥር ዝርዝር

source: Unordered list (Alt + Shift + U)
am: ባለምልክት ስርስር

source: Italic (Ctrl + I)
am: ዘማማ (Ctrl + I)

source: Bold (Ctrl + B)
am: ወፍራም (Ctrl + B)

source: Exit fullscreen
am: ከሙሉ ማሳያ ውጣ

source: Update
am: አሻሽል

source: No alignment
am: ያለ ሰልፍ

source: Distraction-free writing mode
am: ሃሳብን የማይበትን የመጻፊያ ሁነታ

source: Read more...
am: ተጨማሪ ያንብቡ...

source: Insert Read More tag
am: ተጨማሪ ያንብቡ መለያ ምልክት አስገባ

source: Toolbar Toggle
am: ሰሪ-አሞሌ ቀያይር

source: Keyboard Shortcuts
am: መፍቻ ገበታ አቋራጮች

# TinyMCE menu
source: Format
am: ቅርጸት

# TinyMCE menu
source: Table
am: ሰንጠረዥ

# TinyMCE menu
source: View
am: እይታ

# TinyMCE menu
source: Tools
am: መሳሪያወች

# TinyMCE menu
source: Edit
am: አርም

# TinyMCE menu
source: File
am: ፋይል

# TinyMCE menu
source: Insert
am: አስገባ

source: Your browser does not support direct access to the clipboard. Please use keyboard shortcuts or your browser&#8217;s edit menu instead.
am: መጎብኛዎ ወደ ቅንጥብ ሰሌዳ ለመድረስ አይፈቅድም። በምትኩ የመፍቻ ገበታ አቋራጮችን ወይም የመጎብኛዎን አርም ምናሌ ይጠቀሙ።

source: Rich Text Area. Press Alt-Shift-H for help
am: ሁለገብ ጽሁፍ ክልል። ለእርዳታ Alt-Shift-H ይጫኑ

source: If you&#8217;re looking to paste rich content from Microsoft Word, try turning this option off. The editor will clean up text pasted from Word automatically.
am: ከማይክሮሶፍት ወርድ ሁለገብ ጽሁፎችን ለመለጠፍ ፈልገው ከሆነ፣ ምርጫውን ያጥፉት። አራሚው ከወርድ ተወስዶ የተለጠፈ ጽሁፍን በራሱ ይጠርገዋል።

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
am: ልጠፋው አሁን የሌጣ ጽሁፍ ሁነታ ላይ ነው። ይህን ምርጫ ቀይረው እስካላጠፉት ድረስ ይዘቶች እንደ ሌጣ ጽሁፍ ሆነው ይለጠፋሉ።

source: Words: %s
am: ቃላት: %s

source: Show invisible characters
am: ያልተገለጡ ቁምፊወች አሳይ

# editor button
source: Show blocks
am: ጥምሮች አሳይ

source: Text color
am: የጽሁፍ ቀለም

# TinyMCE
source: Templates
am: ጭብጦች

# TinyMCE
source: Insert template
am: ጭብጥ አስገባ

# table cell scope attribute
source: Scope
am: ክልል

source: Cell spacing
am: ህዋስ አዘራዘር

source: Cell padding
am: የህዋስ ውስጣዊ ስፋት

source: Cell type
am: የህዋስ አይነት

source: Row type
am: የረድፍ አይነት

source: Column group
am: የአምድ ቡድን

source: Row group
am: የረድፍ ቡድን

source: Bottom
am: ግርጌ

source: Middle
am: መሃል

source: Top
am: አናት

# vertical table cell alignment
source: V Align
am: አቀባዊ ሰልፍ

# table cell alignment attribute
source: None
am: ምንም

# horizontal table cell alignment
source: H Align
am: አግድማዊ ሰልፍ

source: Caption
am: መግለጫ ጽሁፍ

source: Width
am: ስፋት

source: Height
am: ቁመት

source: Split table cell
am: የሰንጠረዥ ህዋስ ክፈል

source: Delete column
am: አምድ ሰርዝ

source: Delete row
am: አጥፉ row

# table footer
source: Footer
am: ግርጌ

# table body
source: Body
am: አካል

# table header
source: Header
am: ራስጌ

source: Header cell
am: የራስጌ ህዋስ

# table cell
source: Cell
am: ህዋስ

# table columns
source: Cols
am: አምዶች

# table column
source: Column
am: አምድ

source: Rows
am: ረድፎች

source: Border color
am: የወሰን ቀለም

source: Delete table
am: አጥፉ table

source: Insert table
am: ሰንጠረዥ አስገባ

source: Add to Dictionary
am: ወደ መዝገበ ቃላት ጨምር

# spellcheck
source: Ignore
am: ተው

# spellcheck
source: Ignore all
am: ሁሉን ተው

# spellcheck
source: Finish
am: ጨርስ

source: Check Spelling
am: የፊደል ጥንቀቃ አጣራ

source: Match case
am: ሆሄያትን አመሳስል

# find/replace
source: Replace all
am: ሁሉንም ተካ

# find/replace
source: Find
am: ፈልግ

# find/replace
source: Replace with
am: በ .... ተካ

source: Find and replace
am: ፈልገህ ተካ

# find/replace
source: Whole words
am: ሁሉም ቃላት

# find/replace
source: Prev
am: ያለፈው

# find/replace
source: Next
am: የሚቀጥለው

# find/replace
source: Replace
am: ተካ

source: Could not find the specified string.
am: የተጠየቀው ህብረቁንፊ መገኘት አልቻለም።

source: No color
am: ያለቀለም

# label for custom color
source: Custom...
am: ብጁ...

source: Custom color
am: ብጁ ቀለም

source: Color
am: ቀለም

source: Remove link
am: ማገናኛ አስወግድ

source: Restore last draft
am: ረቂቁን ባለፈው እንደነበር መልስ

source: Horizontal space
am: አግድም ቦታ

source: Horizontal line
am: አግድም መስመር

source: Fullscreen
am: ሙሉ መስኮት

source: Preview
am: Preተመልከት

source: Paste as text
am: እንደ ጽሁፍ ለጥፍ

source: Page break
am: ገጽ ከፋይ

source: Nonbreaking space
am: አዲስ መስመር ከልካይ

source: Emoticons
am: ገፀ-መልክ

# editor button
source: Left to right
am: ከግራ ወደ ቀኝ

# editor button
source: Right to left
am: ከቀኝ ወደ ግራ

source: Special character
am: ልዩ ቁምፊ

source: Embed
am: ክተት

source: Insert video
am: ቪዲዮ አስገባ

source: Paste your embed code below:
am: የሚከተት ደንብዎን ከዚህ በታች ይለጥፉ፤

source: Alternative source
am: አማራጭ ምንጭ

source: Poster
am: ፖሳች

source: Insert/edit video
am: አስገባ/ቪዲዮ አርም

source: Insert date/time
am: ቀን/ሰዓት አስገባ

source: Insert image
am: ምስል አስገባ

source: Dimensions
am: ልኬቶች

source: Style
am: ቅጥ

source: Image description
am: ምስል ማብራሪያ

source: Vertical space
am: ቨርቲካል ቦታ

source: Constrain proportions
am: ገደብ መጣኞች

source: Border
am: ወሰን

source: Source
am: ምንጭ

source: Advanced
am: የላቀ

source: General
am: ሁለመናዊ

source: Author
am: ደራሲ

source: Description
am: ማብራሪያ

source: Encoding
am: መቀየር

source: Keywords
am: ቁልፍ ቃላት

source: Robots
am: ሮቦቶች

# Link anchors (TinyMCE)
source: Anchors
am: መልህቆች

# Link anchor (TinyMCE)
source: Anchor
am: መልህቅ

# Name of link anchor (TinyMCE)
source: Name
am: ስም

# list style
source: Lower Roman
am: ትንሽ ሮማን ፊደል

# list style
source: Upper Roman
am: ትልቅ ሮማን ፊደል

# list style
source: Upper Alpha
am: ከፍተኛ አልፋ

# list style
source: Lower Alpha
am: ትንሽ አልፋ

# list style
source: Lower Greek
am: አነስ ያለ ግሪክ

# list style
source: Disc
am: ዲስክ

# list style
source: Circle
am: ክብ

# list style
source: Default
am: መደበኛ

# list style
source: Square
am: አራት መአዘን

source: Numbered list
am: ቁጥራዊ ዝርዝር

source: Bulleted list
am: ነጥባዊ ምልክት ዝርዝር

source: Visual aids
am: የሚታይ እገዛ

source: Cancel
am: ተወው testing new trans psdjp kjkj

source: OK
am: እሺ

source: Redo
am: እንደገና አድርግ

source: Undo
am: አፍርስ

source: Decrease indent
am: ገብ ቀንስ

source: Increase indent
am: ገብ ጨምር

source: Justify
am: አስተካክል

source: Align left
am: በግራ አሰልፍ

source: Align right
am: በቀኝ አሰልፍ

source: Align center
am: መሃል ላይ አሰልፍ

source: Font Sizes
am: የፊደል መጠን

source: Source code
am: የምንጭ ደንብ

# editor button
source: Code
am: ደንብ

source: Italic
am: ዘመም ፊደል

source: Bold
am: ደማቅ ፊደል

source: Clear formatting
am: ቅርጸት አጽዳ

source: Superscript
am: የራስጌ ጽሁፍ

source: Subscript
am: የግርጌ ጽሁፍ

source: Strikethrough
am: ማጥፊያ ሰረዝ

source: Underline
am: መስመረግርጌ

# HTML elements
source: Inline
am: መስመር ውስጥ

# HTML tag
source: Address
am: አድራሻ

# HTML tag
source: Pre
am: ቅድሚያ ቅርጸት

# HTML tag
source: Div
am: ክፍፍል

source: Blockquote
am: የተከለለ ጥቅስ

source: Paragraph
am: ምዕራፍ

# TinyMCE
source: Blocks
am: ጥምሮች

source: Heading 2
am: ርእስ 2

source: Heading 1
am: ርእስ 1

# TinyMCE
source: Headings
am: ርዕስቶች

# TinyMCE
source: Formats
am: ቅርጸቶች

# Name for the Text editor tab (formerly HTML)
source: Text
am: ፊደል

source: Shift-click to edit this widget.
am: ይህንን ንዑስ-መግለጫ ለማረም ሽፍትን ተጭነው ይምረጡ።

source: Search widgets&hellip;
am: ንዑስ-መግለጫወች&hellip;

source: Search Widgets
am: ንዑስ-መግለጫ ፈልግ

source: Widget moved down
am: ንዑስ-መግለጫ ወደታች ተንቀሳቅሷል

source: Widget moved up
am: ንዑስ-መግለጫ ወደላይ ተንቀሳቅሷል

source: An error has occurred. Please reload the page and try again.
am: ስህተት ተከስቷል። ገጹን እንደገና ጭነው ዳግም ይሞክሩ።

source: Trash widget by moving it to the inactive widgets sidebar.
am: ወደ ያልተመረጡት ንዑስ-መግለጫ ጎን-አሞሌ በማንቀሳቀስ ንዑስ-መግለጫ ጣል።

source: Save and preview changes before publishing them.
am: ይፋ ከመውጣቱ በፊት ለውጦችን አስቀምጠህ ቅድሚያ አሳይ።

# Move widget
source: Move
am: አንቀሳቅስ

source: Select an area to move this widget into:
am: ይህን ንዑስ-ፕሮግራም ለማንቀሳቀስ ክልል ምረጥ

source: Move up
am: ወደላይ አንቀሳቅስ

source: Move down
am: ወደታች አንቀሳቅስ

source: Move to another area&hellip;
am: ወደሌላ ክልል አንቀሳቅስ&hellip;

source: Widgets are independent sections of content that can be placed into widgetized areas provided by your theme (commonly called sidebars).
am: ንኡስ መግለጫወች በገጽታዎ የቀረቡ (በተለምዶ የጎን አሞሌወች ተብለው የሚጠሩ) እራሳቻውን የቻሉ የይዘት ክፍሎችና ንኡስ መግለጫ ውስጥ መቀመጥ የሚችሉ ናቸው።

# theme
source: Change
am: ቀይር

source: Search installed themes...
am: የተተከሉ ገጽታወችን ፈልግ...

source: <span>Active theme</span> %s
am: <span>ገጽታ አግብር</span> %s

source: <span>Previewing theme</span> %s
am: <span>የገጽታ ቅድሚያ እይታ እያሳየ ነው</span> %s

source: You are customizing %s
am: %s እያበጁ ነው

source: Press return or enter to expand
am: ለመዘርጋት መልስን ተጫን

source: Press return or enter to open this panel
am: ይህን ገበታ ለመክፈት አስገባን ይጫኑ

source: Posts page
am: የፖስታወች ገጽ

source: Front page
am: ግንባር ገጽ

source: A static page
am: ውዝፍ ገጽ

source: Your theme supports a static front page.
am: ብጥወ ውዝፍ ግንባር ገጽ ይደግፋል።

source: Static Front Page
am: ውዝፍ ግንባር ገጽ

source: You can edit your menu content on the Menus screen in the Appearance section.
am: የሜኑ ይዘትወን የሜኑወች ፊት ማያ ስፍራ ላይ ማደት ይችላሉ።

source: Navigation
am: መምሪያ

source: Your theme supports one menu. Select which menu you would like to use.
am: ገጽታዎ አንድ ምናሌ ይደግፋል። የተኛውን ምናሌ ለመጠቀም እንደወደዱ ይምራጡ።

source: Your theme supports %s menu. Select which menu appears in each location.
am: ገጽታዎ %s ምናሌ ይደግፋል። እያንዳንዱ አካባቢ ላይ የትኛው ምናሌ እንደሚታይ ይምረጡ።

source: Right
am: አዎ

source: Center
am: መሃል

source: Background Position
am: የመደብ አቀማመጥ

source: No Repeat
am: አትድገም

source: Background Repeat
am: መደብ ድገም

source: Header Text Color
am: የራስጌ ፊደል ቀለም

source: Display Header Text
am: የራስጌ ፊደል አዘግይ

source: Colors
am: ቀለማት

source: Site Title & Tagline
am: የድረገጽ አርዕስት እና የመለያ መስመር

source: Loading ...
am: እየጫነ ነው ...

# Cancel reordering widgets in Customizer
source: Done
am: አለቀ

# Reorder widgets in Customizer
source: Reorder
am: መቅጃ

source: Add a Widget
am: ንዑስ-ፕሮግራም አክል

source: Theme Details
am: የገጽታ ዝርዝሮች

source: <span>Active:</span> %s
am: <span>ገቢራዊ:</span> %s

source: By %s
am: በ %s

source: Live Preview
am: የመስመር ላይ ቅድሚያ እይታ

# custom headers
source: Suggested
am: የቀረበ አማራጭ

# custom headers
source: Previously uploaded
am: ቀድሞ የተሰቀሉ

# header image
source: Add new image
am: አድስ ምስል አክል

# custom header
source: Hide image
am: ምስል ደብቅ

source: Current header
am: ወቅታዊ ራስጌ

source: While you can crop images to your liking after clicking <strong>Add new image</strong>, your theme recommends a header height of <strong>%s</strong> pixels.
am: ጠቅ አድርገው በሚወዱት አይነት ምስል መከርከም ቢችሉም <strong>አድስ ምስል አክል</strong>፣ ገጽታዎ የራስጌ ቁመት <strong>%s</strong> ፒክስሎች እንዲሆን ያሳስባል።

source: While you can crop images to your liking after clicking <strong>Add new image</strong>, your theme recommends a header width of <strong>%s</strong> pixels.
am: ጠቅ አድርገው በሚወዱት አይነት ምስል መከርከም ቢችሉም <strong>አድስ ምስል አክል</strong>፣ ገጽታዎ የራስጌ ስፋት<strong>%s</strong> ፒክስሎች እንዲሆን ያሳስባል።

source: While you can crop images to your liking after clicking <strong>Add new image</strong>, your theme recommends a header size of <strong>%s &times; %s</strong> pixels.
am: ጠቅ አድርገው በሚወዱት አይነት ምስል መከርከም ቢችሉም <strong>አድስ ምስል አክል</strong>፣ የገጽታዎ ራስጌ መጠን <strong>%s &times; %s</strong> ፒክስሎች እንዲሆን ያሳስባል።

source: No image set
am: ምስል አልተቀናጀም

source: Randomizing suggested headers
am: አማራጭ ራስጌወችን አንደመጣላቸው እያካሄደ ነው

source: Randomizing uploaded headers
am: የተሰቀሉ ራስጌወችን አንደመጣላቸው እያካሄደ ነው

source: Set image
am: ምስል አቀናጅ

source: Randomize suggested headers
am: አማራጭ ራስጌወችን አንደመጣላቸው አካሂድ

source: Randomize uploaded headers
am: ራስጌወችን አንደመጣላቸው አካሂድ

source: Header Image
am: የገጽ አናት ማስታወሻ Image

source: Background Image
am: የመደብ ስዕል

source: Choose Image
am: ምስል ምረጥ

source: No image selected
am: ምስል አልተመረጠም

source: Change Image
am: ምስል ቀይር

source: Select Image
am: ምስል ምረጥ

source: Choose File
am: ፋይል ምረጥ

source: No file selected
am: ፋይል አልተመረጠም

source: Change File
am: ፋይል ቀይር

source: Select File
am: ሰነድ ምረጥ

source: Hex Value
am: ሄክስ ዋጋ

source: Default
am: ቀዳሚ

source: Toolbar
am: ማብጃ አሞሌ

source: Skip to toolbar
am: ወደ መስሪያ ስብስቦች ዝለል

source: The menu ID should not be empty.
am: የምናሌው መለያ ባዶ መሆን አይችልም።

source: Failed to write request to temporary file.
am: ጊዚያዊ ሰነድ ላይ ለመጻፍ የተጠየቀው ተስኖታል።

source: The SSL certificate for the host could not be verified.
am: የዚህን አስተናጋጅ SSL ምስክር ወረቀት ማጽደቅ አልተቻለም።

source: There are no HTTP transports available which can complete the requested request.
am: የተጠየቀውን ጥያቄ ለማጠናቀቅ የ HTTP ማጓጓዢያ አልተገኘም።

source: Destination directory for file streaming does not exist or is not writable.
am: የፋይል ዥረት መድረሻ ማውጫው የለም ወይም የሚጻፍበት አይደለም።

source: Categories
am: ክፍሎች

source: Use <code>WP_User->ID</code> instead.
am: ከ <code>WP_User->ID</code> ይጠቀሙ

source: Last updated: %s
am: Last አሻሽልd: %s

source: Use <code>get_the_author()</code> instead if you do not want the value echoed.
am: Use <code>get_the_author()</code> instead if you do not want the ዕሴት echoed.

source: Search
am: ፈልግ

source: Header
am: የገጽ አናት ማስታወሻ

source: Customize
am: አብጂ

source: %s comment awaiting moderation
am: %s ምጠና የሚጠብቅ አስተያየት

# admin bar menu group label
source: New
am: አዲስ

# add new from admin bar
source: User
am: ተጠቃሚ

# add new from admin bar
source: Link
am: አገናኛ

source: Shortlink
am: አጭር አገናኝ

source: Manage Comments
am: አስተያየቶች መጥን

source: Network Admin
am: አውታረመረብ አስተዳዳሪ

source: Edit Site
am: ጣቢያ አዲት

source: Global Dashboard: %s
am: ህብረ-አቀፍ ሰሌዳ: %s

source: Network Admin: %s
am: አውታረመረብ አስተዳዳሪ: %s

source: Log Out
am: ልውጣ

source: Edit My Profile
am: የእኔን መግለጫ አዲት

source: Howdy, %1$s
am: ታዲያስ, %1$s

source: Menu
am: ምናሌ

source: Feedback
am: መልሰህ መግብ

source: Support Forums
am: ድጋፍ ሸንጎዎች

source: Documentation
am: ስነዳ

source: About WordPress
am: ስለ ወርድፕሬስ

source: <strong>ERROR</strong>: The comment could not be saved. Please try again later.
am: <strong>ስህተት</strong>: አስተያየቱን ማስቀመጥ አልተቻለም። እንደገና በኋላ ይሞክሩ።

source: <strong>ERROR</strong>: please type a comment.
am: <strong>ስህተት</strong>: አስተያየት ይጻፉ።

source: <strong>ERROR</strong>: please enter a valid email address.
am: <strong>ስህተት</strong>: ተገቢ ኢ-ፖስታ አድራሻ ያቅርቡ።

source: <strong>ERROR</strong>: please fill the required fields (name, email).
am: <strong>ስህተት</strong>: አስፈላጊወቹን መስኮች ይሙሉ (ስም, ኢ-ፖስታ)።

source: Your account is now activated. <a href="%1$s">Log in</a> or go back to the <a href="%2$s">homepage</a>.
am: አሁን መለያወ ተቀስቅሷል። <a href="%1$s">ይግቡ</a> ወደ <a href="%2$s">መነሻ ገጽ</a> ይመለሱ።

source: Your account is now activated. <a href="%1$s">View your site</a> or <a href="%2$s">Log in</a>
am: አሁን መለያወ ተቀስቅሷል። <a href="%1$s">ደረገጽወን ይዩ</a> ወይም <a href="%2$s">ይግቡ</a>

source: Password:
am: የይለፍ ቃል

source: Username:
am: የተጠቃሚ ስም፦

source: An error occurred during the activation
am: ቅስቀሳ በሚደረግበት ጊዜ አንድ ስህተት ተከስቷል

source: Your site at <a href="%1$s">%2$s</a> is active. You may now log in to your site using your chosen username of &#8220;%3$s&#8221;. Please check your email inbox at %4$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%5$s">reset your password</a>.
am: ድረገጽወ <a href="%1$s">%2$s</a> ላይ ንቁ ነው። አሁን የመረጡትን &#8220;%3$s&#8221; በመጠቀም ወደ ድረገጹ መግባት ይችላሉ። ለማለፊያ ቃልወና ለመግቢያ መመሪያ ኢ-ፖስታ ገቢ መልእክትወን %3$s ያጣሩ። ኢ-ፖስታ ካልደረሰወት የአይፈለጌ ወይም የብላሽ አቃፊውን ያጣሩ። እስካሁን ድረስ በአንድ ሰአት ውስጥ ኢ-ፖስታ ካልደረሰወት <a href="%5$s"> ማለፊያ ቃልወን ይጠግኑ</a>።

source: Your account has been activated. You may now <a href="%1$s">log in</a> to the site using your chosen username of &#8220;%2$s&#8221;. Please check your email inbox at %3$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%4$s">reset your password</a>.
am: መለያወ ንቁ ሆኗል። አሁን የመረጡትን &#8220;%2$s&#8221; በመጠቀም ወደ ድረገጹ <a href="%1$s">መግባት</a> ይችላሉ። ለማለፊያ ቃልወና ለመግቢያ መመሪያ ኢ-ፖስታ ገቢ መልእክትወን %3$s ያጣሩ። ኢ-ፖስታ ካልደረሰወት የአይፈለጌ ወይም የብላሽ አቃፊውን ያጣሩ። እስካሁን ድረስ በአንድ ሰአት ውስጥ ኢ-ፖስታ ካልደረሰወት <a href="%4$s">ማለፊያ ቃልወን ይጠግኑ</a>።

source: Your account is now active!
am: መለያወ አሁን ንቁ ነው!

source: Activation Key:
am: መቀስቀሻ ቁልፍ:

source: Activation Key Required
am: መቀስቀሻ ቁልፍ ያስፈልጋል
