Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/tuk/4.2.x/wp-4.2.x-tuk.po
Languages: tk_tm

source: Memory exceeded. Please try another smaller file.
tk_tm: Ýat çäginden ýokary. Başga bir kiçiräk faýly synap görüň.

source: This file is not an image. Please try another.
tk_tm: By faýl surat däl. Başga birini synap görüň.

source: This file type is not allowed. Please try another.
tk_tm: Bu faýl görnüşine ýol berlenok. Başga birini synap görüň.

source: This file is empty. Please try another.
tk_tm: Faýl boş. Başga birini synap görüň.

source: %s exceeds the maximum upload size for this site.
tk_tm: %s bu saýt üçin maksimum ýükleýiş ölçeginden ýokary.

source: You have attempted to queue too many files.
tk_tm: Siz has kop faýly bir bada nobata goýmaga çalyşdyňyz.

source: This feature requires inline frames. You have iframes disabled or your browser does not support them.
tk_tm: Bu häsiýet liniýanyň içindäki freýmleri talap edýär. Siz ýa i-freýmleri öçürdiňiz ýa-da siziň browzeriňiz olary goldanok.

source: Image
tk_tm: Surat

source: &lt; Prev
tk_tm: &lt; Öňki

source: Next &gt;
tk_tm: Indiki &gt;

source: Dismiss
tk_tm: Üns berme

source: An unidentified error has occurred.
tk_tm: Anyklanylmadyk ýalňyşlyk ýüze çykdy.

source: You do not have permission to do that.
tk_tm: Sizde muny etmäge rugsat ýok.

source: Toggle Editor Text Direction
tk_tm: Redaktoryň Tekst Ugruny üýtget

source: text direction
tk_tm: tekstiň ugry

source: Toggle fullscreen mode
tk_tm: Tutuş-ekran režimini gaýtdan işlet

source: fullscreen
tk_tm: Tutuş-ekran

source: Enter a description of the image
tk_tm: Suradyň beýanyny giriz

source: Enter the URL of the image
tk_tm: Suradyň URL-ni giriz

source: Enter the URL
tk_tm: URL-i giriz

source: close tags
tk_tm: taglary ýap

source: Close all open tags
tk_tm: Ähli açyk taglary ýap

source: You are about to permanently delete the selected items. 'Cancel' to stop, 'OK' to delete.
tk_tm: Siz saýlanan zatlary hemişelik ýok etmekçi. Saklamak üçin 'Yza gaýtar', Ýok etmek üçin 'OK'.

source: You do not have permission to preview drafts.
tk_tm: Sizde garalamalary gözden geçirmäge rugsat ýok.

source: Cannot create a revision of a revision
tk_tm: Üýtgeşmäniň üýtgetmesini döretmek mümkin däl

source: Excerpt
tk_tm: Ýazgy bölegi

source: Content
tk_tm: Kontent

source: This file no longer needs to be included.
tk_tm: Faýly indi goşmak zerur däl.

source: "caller_get_posts" is deprecated. Use "ignore_sticky_posts" instead.
tk_tm: "caller_get_posts" könelişen. Onuň ýerine "ignore_sticky_posts" ulan.

source: Conditional query tags do not work before the query is run. Before then, they always return false.
tk_tm: Sorag prosesi işledilinçä şertli soraglar tag-lary işlemeýär. Ondan oň, olar hemişe ýalňyş hökmünde yzyna gaýtarylýar.

source: The page template is invalid.
tk_tm: Sahypa şablony dogry däl.

source: Could not insert post into the database
tk_tm: Maglumatlar bazasyna posty girizip bolanok

source: Could not update post in the database
tk_tm: Maglumatlar bazasyndaky posty täzeläp bolanok

source: Whoops, the provided date is invalid.
tk_tm: Wah, berlen maglumat dogry däl-de.

source: Content, title, and excerpt are empty.
tk_tm: Kontent, titul, hem-de ýazgy bölekleri boş.

source: Passing an integer number of posts is deprecated. Pass an array of arguments instead.
tk_tm: Postlaryň bütin sanlysyny geçirmek könelişen. Onuň ýerine argumentler toparyny ('array') geçiriň.

source: Video <span class="count">(%s)</span>
tk_tm: Wideo <span class="count">(%s)</span>

source: Manage Video
tk_tm: Wideony Dolandyr

source: Video
tk_tm: Wideo

source: Manage Audio
tk_tm: Audiony Dolandyr

source: Image <span class="count">(%s)</span>
tk_tm: Surat <span class="count">(%s)</span>

source: Manage Images
tk_tm: Suratlary Dolandyr

source: Images
tk_tm: Suratlar

source: All Pages
tk_tm: Ähli Sahypalar

source: All Posts
tk_tm: Ähli Postlar

source: Parent Page:
tk_tm: Hossar sahypa:

source: No pages found in Trash.
tk_tm: Gerekmejek zatlaryň içinde sahypa tapylmady.

source: No posts found in Trash.
tk_tm: Gerekmejek zatlaryň içinde post tapylmady.

source: No pages found.
tk_tm: Hiç sahypa tapylmady.

source: No posts found.
tk_tm: Hiç post tapylmady.

source: Search Pages
tk_tm: Sahypalary Gözle

source: Search Posts
tk_tm: Postlary Gözle

source: View Page
tk_tm: Sahypany Gör

source: View Post
tk_tm: Posty Gör

source: New Page
tk_tm: Täze Sahypa

source: Edit Page
tk_tm: Sahypany Redaktirle

source: Edit Post
tk_tm: Posty Redaktirle

source: Add New Page
tk_tm: Täze Sahypa Goş

source: Add New Post
tk_tm: Täze Posty Goş

# page
source: Add New
tk_tm: Täzesini Goş

# post
source: Add New
tk_tm: Täzesini Goş

# post type singular name
source: Page
tk_tm: Sahypa

# post type general name
source: Pages
tk_tm: Sahypalar

# post type general name
source: Posts
tk_tm: Postlar

source: Published
tk_tm: Çap edilen

source: Private
tk_tm: Şahsy

source: Pending Review
tk_tm: Gözden geçirmek zerur

source: Draft
tk_tm: Garalama

source: Trash <span class="count">(%s)</span>
tk_tm: Gerekmejek <span class="count">(%s)</span>

# post
source: Trash
tk_tm: Gerekmejekler

source: Private <span class="count">(%s)</span>
tk_tm: Şahsy <span class="count">(%s)</span>

# post
source: Private
tk_tm: Şahsy

source: Pending <span class="count">(%s)</span>
tk_tm: Tamamlanmadyk <span class="count">(%s)</span>

# post
source: Pending
tk_tm: Tamamlanmadyk

source: Draft <span class="count">(%s)</span>
tk_tm: Garalama <span class="count">(%s)</span>

# post
source: Draft
tk_tm: Garalama

source: Scheduled <span class="count">(%s)</span>
tk_tm: Raspisaniýa goşulan <span class="count">(%s)</span>

# post
source: Scheduled
tk_tm: Raspisaniýa goşulan

# post
source: Published
tk_tm: Çap edildi

source: Navigation Menu Item
tk_tm: Nawigasiýa Menýu Bölegi

source: Navigation Menu Items
tk_tm: Nawigasiýa Menýu Bölekleri

source: Revision
tk_tm: Gözden geçirme

source: Revisions
tk_tm: Üýtgetmeler

source: View Attachment Page
tk_tm: Dakylan Dokument Sahypasyny Gör

source: Edit Media
tk_tm: Mediany Redaktirle

# add new media
source: Add New
tk_tm: Täzesini Goş

# add new on admin bar
source: Page
tk_tm: Sahypa

source: Submit
tk_tm: Tabşyr

source: Home
tk_tm: Başy

source: Previous page
tk_tm: Öňki sahypa

source: Next page
tk_tm: Indiki sahypa

source: Pages:
tk_tm: Sahypalar:

source: There is no excerpt because this is a protected post.
tk_tm: Bu ýerde hiç ýazgy bölegi ýok sebäbi bu goralan post.

source: Private: %s
tk_tm: Şahsy: %s

source: Protected: %s
tk_tm: Goralan: %s

# Post format
source: Video
tk_tm: Wideo

# Post format
source: Quote
tk_tm: Sitata

# Post format
source: Image
tk_tm: Surat

# Post format
source: Gallery
tk_tm: Galereýa

# Post format
source: Chat
tk_tm: Çat

# Post format
source: Aside
tk_tm: Gapdala

source: Invalid post
tk_tm: Nädogry post

source: Only a static class method or function can be used in an uninstall hook.
tk_tm: Gurnamakdan aýryş aýlawynda diňe statiki klas metody ýa funksiýasy ulanylyp bilner.

source: [%s] Your username and password
tk_tm: [%s] Siziň ulanyjy adyňyz we parolyňyz

source: Password: %s
tk_tm: Parol: %s

source: [%s] New User Registration
tk_tm: [%s] Täze Ulanyjy Registrasiýasy

source: Username: %s
tk_tm: Ulanyjy ady: %s

source: New user registration on your site %s:
tk_tm: Siziň saýtyňyzda %s taze ulanyjy registrasiýasy:

source: [%s] Password Lost/Changed
tk_tm: [%s] Parol Ýitirildi/Üýtgedildi

source: Password Lost and Changed for user: %s
tk_tm: Parol Ýitirildi we şu ulanyjy üçin Uýtgedildi: %s

source: [%1$s] Please moderate: "%2$s"
tk_tm: [%1$s] Gözden geçirmegi haýyş edýäris: "%2$s"

source: Currently %s comment is waiting for approval. Please visit the moderation panel:
tk_tm: Häzir %s kommentariýa tassyklama garaşyp dur. Moderasiýa paneline baryň:

source: Approve it: %s
tk_tm: Muny Tassyklaň: %s

source: A new comment on the post "%s" is waiting for your approval
tk_tm: "%s" postda täze kommentariýa siziň tassyklamagyňyza garaşýar

source: Pingback excerpt:
tk_tm: 'Pingback' ýazgy bölegi:

source: A new pingback on the post "%s" is waiting for your approval
tk_tm: "%s" postynda täze 'pingback' siziň tassyklamagyňyza garaşýar

source: Trackback excerpt:
tk_tm: Yza yzarlama ('trackback') ýazgy bölegi:

source: A new trackback on the post "%s" is waiting for your approval
tk_tm: "%s" postynda täze yza yzarlama ('trackback') siziň tassyklamagyňyza garaşýar

source: Spam it: %s
tk_tm: Bu Spam: %s

source: Delete it: %s
tk_tm: Muny ýok et: %s

source: Trash it: %s
tk_tm: Gerekmejek zat: %s

source: Permalink: %s
tk_tm: Permalink (Hemişelik link): %s

source: [%1$s] Comment: "%2$s"
tk_tm: [%1$s] Kommentariýa: "%2$s"

source: You can see all comments on this post here:
tk_tm: Siz bu postyň ähli kommentariýalaryny şu ýerde görüp bilersiňiz:

source: E-mail: %s
tk_tm: E-meýl: %s

source: New comment on your post "%s"
tk_tm: Siziň "%s" postyňyzda täze kommentariýa

source: You can see all pingbacks on this post here:
tk_tm: Siz bu postyň ähli 'pingback-lerini' şu ýerde görüp bilersiňiz:

source: New pingback on your post "%s"
tk_tm: Siziň postyňyzda "%s" täze 'pingback'

source: [%1$s] Trackback: "%2$s"
tk_tm: [%1$s] Yza yzarlama ('trackback'): "%2$s"

source: You can see all trackbacks on this post here:
tk_tm: Siz bu postyň ähli yza yzarlamalaryny ('trackback') şu ýerde görüp bilersiňiz:

source: New trackback on your post "%s"
tk_tm: Siziň "%s" postyňyzda täze yza yzarlama ('trackback')

source: You should specify a nonce action to be verified by using the first parameter.
tk_tm: Siz birinji parametri ulanmak arkaly barlanyljak häzirki hereketi bellemeli.

source: <strong>ERROR</strong>: Invalid username or incorrect password.
tk_tm: <strong>ÝALŇYŞ</strong>: Nädogry ulanyjy ady ýa-da nädogry parol.

source: %s is a protected WP option and may not be modified
tk_tm: %s goralýan WP opsiýasy we ony üýtgetmek bolmaz

source: The given object ID is not that of a menu item.
tk_tm: Berlen obýekt ady (object ID) menýudaky zada gabat gelenok.

source: The menu name <strong>%s</strong> conflicts with another menu name. Please try another.
tk_tm: Menýu ady <strong>%s</strong> başga bir menýu ady bilen gapma-garşy gelýär. Başga ady barlap görüň.

source: If you&#8217;re still stuck with this message, then check that your database contains the following tables:
tk_tm: Eger-de siz entegem şu habardan geçip bilmän duran bolsaňyz, onda öz maglumatlar bazaňyzyň şu tablisalary özünde saklaýandygyny barlaň:

source: What do I do now?
tk_tm: Men indi näme edeýin?

source: If you are the owner of this network please check that MySQL is running properly and all tables are error free.
tk_tm: Eger siz bu setiň eýesi bolsaňyz, onda MySQL-iň dogry işläp durandygyny we ähli tablisalaryň ýalňyşsyzdygyny barlaň.

source: If your site does not display, please contact the owner of this network.
tk_tm: Eger siziň saýtyňyz görkezmese, bu setiň eýesi bilen habarlaşyň.

source: This site has been archived or suspended.
tk_tm: Bu saýt arhiw edildi ýa-da saklanyldy.

source: This site has not been activated yet. If you are having problems activating your site, please contact <a href="mailto:%1$s">%1$s</a>.
tk_tm: Saýt entek aktiwasiýa edilenok. Eger saýty aktiwasiýa etmekde problema ýüze çyksa, <a href="mailto:%1$s">%1$s</a> habarlaşmagy haýyş edýäris.

source: WordPress &rsaquo; Success
tk_tm: WordPress &rsaquo; Üstünlik

source: You have been added to this site. Please visit the <a href="%s">homepage</a> or <a href="%s">log in</a> using your username and password.
tk_tm: Siz bu saýta goşuldyňyz. <a href="%s">baş sahypa</a> baryp görüň, ýa-da öz ulanyjy adyňyzy we parolyňyzy ulanyp saýta <a href="%s">giriň</a>.

source: An error occurred adding you to this site. Back to the <a href="%s">homepage</a>.
tk_tm: Sizi bu saýta goşmakda ýalňyşlyk ýüze çykdy. Yza <a href="%s">baş sahypa</a>.

source: This file is too big. Files must be less than %d KB in size.
tk_tm: Bu faýl has uly. Faýllaryň ölçegi %d KB-dan az bolmaly.

source: New %1$s User: %2$s
tk_tm: Täze %1$s Ulanyjy: %2$s

source: New %1$s Site: %2$s
tk_tm: Täze %1$s Saýt: %2$s

source: You appear to have already installed WordPress. To reinstall please clear your old database tables first.
tk_tm: Görnüşine görä, siz eýýäm WordPress-i gurnapsyňyz. Ony gaýtadan gurnamak üçin ilki bilen köne maglumatlar bazasy tablisalary arssalaň.

source: Already Installed
tk_tm: Eýýäm Gurnalan

source: New User Registration: %s
tk_tm: Täze Ulanyjy Registrasiýasy: %s

source: New User: %1$s Remote IP: %2$s Disable these notifications: %3$s
tk_tm: Täze Ulanyjy: %1$s Uzakdaky IP: %2$s Bu duýduryşlary öçür: %3$s

source: New Site Registration: %s
tk_tm: Täze Saýt Registrasiýasy: %s

source: New Site: %1$s URL: %2$s Remote IP: %3$s Disable these notifications: %4$s
tk_tm: Täze Saýt: %1$s URL: %2$s Uzakdaky IP: %3$s Bu duýduryşlary öçür: %4$s

source: Could not create site.
tk_tm: Saýty döretmek başardanok.

source: That username is already activated.
tk_tm: Ulanyjy ady eýýäm aktiwasiýa edilen.

source: Could not create user
tk_tm: Ulanyjyny döretmek başardanok.

source: The site is already active.
tk_tm: Saýt eýýäm aktiw.

source: The user is already active.
tk_tm: Ulanyjy eýýäm aktiw.

source: Invalid activation key.
tk_tm: Nädogry aktiwasiýa açary.

source: To activate your user, please click the following link: %s After you activate, you will receive *another email* with your login.
tk_tm: Öz ulanyjyňyzy aktiwasiýa etmek üçin aşakdaky linke basyň: %s Siz aktiwasiýa edeniňizden soň, siz öz login (giriş) maglumatyňyz bilen *ýene bir e-meýl* alarsyňyz.

source: [%1$s] Activate %2$s
tk_tm: [%1$s] Aktiwasiýa %2$s

source: To activate your blog, please click the following link: %s After you activate, you will receive *another email* with your login. After you activate, you can visit your site here: %s
tk_tm: Öz blogyňyzy aktiwasiýa etmek üçin, şu linki yzarlamagy haýyş edýäris: %s Siz aktiwasiýa edeniňizden soň, siz öz login (giriş) maglumatyňyz bilen *ýene bir e-meýl* alarsyňyz. Siz aktiwasiýa edeniňizden soň, öz saýtyňyzy şu ýerde görüp bilersiňiz: %s

source: That site is currently reserved but may be available in a couple days.
tk_tm: Ol saýt häzir bron edilen, ýöne onuň iki günden elýeterli bolmagy mümkin.

source: Sorry, that site is reserved!
tk_tm: Bagyşlaň, ol saýt bron edildi!

source: Sorry, that site already exists!
tk_tm: Bagyşlaň, bu saýt eýýäm bar!

source: Please enter a site title.
tk_tm: Saýtyň titulyny girizmegi haýyş edýäris.

source: Sorry, site names must have letters too!
tk_tm: Bagyşlaň, saýdyň adynda harplaram bolmaly!

source: Sorry, you may not use that site name.
tk_tm: Bagyşlaň, siz bu saýt adyny uanyp bilmersiňiz.

source: Sorry, site names may not contain the character &#8220;_&#8221;!
tk_tm: Bagyşlaň, saýtyň adyna bu simwoly goşup bolmaz: &#8220;_&#8221;!

source: Site name must be at least 4 characters.
tk_tm: Saýtyň ady iň azyndan 4 simwol bolmaly.

source: That name is not allowed.
tk_tm: Bu ada rugsat berlenok.

source: Please enter a site name.
tk_tm: Saýtyň adyny girizmegi haýyş edýäris.

source: That email address has already been used. Please check your inbox for an activation email. It will become available in a couple of days if you do nothing.
tk_tm: Ol e-meýl adresi eýýäm ulanyldy. Aktiwasiýa e-meýli üçin öz elektron poçtaňyzy barlaň. Eger siz hiç zat etmeseňiz, ol iki günüň içinde elýeterli bolar.

source: That username is currently reserved but may be available in a couple of days.
tk_tm: Ol ulanyjy ady häzirlikçe bron edilen, ýöne bir-iki günden elýeterli bolmagy mümkin.

source: Sorry, that email address is already used!
tk_tm: Bagyşlaň, ol e-meýl adres eýýäm ulanyldy!

source: Sorry, that username already exists!
tk_tm: Bagyşlaň, ol ulanyjy ady eýýäm alnan!

source: Sorry, that email address is not allowed!
tk_tm: Bagyşlaň, ol e-meýl adresine rugsat berlenok!

source: Please enter a valid email address.
tk_tm: Dogry e-meýl adresini girizmegi haýyş edýäris.

source: Sorry, usernames must have letters too!
tk_tm: Bagyşlaň, ulanyjy atlarynda hökman harplaram bolmaly!

source: Sorry, usernames may not contain the character &#8220;_&#8221;!
tk_tm: Bagyşlaň, ulanyjy atlarynda bu simwollar bolmaly däl: &#8220;_&#8221;!

source: Username must be at least 4 characters.
tk_tm: Ulanyjy ady iň azyndan 4 simwoldan ybarat bolmaly.

source: You cannot use that email address to signup. We are having problems with them blocking some of our email. Please use another email provider.
tk_tm: Siz bu e-meýl adresini ýazga goşulmak üçin ulanyp bilmersiňiz. Olaryň biziň e-meýllerimiziň käbirini bloklaýandygy üçin bizde problema ýüze çykýar. Başga e-meýl prowaýderini ulanmagy haýyş edýäris.

source: That username is not allowed.
tk_tm: Bu ulanyjy adyna rugsat berilmeýär.

source: Please enter a username.
tk_tm: Ulanyjy adyny giriziň.

source: Only lowercase letters (a-z) and numbers are allowed.
tk_tm: Diňe setir harplara (a-z) we sanlara rugsat berilýär.

source: <strong>ERROR</strong>: problem creating site entry.
tk_tm: <strong>ÝALŇYŞ</strong>: saýt ýazgysyny girizmekde problema ýüze çykdy.

source: <strong>ERROR</strong>: Site URL already taken.
tk_tm: <strong>ÝALŇYŞ</strong>: Saýt URL eýýäm alnan.

source: That user does not exist.
tk_tm: Ol ulanyjy asla ýok.

source: The requested user does not exist.
tk_tm: Soralýar ulanyjy asla ýok.

source: <strong>Conflicting values for the constants VHOST and SUBDOMAIN_INSTALL.</strong> The value of SUBDOMAIN_INSTALL will be assumed to be your subdomain configuration setting.
tk_tm: <strong>Hemişelik VHOST we SUBDOMAIN_INSTALL üçin gabat gelmäýän bahalar.</strong> SUBDOMAIN_INSTALL bahasy siziň subdomen konfigurasiýa düzgüniňiz hökmünde alynar.

source: The constant <code>VHOST</code> <strong>is deprecated</strong>. Use the boolean constant <code>SUBDOMAIN_INSTALL</code> in wp-config.php to enable a subdomain configuration. Use is_subdomain_install() to check whether a subdomain configuration is enabled.
tk_tm: Hemişelik <code>VHOST</code> <strong>könelişen</strong>. Subdomen konfigurasiýasyna ýol bermek üçin logiki hemişeligi <code>SUBDOMAIN_INSTALL</code> wp-config.php-de ulan. Subdomen konfigurasiýasyna ýol berlendigini barlamak üçin is_subdomain_install() ulan.

source: Reverse order
tk_tm: Yzygiderligi tersine öwür

source: Add to Gallery
tk_tm: Galereýa goş

source: Add to gallery
tk_tm: Galereýa goş

source: Update gallery
tk_tm: Galereýany täzele

source: Insert gallery
tk_tm: Galereýany Giriz

source: &#8592; Cancel Gallery
tk_tm: &#8592; Galereýany Gaýtar

source: Edit Gallery
tk_tm: Galereýany Redaktirle

source: Create Gallery
tk_tm: Galereýa Döret

source: Set featured image
tk_tm: Saýlanan Surady Belle

source: Set Featured Image
tk_tm: Saýlanan Surady Belle

source: Insert from URL
tk_tm: URL-den giriz

source: You are about to permanently delete this item. 'Cancel' to stop, 'OK' to delete.
tk_tm: Siz şu zady hemişelik ýok etmekçi. 'Gaýtar' saklamak üçin, 'OK' ýok etmek üçin.

source: Uploaded to this post
tk_tm: Şu posta ýüklenildi

source: Uploaded to this page
tk_tm: Şu sahypa ýüklenildi

source: Insert into post
tk_tm: Posta giriz

source: Insert into page
tk_tm: Sahypa giriz

source: All media items
tk_tm: Ähli media zatlary

source: &#8592; Return to library
tk_tm: &#8592; Kitaphana Gaýdyp bar

source: Create a new gallery
tk_tm: Taze galereýa döret

source: Insert Media
tk_tm: Media Giriz

source: Media Library
tk_tm: Media Kitaphanasy

source: Upload Images
tk_tm: Suratlary Ýükle

source: Upload Files
tk_tm: Faýllary Ýükle

source: %d selected
tk_tm: %d saýlanan

source: Select
tk_tm: Saýla

source: Add Media
tk_tm: Media Goş

source: (no title)
tk_tm: (atsyz)

source: No editor could be selected.
tk_tm: Hiç redaktory saýlap bolanok

source: No items found.
tk_tm: Hiç zat tapylmady.

source: Loop
tk_tm: Gaýtalap dur

source: Preload
tk_tm: Öňünden ýükle

source: Alternative Text
tk_tm: Alternatiw Tekst

source: Image URL
tk_tm: Surat URL-i

source: Align
tk_tm: Dogurla

source: Random Order
tk_tm: Tötänleýin tertipde

source: Columns
tk_tm: Sütünler

source: Gallery Settings
tk_tm: Galereýä Düzgünleri

source: Full Size
tk_tm: Doly Ölçegde

source: Large
tk_tm: Uly

source: Medium
tk_tm: Ortalyk

source: Thumbnail
tk_tm: Kiçi görnüşi

source: Size
tk_tm: Ölçeg

source: Custom URL
tk_tm: Ýörite URL

source: Attachment Page
tk_tm: Dakulan dokument Sahypasy

source: Media File
tk_tm: Media Faýl

source: Link To
tk_tm: Link şuňa

source: Attachment Display Settings
tk_tm: Dakulan dokumentiň Görkeziş Düzgünleri

source: Clear
tk_tm: Arassala

source: Refresh
tk_tm: Täzele

source: Attachment Details
tk_tm: Dakulan dokumentiň detallary

source: Describe this media file&hellip;
tk_tm: Media faýl&hellip; beýan et

source: Describe this audio file&hellip;
tk_tm: Şu audio faýla&hellip; beýan ýaz

source: Describe this video&hellip;
tk_tm: Şu wideo&hellip; beýan ýaz

source: Caption this image&hellip;
tk_tm: Şu surada&hellip; at ýaz

source: Deselect
tk_tm: Saýlamakdan aýyr

source: Delete Permanently
tk_tm: Hemişelik Ýok Et

source: View attachment page
tk_tm: Dakylan Dokument Sahypasyny Gör

source: Alt Text
tk_tm: Alt Tekst

source: Edit Image
tk_tm: Suraty Redaktirle

source: Error
tk_tm: Ýalňyş

source: Dismiss Errors
tk_tm: Ýalňyşlara üns berme

source: Uploading
tk_tm: Ýüklemek

source: Select Files
tk_tm: Faýllary Saýla

source: Drop files anywhere to upload
tk_tm: Ýüklemek üçin faýllary islendik ýere taşlaň

source: Upload Limit Exceeded
tk_tm: Ýüklemek limitine ýetdiňiz

source: Drop files to upload
tk_tm: Ýüklemek üçin faýllary şu ýere taşlaň

source: Dec_December_abbreviation
tk_tm: Dek

source: Nov_November_abbreviation
tk_tm: Noý

source: Oct_October_abbreviation
tk_tm: Okt

source: Sep_September_abbreviation
tk_tm: Sen

source: Aug_August_abbreviation
tk_tm: Awg

source: Jul_July_abbreviation
tk_tm: Iýl

source: Jun_June_abbreviation
tk_tm: Iýn

source: May_May_abbreviation
tk_tm: Maý

source: Apr_April_abbreviation
tk_tm: Apr

source: Mar_March_abbreviation
tk_tm: Mar

source: Feb_February_abbreviation
tk_tm: Few

source: Jan_January_abbreviation
tk_tm: Ýan

source: December
tk_tm: Dekabr

source: November
tk_tm: Noýabr

source: October
tk_tm: Oktýabr

source: September
tk_tm: Sentýabr

source: August
tk_tm: Awgust

source: July
tk_tm: Iýul

source: June
tk_tm: Iýun

source: May
tk_tm: Maý

source: April
tk_tm: Aprel

source: March
tk_tm: Mart

source: February
tk_tm: Fewral

source: January
tk_tm: Ýanwar

source: Sat
tk_tm: Şen

source: Fri
tk_tm: Ann

source: Thu
tk_tm: Pen

source: Wed
tk_tm: Çar

source: Tue
tk_tm: Siş

source: Mon
tk_tm: Duş

source: Sun
tk_tm: Ýek

source: S_Saturday_initial
tk_tm: Ş

source: F_Friday_initial
tk_tm: A

source: T_Thursday_initial
tk_tm: P

source: W_Wednesday_initial
tk_tm: Ç

source: T_Tuesday_initial
tk_tm: S

source: M_Monday_initial
tk_tm: D

source: S_Sunday_initial
tk_tm: Ý

source: Saturday
tk_tm: Şenbe

source: Friday
tk_tm: Anna

source: Thursday
tk_tm: Penşenbe

source: Wednesday
tk_tm: Çarşenbe

source: Tuesday
tk_tm: Sişenbe

source: Monday
tk_tm: Duşenbe

source: Sunday
tk_tm: Ýekşenbe

source: The site you have requested is not installed properly. Please contact the system administrator.
tk_tm: Siziň soran saýtyňyz dogry gurnalmandyr. Sistema administratory bilen habarlaşyň.

source: <strong>ERROR</strong>: <code>$table_prefix</code> in <code>wp-config.php</code> can only contain numbers, letters, and underscores.
tk_tm: <strong>ÝALŇYŞLYK</strong>: <code>wp-config.php</code> içindäki <code>$table_prefix</code> diňe sanlary, harplary we pes çyzyklary özünde saklap biler.

source: Briefly unavailable for scheduled maintenance. Check back in a minute.
tk_tm: Öňden bellenen bejergi sebäpli gysga wagtlaýyn elýeterli däl. Bir az wagtdan gaýdyp geliň.

source: Maintenance
tk_tm: Bejergi (Remont)
