Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/tuk/4.2.x/wp-4.2.x-tuk.po
Languages: tk_tm

source: You are logged in already. No need to register again!
tk_tm: Siz eýýäm saýta girdiňiz. Gaýtadan registrasiýa etmek gerek däl!

source: Sorry, new registrations are not allowed at this time.
tk_tm: Bagyşlaň, täze registrasiýa häzirlikçe ýol berlenok.

source: Site registration has been disabled.
tk_tm: Saýt registrasiýasy işlänok (öçürildi).

source: User registration has been disabled.
tk_tm: Ulanyjy registrasiýasy işlänok (öçürildi).

source: You must first <a href="%s">log in</a>, and then you can create a new site.
tk_tm: Siz ilki bilen <a href="%s">giriň</a>, soň täze saýt döredip bilersiňiz.

source: Registration has been disabled.
tk_tm: Registrasiýa etmek öçürildi.

source: Greetings Site Administrator! You are currently allowing &#8220;%s&#8221; registrations. To change or disable registration go to your <a href="%s">Options page</a>.
tk_tm: Salam Saýt Administrator! Häzirlikçe siz &#8220;%s&#8221; registrasiýa ýol berýäňiz. Registrasiýany üýtgetmek ýa-da öçürmek üçin <a href="%s">Düzgünler sahypasy</a>-na gidiň.

# Multisite active signup type
source: user
tk_tm: ulanyjy

# Multisite active signup type
source: none
tk_tm: hijisi

# Multisite active signup type
source: all
tk_tm: ählisi

source: Check the junk or spam folder of your email client. Sometime emails wind up there by mistake.
tk_tm: Öz elektron poçtaňyzyň spam papkasyny barlaň. Käwagtlar e-meýller o ýerik ýälňyşlyk bilen düşäýýär.

source: Wait a little longer. Sometimes delivery of email can be delayed by processes outside of our control.
tk_tm: Ýene bir az garaşyp görüň. Käwagt biziň kontrollygymyzda bolmadyk sebäpler e-meýli giç galdyryp biler.

source: If you haven&#8217;t received your email yet, there are a number of things you can do:
tk_tm: Eger-de siz entek e-meýl almadyk bolsaňyz, onuň birnäçe çäresi bar:

source: Still waiting for your email?
tk_tm: Enetegem e-meýle garaşyp otyrsyňyzmy?

source: If you do not activate your site within two days, you will have to sign up again.
tk_tm: Eger-de siz saýtyňyzy 2 günüň içinde aktiwasiýa etmeseňiz, onda siz gaýtadan ýazylmaly bolarsyňyz.

source: But, before you can start using your site, <strong>you must activate it</strong>.
tk_tm: Ýöne, siz saýtyňyzy ulanyp başlamankaňyz, <strong>siz ony aktiwasiýa etmeli</strong>.

source: Congratulations! Your new site, %s, is almost ready.
tk_tm: Gutlaýarys! Siziň täze saýtyňyz, %s, taýýar diýen ýaly.

source: Signup
tk_tm: Ýazga goşulyň

source: If you do not activate your username within two days, you will have to sign up again.
tk_tm: Eger-de siz öz ulanyjy adyňyzy 2 günüň içinde aktiwasiýa etmeseňiz, onda siz gaýtadan ýazylmaly bolarsyňyz.

source: Check your inbox at <strong>%s</strong> and click the link given.
tk_tm: Öz poçtaňyzy <strong>%s</strong> barlaň we berlen linke basyň.

source: But, before you can start using your new username, <strong>you must activate it</strong>.
tk_tm: Ýöne, siz täze ulanyjy adyňyzy ulanyp başlamazdan öň, <strong>siz ony aktiwasiýa etmeli</strong>.

source: %s is your new username
tk_tm: %s siziň täze ulanyjy adyňyz

source: Next
tk_tm: Indiki

source: Just a username, please.
tk_tm: Haýyş diňe ulanyjy adyňyz

source: Gimme a site!
tk_tm: Maňa saýt ber!

source: Get your own %s account in seconds
tk_tm: Derrew özüňizi %s hasap dörediň

source: <a href="http://%1$s">http://%2$s</a> is your new site. <a href="%3$s">Log in</a> as &#8220;%4$s&#8221; using your existing password.
tk_tm: <a href="http://%1$s">http://%2$s</a> siziň täze saýtyňyz. &#8220;%4$s&#8221 hökmünde <a href="%3$s">Giriň</a>; öz parolyňyzy ulanyň.

source: The site %s is yours.
tk_tm: Saýt %s indi siziňki.

source: Create Site
tk_tm: Saýt Döret

source: If you&#8217;re not going to use a great site domain, leave it for a new user. Now have at it!
tk_tm: Eger siz bu gowy saýt domenini ulanmajak bolsaňyz, ony täze ulanyjylar üçin galdyryň. Alyň!

source: Sites you are already a member of:
tk_tm: Siz eýýäm şu saýtlaryň agzasy:

source: Welcome back, %s. By filling out the form below, you can <strong>add another site to your account</strong>. There is no limit to the number of sites you can have, so create to your heart&#8217;s content, but write responsibly!
tk_tm: Dolanyp geleniňize sag boluň, %s. Aşakdaky formany doldurmak bilen, siz <strong>öz hasabyňyza ýene bir saýt goşuň</strong>. Sisizň näçe saýt döredip biljegiňize çäklendirme ýok, şonuň üçin ýüregiňiziň isläniçe dörediň, ýöne ýäzända jogapkärçiligi ýatdan çykarmaň!

source: There was a problem, please correct the form below and try again.
tk_tm: Problema ýüze çykdy; haýyş, aşakdaky formany düzediň we gaýtadan synanyşyň.

source: Get <em>another</em> %s site in seconds
tk_tm: Derrew <em>başga</em> %s saýty alyň

source: We send your registration email to this address. (Double-check your email address before continuing.)
tk_tm: Biz siziň registrasiýa e-meýliňizi şu adrese iberýäris. (Dowam etmezden öň öz e-meýl adresiňiziň dogrydygyny barlaň.)

source: Email&nbsp;Address:
tk_tm: E-meýl&nbsp;Adres:

source: (Must be at least 4 characters, letters and numbers only.)
tk_tm: (Iň azyndan 4 simwol, harp ýa san bolmaly.)

source: No
tk_tm: Ýok

source: Yes
tk_tm: Howa

source: Allow search engines to index this site.
tk_tm: Gözleg gulluklaryna şu saýty indeks etmäge ýol ber.

source: Privacy:
tk_tm: Gizlinlik:

source: Site Title:
tk_tm: Saýt Ady:

source: Must be at least 4 characters, letters and numbers only. It cannot be changed, so choose carefully!
tk_tm: Iň azyndan 4 simwol, harp ýa san bolmaly. Muny soň üýtgedip bolanok, şonuň üçin üns bilen saýlaň!

source: Your address will be %s.
tk_tm: Siziň adresiňiz şu bolar %s.

source: domain
tk_tm: domen

source: sitename
tk_tm: saýt-ady

source: Site Domain:
tk_tm: Saýtyň Domeni:

source: Site Name:
tk_tm: Saýtyň ady:

source: Mission complete. Message <strong>%s</strong> deleted.
tk_tm: Iş bitirildi. Habar <strong>%s</strong> ýok edildi.

source: Oops: %s
tk_tm: Wah!: %s

source: <strong>Posted title:</strong> %s
tk_tm: <strong>Çap edilen sözbaşy:</strong> %s

source: <strong>Author:</strong> %s
tk_tm: <strong>Awtor:</strong> %s

source: Author is %s
tk_tm: Munuň awtory %s

source: There doesn&#8217;t seem to be any new mail.
tk_tm: Taze hat ýok ýaly bolup görünýär.

source: Slow down cowboy, no need to check for new mails so often!
tk_tm: Ýigit gyssanma, täze hat üçin beýle tiz-tiz barlap durmak gerek däl!

source: This action has been disabled by the administrator.
tk_tm: Bu hereket administrator tarapyndan gadagan edildi.

source: Registration complete. Please check your e-mail.
tk_tm: Registrasiýa tamalandy. Elektron poçtaňyzy barlamagy haýyş edýäris.

source: Check your e-mail for your new password.
tk_tm: Täze parolyňyz üçin öz elektron poçtaňyzy barlaň.

source: Check your e-mail for the confirmation link.
tk_tm: Tassyklma linki üçin öz elektron poçtaňyzy barlaň.

source: User registration is currently not allowed.
tk_tm: Hazirlikçe ulanyjy registrasiýa edilenok.

source: You are now logged out.
tk_tm: Siz indi saýtdan çykdyňyz.

source: You have logged in successfully.
tk_tm: Siz saýta girdiňiz.

source: Lost your password?
tk_tm: Paroly ýitirdiňizmi?

source: Password Lost and Found
tk_tm: Parol ýitirildi we tapyldy.

source: A password will be e-mailed to you.
tk_tm: Parol size e-meýl arkaly iberiler.

source: Register For This Site
tk_tm: Şu saýt üçin registrasiýadan geç

source: Registration Form
tk_tm: Registrasiýa formasy

source: Confirm new password
tk_tm: Täze paroly tassyklaň

source: New password
tk_tm: Täze parol

source: Enter your new password below.
tk_tm: Öz täze parolyňyzy aşaga giriziň.

source: Reset Password
tk_tm: Paroly Gaýtadan Başlat

source: Your password has been reset.
tk_tm: Siziň parolyňyz gaýtadan başladyldy.

source: Password Reset
tk_tm: Paroly Gaýtadan Başlatmak

source: The passwords do not match.
tk_tm: Parollar gabat gelenok.

source: Get New Password
tk_tm: Täze Parol al

source: Username or E-mail:
tk_tm: Ulanyjy ady ýa-da e-meýl:

source: Please enter your username or email address. You will receive a link to create a new password via email.
tk_tm: Öz ulanyjy adyňyzy we e-meýl adresiňizi girizmegi haýyş edýäris. Siz e-meýl arkaly täze parol döretmek üçin link alarsyňyz.

source: Lost Password
tk_tm: Ýitirilen Parol

source: Sorry, that key does not appear to be valid.
tk_tm: Bagyşlaň, ol açar nädogry bolup görünýär.

source: The e-mail could not be sent.
tk_tm: E-meýl iberip bolanok.

source: [%s] Password Reset
tk_tm: [%s] Paroly Gaýtadan başlatmak

source: To reset your password, visit the following address:
tk_tm: Öz parolyňyzy gaýtadan başlatmak üçin, şu adrese giriň:

source: If this was a mistake, just ignore this email and nothing will happen.
tk_tm: Eger bu ýalňyşlyk sebäpli bolsa, onda bu e-meýle üns bermäň we hiç zat üýtgemez.

source: Someone requested that the password be reset for the following account:
tk_tm: Kimdir biri şu akaunt üçin paroly gaýtadan başlatmagy haýyş etdi:

source: Password reset is not allowed for this user
tk_tm: Bu ulanyjy üçin paroly gaýtadan başlatmaga ýol berlenok.

source: <strong>ERROR</strong>: Invalid username or e-mail.
tk_tm: <strong>ÝALŇYŞ</strong>: Nädogry ulanyjy ady ýa-da e-meýl.

source: <strong>ERROR</strong>: There is no user registered with that email address.
tk_tm: <strong>ÝALŇYŞ</strong>: Bu e-meýl adresi bilen registrasiýa edilen ulanyjy ýok.

source: <strong>ERROR</strong>: Enter a username or e-mail address.
tk_tm: <strong>ÝALŇYŞ</strong>: Ulanyjy adyny ýa-da e-meýl adresini giriziň.

source: &larr; Back to %s
tk_tm: &larr; Yaza %s tarap

source: Are you lost?
tk_tm: Siz azaşdyňyzmy?

source: Powered by WordPress
tk_tm: WordPress tarapyndan kuwwatlandyryldy

source: Create a Configuration File
tk_tm: Konfigurasiýa Faýlyny Döret

source: You can create a <code>wp-config.php</code> file through a web interface, but this doesn't work for all server setups. The safest way is to manually create the file.
tk_tm: Siz <code>wp-config.php</code> faýlyny web interfeýsiň kömegi bilen döredip bilersiňiz, ýöne bu ähli serwer düzlüşleri bilen işlemez. Faýly el bilen döretmek iň gowy ýol.

source: There doesn't seem to be a <code>wp-config.php</code> file. I need this before we can get started.
tk_tm: Bu ýerde <code>wp-config.php</code> faýly ýok ýaly. Başlamazdan öň maňa şol faýl hökman gerek.

source: Links for %s
tk_tm: %s üçin linkler

source: <strong>ERROR</strong>: WordPress %1$s requires MySQL %2$s or higher
tk_tm: <strong>ÝALŇYŞ</strong>: WordPress %1$s MySQL %2$s ýa-da ondan ýokaryny talap edýär

source: WordPress database error %1$s for query %2$s
tk_tm: %2$s sorag üçin WordPress maglumatlar bazasynyň ýalňyşy %1$s

source: WordPress database error %1$s for query %2$s made by %3$s
tk_tm: %3$s tarapyndan berlen %2$s sorag üçin WordPress maglumatlar bazasy ýalňyşy %1$s

source: Sidebar
tk_tm: Gapdaldaky sütün

source: Sidebar %d
tk_tm: Gapdaldaky sütün %d

source: There are no options for this widget.
tk_tm: Bu widjet üçin hiç opsiýa ýok.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
tk_tm: <strong>ÝALŇYŞ</strong>: Bu e-meýl adres eýýäm registrasiýa edilen, başga birini saýlamagy haýyş edýäris.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
tk_tm: <strong>ÝALŇYŞ</strong>: E-meýl adres dogry däl.

source: <strong>ERROR</strong>: Please type your e-mail address.
tk_tm: <strong>ÝALŇYŞ</strong>: Öz e-meýl adresiňizi ýazmagy haýyş edýäris.

source: <strong>ERROR</strong>: This username is already registered. Please choose another one.
tk_tm: <strong>ÝALŇYŞ</strong>: Bu ulanyjy ady eýýäm registrasiýa edilen. Başga birini saýlamagy haýyş edýäris.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
tk_tm: <strong>ÝALŇYŞ</strong>: Bu ulanyjy ady nädogry, sebäbi munda kabul edilmeýän simwollar bar. Dogry ulanyjy adyny girizmegi haýyş edýäris.

source: <strong>ERROR</strong>: Please enter a username.
tk_tm: <strong>ÝALŇYŞ</strong>: Ulanyjy adyny girizmegi haýyş edýäris.

source: Invalid key
tk_tm: Nädogry açar

source: Cannot create a user with an empty login name.
tk_tm: Boş ulanyjy ady bilen ulanyjy döredip bolanok.

source: <strong>ERROR</strong>: Your account has been marked as a spammer.
tk_tm: <strong>ÝALŇYŞ</strong>: Siziň akauntyňyz spam iberiji hökmünde bellenildi.

source: <strong>ERROR</strong>: The password field is empty.
tk_tm: <strong>ÝALŇYŞ</strong>: Parol meýdançasy boş.

source: <strong>ERROR</strong>: The username field is empty.
tk_tm: <strong>ÝALŇYŞ</strong>: Ulanyjy ady meýdançasy boş.

source: %d Theme Update
tk_tm: %d Tema Täzeleme

source: %d Plugin Update
tk_tm: %d Plugin Täzeleme

source: %d WordPress Update
tk_tm: %d WordPress Täzelemesi

source: Valid <abbr title="eXtensible HyperText Markup Language">XHTML</abbr>
tk_tm: Ýaramly <abbr title="eXtensible HyperText Markup Language">XHTML</abbr>

source: This page validates as XHTML 1.0 Transitional
tk_tm: Bu sahypa XHTML 1.0 Transitional hökmünde barlagdan geçer.

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives.
tk_tm: Siz häzir <a href="%1$s/">%2$s</a> blogyň arhiwini gözden geçirýärsiňiz.

source: You have searched the <a href="%1$s/">%2$s</a> blog archives for <strong>&#8216;%3$s&#8217;</strong>. If you are unable to find anything in these search results, you can try one of these links.
tk_tm: Siz <a href="%1$s/">%2$s</a> blogyň <strong>&#8216;%3$s&#8217;</strong> üçin arhiwini gözlediňiz. Eger-de siz bu gözleg netijelerinden hiç zat tapyp bilmeseňiz, onda siz şu linkleriň birini synap görüp bilersiňiz.

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives for the year %3$s.
tk_tm: Siz häzir <a href="%1$s/">%2$s</a> blogyň %3$s ýyl üçin arhiwini gözden geçirýärsiňiz.

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives for %3$s.
tk_tm: Siz häzir <a href="%1$s/">%2$s</a> blogyň %3$s üçin arhiwini gözden geçirýärsiňiz.

source: l, F jS, Y
tk_tm: l, j F, Y

source: You are currently browsing the <a href="%1$s/">%2$s</a> blog archives for the day %3$s.
tk_tm: Siz häzir <a href="%1$s/">%2$s</a> blogyň %3$s gün üçin arhiwini gözden geçirýärsiňiz.

source: You are currently browsing the archives for the %s category.
tk_tm: Siz häzir %s kategoriýanyň arhiwini gözden geçirýärsiňiz.

source: %d queries. %s seconds.
tk_tm: %d soraglar. %s sekuntda.

source: Comments (RSS)
tk_tm: Kommentariýalar (RSS)

source: Entries (RSS)
tk_tm: Ýazgylar (RSS)

source: %1$s and %2$s.
tk_tm: %1$s we %2$s.

source: %1$s is proudly powered by %2$s
tk_tm: %1$s uly höwes bilen %2$s tarapyndan kuwwatlandyryldy

source: Submit Comment
tk_tm: Kommentaiýany tabşyr

source: <strong>XHTML:</strong> You can use these tags: <code>%s</code>
tk_tm: <strong>XHTML:</strong> Siz şu tag-lary ulanyp bilersiňiz: <code>%s</code>

source: Mail (will not be published)
tk_tm: Poçta (çap edilmez)

source: (required)
tk_tm: (hökman gerek)

source: Log out &raquo;
tk_tm: Çyk &raquo;

source: Log out of this account
tk_tm: Bu akauntdan çyk

source: Logged in as <a href="%1$s">%2$s</a>.
tk_tm: <a href="%1$s">%2$s</a> hökmünde girildi.

source: Comments are closed.
tk_tm: Kommentariýalar ýapyldy

source: This post is password protected. Enter the password to view comments.
tk_tm: Bu post parol bilen goralan. Kommentaiýalary görmek üçin paroly giriziň.

source: Powered by <a href="%s" title="Powered by WordPress, state-of-the-art semantic personal publishing platform"><strong>WordPress</strong></a>
tk_tm: <a href="%s" title="Powered by WordPress, state-of-the-art semantic personal publishing platform"><strong>WordPress</strong></a> bilen kuwwatlandyrylan

source: Sorry, no posts matched your criteria.
tk_tm: Bagyşlaň, siziň kriteriýaňyza hiç post gabat gelmedi.

source: Close this window.
tk_tm: Bu penjiräni ýap

source: Sorry, the comment form is closed at this time.
tk_tm: Bagyşlaň, kommentariýa formasy häzir ýapyk.

source: Say It!
tk_tm: Aýt!

source: Your Comment
tk_tm: Siziň Kommentariýaňyz

source: E-mail
tk_tm: E-meýl

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out &raquo;</a>
tk_tm: <a href="%1$s">%2$s</a> hökmünde girildi. <a href="%3$s" title="Log out of this account">Çyk &raquo;</a>

source: Line and paragraph breaks automatic, e-mail address never displayed, <acronym title="Hypertext Markup Language">HTML</acronym> allowed: <code>%s</code>
tk_tm: Liniýa we paragraf bölekleri awtomatiki, e-meýl adresler hiç wagt görkezilmez, <acronym title="Hypertext Markup Language">HTML</acronym> ýol berlen: <code>%s</code>

source: Leave a comment
tk_tm: Kommentariýa Galdyryň

source: No comments yet.
tk_tm: Entek kommentariýa ýok.

source: by %1$s &#8212; %2$s @ <a href="#comment-%3$s">%4$s</a>
tk_tm: %1$s &#8212; %2$s @ <a href="#comment-%3$s">%4$s</a> tarapyndan

source: The <abbr title="Universal Resource Locator">URL</abbr> to TrackBack this entry is: <em>%s</em>
tk_tm: The <abbr title="Universal Resource Locator">URL</abbr> şuny Yza Yzarlamak (TrackBack) üçin: <em>%s</em>

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for comments on this post.
tk_tm: <abbr title="Really Simple Syndication">RSS</abbr> akymy şu postyň kommentariýalary üçin.

source: Comments
tk_tm: Kommentariýalar

source: %1$s - Comments on %2$s
tk_tm: %1$s - Kommentariýa %2$s üçin

source: Please include a %1$s template in your theme.
tk_tm: Öz temaňyza %1$s şablonyny goşmagy haýyş edýäris.

source: Theme without %1$s
tk_tm: Temada %1$s ýok

source: Invalid object ID
tk_tm: Nädogry obýekt ady (ID)

source: The slug &#8220;%s&#8221; is already in use by another term
tk_tm: Slug &#8220;%s&#8221; eýýäm başga bir termin tarapyndan ulanylýar

source: Invalid Taxonomy
tk_tm: Nädogry klassifikasiýa

source: Could not insert term relationship into the database
tk_tm: Termin baglanyşygyny maglumatlar bazasyna girizip bolanok

source: Could not insert term into the database
tk_tm: Termini maglumatlar bazasyna girizip bolanok

source: A name is required for this term
tk_tm: Bu termin üçin at talap edilýär

source: Empty Term
tk_tm: Termin Boş

source: Choose from the most used tags
tk_tm: Iň köp ulanylan tag-lardan saýla

source: Add or remove tags
tk_tm: Tag goş ýa aýyr

source: Separate tags with commas
tk_tm: Tag-lary oturlar bilen böl

source: New Category Name
tk_tm: Täze Kategoriýa Ady

source: New Tag Name
tk_tm: Täze Tag Ady

source: Add New Category
tk_tm: Täze Kategoriýa Goş

source: Add New Tag
tk_tm: Täze Tag Goş

source: Update Category
tk_tm: Kategoriýany Täzele

source: Update Tag
tk_tm: Tag-y Täzele

source: View Category
tk_tm: Kategoriýany Gör

source: View Tag
tk_tm: Tag-y Gör

source: Edit Category
tk_tm: Kategoriýany Redaktirle

source: Edit Tag
tk_tm: Tag-y Redaktirle

source: Parent Category:
tk_tm: Hossar Kategoriýa:

source: Parent Category
tk_tm: Hossar Kategoriýa

source: All Categories
tk_tm: Ähli Kategoriýalar

source: All Tags
tk_tm: Ähli Tag-lar

source: Popular Tags
tk_tm: Meşhur Tag-lar

source: Search Categories
tk_tm: Kategoriýalary Gözle

source: Search Tags
tk_tm: Tag-lary Gözle

# taxonomy singular name
source: Category
tk_tm: Kategoriýa

# taxonomy general name
source: Categories
tk_tm: Kategoriýalar

# taxonomy general name
source: Tags
tk_tm: Tag-lar

source: New Link Category Name
tk_tm: Täze Link Kategoriýasynyň Ady

source: Add New Link Category
tk_tm: Täze Link Kategoriýasyny Goş

source: Update Link Category
tk_tm: Link Kategoriýasyny Täzele

source: Edit Link Category
tk_tm: Link Kategoriýasyny Redaktirle

source: All Link Categories
tk_tm: Ähli Link Kategoriýalary

source: Search Link Categories
tk_tm: Link Kategoriýalaryny Gözle

source: Link Category
tk_tm: Link Kategoriýasy

source: Link Categories
tk_tm: Link Kategoriýalary

source: Navigation Menu
tk_tm: Nawigasiýa Menýusy

source: Navigation Menus
tk_tm: Nawigasiýa Menýulary

source: You are about to permanently delete this menu. 'Cancel' to stop, 'OK' to delete.
tk_tm: Siz şu menýuny hemişelik ýok etmekçi. 'Yza gaýtar' Saklamak üçin, 'OK' ýok etmek üçin.

source: Done
tk_tm: Boldy

source: Could not set that as the thumbnail image. Try a different attachment.
tk_tm: Ony kiçi ölçegli surat hökmünde belläp bolanok. Başga bir dakylan dokumenti saýlaň.

source: Saving...
tk_tm: Ýada girizýär...

source: Use as featured image
tk_tm: Saýlanan surat hökmünde ulan

source: Could not load the preview image. Please reload the page and try again.
tk_tm: Öňünden göriş suratyny ýükläp bolanok. Sahypany täzeläň we gaýtadan synanyşyp görüň.

source: Current Color
tk_tm: Häziki Reňk

source: Select Color
tk_tm: Reňk Saýla

source: Are you sure you want to install this plugin?
tk_tm: Siz çyndanam şu plugini gurnamak isleýärsiňizmi?

source: Plugin Information:
tk_tm: Plugin Informasiýasy:

source: Remove From Bulk Edit
tk_tm: Köpçülikleýin Redaktirlemeden Aýyr

source: Error while saving the changes.
tk_tm: Üýtgeşmeler ýada girizilýän wagty ýalňyşlyk döredi.

source: Submitted on:
tk_tm: Tabşyrylan wagty:

source: Saving Draft&#8230;
tk_tm: Garalamany ýada girizýär&#8230;

source: Privately Published
tk_tm: Şahsy Çap Edilen

source: Password Protected
tk_tm: Parol bilen Goralan

source: Public, Sticky
tk_tm: Hemmeler üçin, Ýokarda durýan

source: Public
tk_tm: Hemmeler üçin

source: Save Draft
tk_tm: Garalamany ýatda sakla

source: Save as Pending
tk_tm: Tamamlanmadyk hökmünde Ýatda Sakla

source: Schedule
tk_tm: Raspisaniýe goş

source: Publish
tk_tm: Çap et

source: No more comments found.
tk_tm: Başga kommentariýa tapylmady.

source: Show more comments
tk_tm: Köpüräk kommentariýalary görkez

source: Published on:
tk_tm: Çap edildi:

source: Schedule for:
tk_tm: Şu üçin Raspisaniýe Goş:

source: Publish on:
tk_tm: Şunda Çap et:

source: Approve and Reply
tk_tm: Tassykla we Jogap ber

source: Allowed Files
tk_tm: Ýol berlen faýllar

source: Saved
tk_tm: Ýada girizildi

source: Save &amp; Publish
tk_tm: Ýada giriz &amp; Çap et

source: Save &amp; Activate
tk_tm: Ýada giriz &amp; Aktiwasiýa et

source: No results found.
tk_tm: Hiç zat tapylmady.

source: Mismatch
tk_tm: Gabat gelmezlik

source: Strong
tk_tm: Berk

# password strength
source: Medium
tk_tm: Ortalyk

source: Weak
tk_tm: Ejiz

source: Very weak
tk_tm: Örän ejiz

source: Strength indicator
tk_tm: Berklik indikatory

source: Mute
tk_tm: Sessiz

source: &#8220;%s&#8221; has failed to upload.
tk_tm: &#8220;%s&#8221; ýüklemek başartmady.

source: moved to the trash.
tk_tm: Gerekmejek zatlara goşuldy.

source: Crunching&hellip;
tk_tm: Çeýneýärin&hellip;

source: Upload stopped.
tk_tm: Ýükleme saklanyldy.

source: File canceled.
tk_tm: Faýl yza gaýtaryldy.

source: Security error.
tk_tm: Howpsyzlyk ýalňyşy.

source: IO error.
tk_tm: IO ýalňyşy.

source: %s exceeds the maximum upload size for the multi-file uploader when used in your browser.
tk_tm: %s siziň browzeriňizde ulanylýan köp-faýl ýükleýji üçin maksimum ýükleme ölçeginden ýokary.

source: Please try uploading this file with the %1$sbrowser uploader%2$s.
tk_tm: Şu faýly %1$sbrowzer uploader%2$s bilen ýüklemegi synap görmegi haýyş edýäris.

source: Upload failed.
tk_tm: Ýüklenen faýl.

source: HTTP error.
tk_tm: HTTP ýalňyşy.

source: You may only upload 1 file.
tk_tm: Siz diňe 1 faýly ýükläp bilersiňiz.

source: There was a configuration error. Please contact the server administrator.
tk_tm: Konfigurasiýa ýalňyşy ýüze çykdy. Serwer administratoryna ýüz tutmagy haýyş edýäris.

source: An error occurred in the upload. Please try again later.
tk_tm: Ýüklenen wagty ýalňyşlyk ýüze çykdy. Soňurak ýene-de synap görüň.

source: This is larger than the maximum size. Please try another.
tk_tm: Bu maksimum ölçegden ýokary. Başga birini synap görüň.
