Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/tuk/4.2.x/wp-4.2.x-tuk.po
Languages: tk_tm

source: Ambiguous term name used in a hierarchical taxonomy. Please use term ID instead.
tk_tm: Köp-derejeli klassifikasiýada anyk bolmadyk termin ady ulanyldy. Onuň ýerine termin adyny ulanmagy haýyş edýäris.

source: Invalid term ID
tk_tm: Nädogry termin ady

source: Sorry, you are not allowed to assign a term to one of the given taxonomies.
tk_tm: Bagyşlaň, size berlen klassifikasiýalaryň birine termini degişi etmäge rugsat berlenok.

source: Sorry, one of the given taxonomies is not supported by the post type.
tk_tm: Bagyşlaň, size berlen klassifikasiýalaryň birisi by post görnüşi tarapyndan goldananok.

source: Invalid attachment ID.
tk_tm: Nädogry dakylan dokument ady.

source: Sorry, you are not allowed to stick this post.
tk_tm: Bagyşlaň, size bu posty ýelmäp goýmaga rugsat berlenok.

source: Sorry, you cannot stick a private post.
tk_tm: Bagyşlaň, siz şahsy post goýup bilmersiňiz.

source: Invalid author ID.
tk_tm: Nädogry awtor ady.

source: You are not allowed to create posts as this user.
tk_tm: Size bu ulanyjy hökmünde postlary döretmäge ýol berlenok.

source: Sorry, you are not allowed to create password protected posts in this post type
tk_tm: Bagyşlaň, size bu post görnüşinde parol bilen goralan postlary döretmäge ýol berlenok.

source: Sorry, you are not allowed to publish posts in this post type
tk_tm: Bagyşlaň, size bu post görnüşinde postlary çap etmege hukuk berlenok.

source: Sorry, you are not allowed to create private posts in this post type
tk_tm: Bagyşlaň, size postyň bu görnüşinde şahsy postlary döretmäge rugsat berilmez

source: Sorry, you are not allowed to post on this site.
tk_tm: Bagyşlaň, size bu bu saýtda post ýazmaga hukuk berlenok.

source: The post type may not be changed.
tk_tm: Postyň görnüşini üýtgetmek bolmaz.

source: Sorry, you are not allowed to edit this post.
tk_tm: Bagyşlaň, size bu posty redaktirlmäge hukuk berlenok.

source: Invalid post ID.
tk_tm: Nädogry post ady.

source: Invalid post type
tk_tm: Nädogry post görnüşi

source: Insufficient arguments passed to this XML-RPC method.
tk_tm: Bu XML-RPC metodyna ýeterlik bolmadyk argument geçdi.

source: Allow link notifications from other blogs (pingbacks and trackbacks)
tk_tm: Beýleki bloglardan link duýdyryşlaryna ýol ber ("pingbacks" we "trackbacks")

source: Allow people to post comments on new articles
tk_tm: Adamlara täze makalalara kommentariýa ýazmaga ýol ber

source: Large size image height
tk_tm: Uly ölçegli surat beýikligi

source: Large size image width
tk_tm: Uly ölçegli surat ini

source: Medium size image height
tk_tm: Orta ölçegli surat beýikligi

source: Medium size image width
tk_tm: Orta ölçegli surat ini

source: Crop thumbnail to exact dimensions
tk_tm: Kiçi surady takyk ölçeglere gabat getirip kes

source: Thumbnail Height
tk_tm: Kiçi Suardyň beýikligi

source: Thumbnail Width
tk_tm: Kiçi görnüşiň ini

source: Allow new users to sign up
tk_tm: Täze ulanyjylara ýazylmaga ýol ber

source: Time Format
tk_tm: Wagt Formaty

source: Date Format
tk_tm: Sene Formaty

source: Site Tagline
tk_tm: Saýt Tag-liniýasy

source: Time Zone
tk_tm: Wagt Guşaklygy

source: Post Thumbnail
tk_tm: Postyň Kiçi görnüşi

source: Stylesheet
tk_tm: Stil-listi

source: Template
tk_tm: Şablon

source: Image default align
tk_tm: Suradyň ilkibaşky deňlenişi

source: Image default size
tk_tm: Suradyň ilkibaşky ölçegi

source: Image default link type
tk_tm: Suradyň ilkibaşky görnüşine link görnüşi

source: Software Version
tk_tm: Programma Wersiýasy

source: Software Name
tk_tm: Programmanyň Ady

source: Incorrect username or password.
tk_tm: Ulanyjy ady ýa-da parol nädogry.

source: XML-RPC services are disabled on this site.
tk_tm: Bu saýtda XML-RPC serwisleri öçürilen.

source: Anonymous
tk_tm: Anonim

source: The "%s" theme is not a valid parent theme.
tk_tm: "%s" temasy dogry hossar temasy däl.

source: The parent theme is missing. Please install the "%s" parent theme.
tk_tm: Hossar temasy ýerinde ýok. "%s" hossar temasyny gurnamagy haýyş edýäris.

source: Template is missing.
tk_tm: Şablon ýerinde ýok.

source: Stylesheet is not readable.
tk_tm: Stil-listi okap bolanok.

source: ERROR: The themes directory is either empty or doesn&#8217;t exist. Please check your installation.
tk_tm: ÝALŇYŞ: Temalar direktoriýasy ýa boş ýa-da aslynda ýok. Öz programma gurluşyňyzy barlaň.

source: Stylesheet is missing.
tk_tm: Stil-listi ýerinde ýok.

source: Could not read image size
tk_tm: Suradyň ölçegini okap bilenok

source: Image Editor Save Failed
tk_tm: Surat Redaktorynyň Ýada girizişi Işlemedi

source: Image flip failed.
tk_tm: Surady tersine öwürmek başartmady.

source: Image rotate failed.
tk_tm: Surady aýlamak başartmady.

source: Image crop failed.
tk_tm: Surady gyrkmak başartmady.

source: Could not calculate resized image dimensions
tk_tm: Ölçegi üýtgedilen suradyň ölçeglerini hasaplap bolanok

source: Image resize failed.
tk_tm: Suradyň ölçegini üýtgetmek başartmady.

source: Could not read image size.
tk_tm: Suradyň ölçegini okap bolanok.

source: File is not an image.
tk_tm: Faýl surat däl.

source: File doesn&#8217;t exist?
tk_tm: Faýl aslynda ýokmy?

source: Add Link
tk_tm: Link Goş

source: No search term specified. Showing recent items.
tk_tm: Hiç gözleg termini bellenilmedi. Şu ýakyndaky zatlary görkezýär.

source: Or link to existing content
tk_tm: Ýa-da öňden bar bolan kontent bilen bagla

source: Open link in a new window/tab
tk_tm: Linki täze penjirede/tab-da aç

source: Enter the destination URL
tk_tm: Barmaly URL-i giriz

source: Y/m/d
tk_tm: Ý/a/g

source: Just write.
tk_tm: Ýöne ýazaý.

source: Word count: %s
tk_tm: Söz sany: %s

source: Saved.
tk_tm: Ýatda saklanyldy.

source: Updated.
tk_tm: Täzelendi.

source: Help (Alt + Shift + H)
tk_tm: Kömek (Alt + Shift + H)

source: Unlink (Alt + Shift + S)
tk_tm: Linki aýyr(Alt + Shift + S)

source: Insert/edit link (Alt + Shift + A)
tk_tm: Link giriz/redaktirle (Alt + Shift + A)

source: Blockquote (Alt + Shift + Q)
tk_tm: Başganyň sözi (Alt + Shift + Q)

source: Ordered list (Alt + Shift + O)
tk_tm: Tertipli spisok (Alt + Shift + O)

source: Unordered list (Alt + Shift + U)
tk_tm: Tertipsiz spisok (Alt + Shift + U)

source: Italic (Ctrl + I)
tk_tm: Kursiw (Ctrl + I)

source: Bold (Ctrl + B)
tk_tm: Goýy (Ctrl + B)

source: Exit fullscreen
tk_tm: Doly ekrandan çyk

source: Update
tk_tm: Täzele

source: Edit
tk_tm: Redaktirle

source: The changes you made will be lost if you navigate away from this page.
tk_tm: Eger siz bu sahypadan başga ýere geçseňiz, siziň eden üýtgeşmeleriňiz ýitiriler.

source: Background color
tk_tm: Fon Reňki

source: Bottom
tk_tm: Düýbüne

source: Middle
tk_tm: Orta

source: Top
tk_tm: Ýokaryk

source: Alignment
tk_tm: Dogurlamak

source: Caption
tk_tm: Beýany

source: Width
tk_tm: Ini

source: Height
tk_tm: Beýikligi

source: Merge table cells
tk_tm: Tablisa öýjüklerini goş

source: Copy table row
tk_tm: Tablisa setirini kopiýa et

source: Cut table row
tk_tm: Tablisa setirini kes

source: Delete row
tk_tm: Setiri ýok et

source: Paste table row after
tk_tm: Tablisa setirini söňundan giriz

source: Paste table row before
tk_tm: Tablisa setirini öňünden giriz

source: Insert column after
tk_tm: Yzyndan sütün giriz

source: Insert column before
tk_tm: Öňünden sütün giriz

source: Insert row after
tk_tm: Yzyndan setir giriz

source: Insert row before
tk_tm: Öňünden setir giriz

source: Row
tk_tm: Setir

source: Table cell properties
tk_tm: Tablisa öýjüginiň häsiýetleri

source: Table row properties
tk_tm: Tablisa setiriniň häsiýetleri

source: Table properties
tk_tm: Tablisa häsiýetleri

source: Delete table
tk_tm: Tablisany ýok et

source: Check Spelling
tk_tm: Harp ýalňyşlary barla

source: Remove link
tk_tm: Linki aýyr

source: Insert/edit link
tk_tm: Giriz/Linki redaktirle

source: Horizontal space
tk_tm: Gorizontal giňişlik

source: Fullscreen
tk_tm: Tutuş-ekran

source: Save
tk_tm: Ýada giriz

source: Print
tk_tm: Çap et

source: Preview
tk_tm: Öňünden görmek

source: Insert image
tk_tm: Surat Giriz

source: Dimensions
tk_tm: Ölçegler

source: Image description
tk_tm: Surat beýany

source: Vertical space
tk_tm: Wertikal giňişlik

source: Constrain proportions
tk_tm: Proporsiýalary sakla

source: Border
tk_tm: Araçäk

source: Source
tk_tm: Çeşme

source: Advanced
tk_tm: Giňişleýin

source: General
tk_tm: Umumy

source: Insert/edit image
tk_tm: Giriz/Suraty redaktirle

source: Author
tk_tm: Awtor

source: Description
tk_tm: Beýan

source: Title
tk_tm: Titul (at)

source: Document properties
tk_tm: Dokument häziýetleri

source: Close
tk_tm: Ýap

source: Cancel
tk_tm: Yza Gaýtar

source: Redo
tk_tm: Gaýtadan et

source: Undo
tk_tm: Yza gaýtar

source: Select all
tk_tm: Ählisini Saýla

source: Paste
tk_tm: Goý

source: Copy
tk_tm: Kopiýa

source: Cut
tk_tm: Kes

source: Align left
tk_tm: Çepe Dogurla

source: Align right
tk_tm: Saga Dogurla

source: Align center
tk_tm: Orta Dogurla

source: Font Family
tk_tm: Şrift maşgalasy

source: Italic
tk_tm: Kursiw

source: Bold
tk_tm: Goýy

source: Superscript
tk_tm: Ýokarky harplar

source: Subscript
tk_tm: Pes harplar

source: Strikethrough
tk_tm: Üstüni çyz

source: Underline
tk_tm: Aşagyny çyz

source: Blockquote
tk_tm: Başganyň sözi

source: Paragraph
tk_tm: Paragraf

source: Heading 6
tk_tm: Sözbaşy 6

source: Heading 5
tk_tm: Sözbaşy 5

source: Heading 4
tk_tm: Sözbaşy 4

source: Heading 3
tk_tm: Sözbaşy 3

source: Heading 2
tk_tm: Sözbaşy 2

source: Heading 1
tk_tm: Sözbaşy 1

source: New document
tk_tm: Täze dokument

# Name for the Text editor tab (formerly HTML)
source: Text
tk_tm: Tekst

source: Visual
tk_tm: Görnüş

source: Apply
tk_tm: Ulan

source: Posts page
tk_tm: Postlar sahypasy

source: Front page
tk_tm: Öňdäki sahypa

source: A static page
tk_tm: Statik sahypa

source: Your latest posts
tk_tm: Siziň iň soňky postlaryňyz

source: Front page displays
tk_tm: Öňdäki sahypa görkezýär

source: Your theme supports a static front page.
tk_tm: Siziň temaňyz statik öňdäki sahypany goldaýar.

source: Static Front Page
tk_tm: Statik Öňdäki Sahypa

source: You can edit your menu content on the Menus screen in the Appearance section.
tk_tm: Siz öz menýuňyzyň düzümini Görnüş seksiýasyndaky Menýu görnüşinde redaktirläp bilersiňiz.

source: Navigation
tk_tm: Nawigasiýa

source: Fixed
tk_tm: Berkidilen

source: Scroll
tk_tm: Towla

source: Background Attachment
tk_tm: Fona Dakylan

source: Right
tk_tm: Sag

source: Center
tk_tm: Merkez

source: Left
tk_tm: Çep

source: Background Position
tk_tm: Fonyň Pozisiýasy

source: Tile Vertically
tk_tm: Wertikal Kafel

source: Tile Horizontally
tk_tm: Gorizontal Kafel

source: Tile
tk_tm: Kafel

source: No Repeat
tk_tm: Gaýtalamaly Däl

source: Background Repeat
tk_tm: Fon Gaýtalamasy

source: Background Color
tk_tm: Fon Reňki

source: Header Text Color
tk_tm: Titul Tekst Reňki

source: Display Header Text
tk_tm: Sözbaşy Tekstini Görkez

source: Colors
tk_tm: Reňkler

source: Tagline
tk_tm: Tag-liniýasy

source: Site Title
tk_tm: Saýtyň Ady

source: Site Title & Tagline
tk_tm: Saýtyň Ady we Tag-liniýasy

source: Cheatin&#8217; uh?
tk_tm: Aldajak bolýaňyzmy?

source: Header Image
tk_tm: Titul Surady

source: Background Image
tk_tm: Arkadaky Surat

source: Remove
tk_tm: Aýyr

source: Select File
tk_tm: Faýly Saýla

source: Hex Value
tk_tm: 'Hex' Bahasy

source: Default
tk_tm: Ilkibaşky görnüş

source: &mdash; Select &mdash;
tk_tm: &mdash; Saýla &mdash;

source: Toolbar
tk_tm: Gurallar setiri

source: Skip to toolbar
tk_tm: Enjamlar paneline geç

source: The menu ID should not be empty.
tk_tm: Menýu ady boş bolmaly däl.

source: Could not open handle for fopen() to %s
tk_tm: %s üçin fopen() tutgujyny açmak başardanok

source: Too many redirects.
tk_tm: Häz köp ugur üýtgetme.

source: There are no HTTP transports available which can complete the requested request.
tk_tm: Bu ýerde islenilýän talaby ýerine ýetirip biljek elýeterli HTTP transportlary ýok.

source: Destination directory for file streaming does not exist or is not writable.
tk_tm: Faýl akymy (stream) üçin barmaly direktoriýa ýok ýa-da oňa ýazmak başardanok.

source: User has blocked requests through HTTP.
tk_tm: Ulanyjy HTTP üstünden gelýän talaplary bloklady.

source: A valid URL was not provided.
tk_tm: Dogry URL üpjün edilmedi.

source: Tags:
tk_tm: Taglar:

source: Feed for all posts filed under %s
tk_tm: %s diýlip bellenilen ähli postlar üçin fid

source: %s topic
tk_tm: %s tema

source: Categories
tk_tm: Kategoriýalar

source: No categories
tk_tm: Kategoriýa ýok

source: Uncategorized
tk_tm: Kategoriýasyz

source: Usage of user levels by plugins and themes is deprecated. Use roles and capabilities instead.
tk_tm: Ulanyjy derejelerini plugin-ler we temalar arkaly ulanmak könelişdi. Ýerine rollary we mümkinçilikleri ulanyň.

source: Use <code>WP_User->ID</code> instead.
tk_tm: Ýerine <code>WP_User->ID</code> ulanyň.

source: Bookmarks
tk_tm: Kitap bellikleri

source: Last updated: %s
tk_tm: Soňky gezek täzelendi: %s

source: Posts by %s
tk_tm: %s tarapyndan postlar

source: Visit %s&#8217;s website
tk_tm: %s&#8217;s web-saýtyna baryp görüň

source: Use <code>get_the_author()</code> instead if you do not want the value echoed.
tk_tm: Ýerine <code>get_the_author()</code> ulanyň, eger-de siz bahanyň gaýtalanmagyny islemeýän bolsaňyz.

source: XML error: %s at line %d
tk_tm: XML ýalňyşy: %s %d liniýada

source: Search
tk_tm: Gözle

source: Header
tk_tm: Sözbaşy

source: Background
tk_tm: Fon

source: Menus
tk_tm: Menýular

source: Widgets
tk_tm: Widjetler

source: Customize
tk_tm: Üýtget

source: %s comment awaiting moderation
tk_tm: %s kommentariýa moderasiýa garaşýar

# admin bar menu group label
source: New
tk_tm: Täze

# add new from admin bar
source: User
tk_tm: Ulanyjy

source: Shortlink
tk_tm: Gysga link

source: Manage Comments
tk_tm: Kommentariýalary Dolandyr

source: New Post
tk_tm: Täze Post

source: Plugins
tk_tm: Plugin-ler

source: Themes
tk_tm: Temalar

source: Users
tk_tm: Ulanyjylar

source: Sites
tk_tm: Saýtlar

source: Network Admin
tk_tm: Set Administratory

source: My Sites
tk_tm: Meniň Saýtlarym

source: Dashboard
tk_tm: Panel

source: Edit Site
tk_tm: Saýty Redaktirle

source: Visit Site
tk_tm: Saýta Baryp Gör

source: Global Dashboard: %s
tk_tm: Global Panel: %s

source: Network Admin: %s
tk_tm: Set Admin: %s

source: Log Out
tk_tm: Çyk

source: Edit My Profile
tk_tm: Meniň Profilimi Redaktirle

source: Howdy, %1$s
tk_tm: Salam, %1$s

source: Feedback
tk_tm: Yza jogap

source: Support Forums
tk_tm: Goldaw Forumlary

source: Documentation
tk_tm: Dokumentasiýa

source: About WordPress
tk_tm: WordPress Barada

source: <strong>ERROR</strong>: please type a comment.
tk_tm: <strong>ÝALŇYŞ</strong>: kommentariýa ýazmagy haýyş edýäris.

source: <strong>ERROR</strong>: please enter a valid email address.
tk_tm: <strong>ÝALŇYŞ</strong>: dogry e-meýl adresini girizmegi haýyş edýäris.

source: <strong>ERROR</strong>: please fill the required fields (name, email).
tk_tm: <strong>ÝALŇYŞ</strong>: talap edilýän meýdançalary (at, e-meýl) doldurmagy haýyş edýäris.

source: Sorry, you must be logged in to post a comment.
tk_tm: Bagyşlaň, kommentariýa ýazmak üçin siz saýta giren bolmaly.

source: Sorry, comments are closed for this item.
tk_tm: Bagyşlaň, bu zat üçin kommentariýalar ýapyldy.

source: Your account is now activated. <a href="%1$s">Log in</a> or go back to the <a href="%2$s">homepage</a>.
tk_tm: Siziň hasabyňyz indi aktiw. <a href="%1$s">Giriň</a> ýa-da <a href="%2$s">baş sahypa</a> dolanyp baryň.

source: Your account is now activated. <a href="%1$s">View your site</a> or <a href="%2$s">Log in</a>
tk_tm: Siziň hasabyňyz indi aktiw. <a href="%1$s">Öz saýtyňyzy görüň</a> ýa-da <a href="%2$s">Giriň</a>

source: Password:
tk_tm: Parol:

source: Username:
tk_tm: Ulanyjy ady:

source: An error occurred during the activation
tk_tm: Aktiwasiýa dowamynda ýalňyşlyk ýüze çykdy.

source: Your site at <a href="%1$s">%2$s</a> is active. You may now log in to your site using your chosen username of &#8220;%3$s&#8221;. Please check your email inbox at %4$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%5$s">reset your password</a>.
tk_tm: Siziň şu ýerdäki <a href="%1$s">%2$s</a> saýtyňyz indi aktiw. Siz indi öz saýtyňyza saýlan ulanyjy adyňyz bolan &#8220;%3$s&#8221; ulanyp girip bilersiňiz. Özüňiziň %4$s e-meýliňizi parol we giriş instruksiýalary üçin barlaň. Eger siz e-meýl almasaňyz, onda öz spam papkaňyzy hem barlaň. Eger bir sagadyň içinde e-meýl barmasa, siz <a href="%5$s">parolyňyzy gaýtadan başladyp</a> bilersiňiz.

source: Your account has been activated. You may now <a href="%1$s">log in</a> to the site using your chosen username of &#8220;%2$s&#8221;. Please check your email inbox at %3$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%4$s">reset your password</a>.
tk_tm: Siziň hasabyňyz aktiwasiýa edildi. Indi size öz saýlan ulanyjy adypňyz bolan &#8220;%2$s&#8221; ulanyp saýta <a href="%1$s">girmek</a> mümkin. Parol we giriş görkezmeleri üçin, %3$s adresdäki öz e-meýl bukjaňyzy barlamagy haýyş edýäris. Eger size e-meýl barmadyk bolsa, öz spam bukjaňyzam barlaň. Eger-de bir sagadyň içinde size e-meýl baryp ýetmese, onda siz <a href="%4$s">öz parolyňyzy täzeden başlaň</a>.

source: Your account is now active!
tk_tm: Siziň akauntyňyz indi aktiw!

source: Activate
tk_tm: Aktiwasiýa et

source: Activation Key:
tk_tm: Aktiwasiýa Açary:

source: Activation Key Required
tk_tm: Aktiwasiýa Açary Zerur
