Repository: maheshwaghmare/wp-i18n
Catalog: po-files/wordpress/tuk/4.2.x/wp-4.2.x-tuk.po
Languages: tk_tm

source: Your PHP installation appears to be missing the MySQL extension which is required by WordPress.
tk_tm: Siziň PHP gurnamaňyzda MySQL yzaltmasy ýok ýaly bolup görünýär, bu bolsa WordPress üçin gerek zat.

source: Your server is running PHP version %1$s but WordPress %2$s requires at least %3$s.
tk_tm: Siziň serweriňiz PHP wersiýa %1$s ulanýar, ýöne WordPress %2$s üçin iň azyndan %3$s zerur.

source: This is the short link.
tk_tm: Bu gysga link.

source: &laquo; Older Comments
tk_tm: &laquo; Öňküräk Kommentariýalar

source: Newer Comments &raquo;
tk_tm: Tazeräk Kommentariýalar &raquo;

source: &laquo; Previous Page
tk_tm: &laquo; Öňki Sahypa

source: Next Page &raquo;
tk_tm: Indiki Sahypa &raquo;

source: Next Post
tk_tm: Indiki Post

source: Previous Post
tk_tm: Öňki Post

source: Edit This
tk_tm: Şuny Redaktirle

source: Comments Feed
tk_tm: Kommentariýalar Akymy

source: Help
tk_tm: Kömek

source: Insert Page Break tag
tk_tm: Indiki sahypa geç tagyny giriz

source: Insert More Tag
tk_tm: Ýene Tag Giriz

source: Insert Image
tk_tm: Surat Giriz

source: Quote
tk_tm: Sitata

source: List
tk_tm: Spisok

source: Align Right
tk_tm: Saga Dogurla

source: Align Center
tk_tm: Orta Dogurla

source: Justify Text
tk_tm: Teksti Deňle

source: Align Left
tk_tm: Çepe Dogurla

source: The following shortcuts use different access keys: Alt + Shift + letter.
tk_tm: Şu gysgaltmalar dürli klawişleri ulanýarlar: Alt + Shift + harp.

source: Action
tk_tm: Hereket

source: Letter
tk_tm: Hat

source: Rather than reaching for your mouse to click on the toolbar, use these access keys. Windows and Linux use Ctrl + letter. Macintosh uses Command + letter.
tk_tm: Enjamlar setirine basmak üçin öz syçanyňyza ýetmegiň ýerine, klawişleri ulanyň. Windows we Linux, Ctrl + harplary ulanyň. Macintosh-da Command + harplary ulanyň.

# admin color scheme
source: Blue
tk_tm: Gök

source: Next &raquo;
tk_tm: Indiki &raquo;

source: &laquo; Previous
tk_tm: &laquo; Öňki

source: %1$s %2$s %3$s Feed
tk_tm: %1$s %2$s %3$s Akym

source: %1$s %2$s Search Results for &#8220;%3$s&#8221; Feed
tk_tm: %1$s %2$s Gözleg Netijeleri &#8220;%3$s&#8221; Akymy üçin

source: %1$s %2$s Posts by %3$s Feed
tk_tm: %1$s %2$s Postlar %3$s Akymy tarapyndan

source: %1$s %2$s %3$s Tag Feed
tk_tm: %1$s %2$s %3$s Tag Akymy

source: %1$s %2$s %3$s Category Feed
tk_tm: %1$s %2$s %3$s Kategoriýa Akymy

source: %1$s %2$s %3$s Comments Feed
tk_tm: %1$s %2$s %3$s Kommentariýalar Akymy

source: %1$s %2$s Comments Feed
tk_tm: %1$s %2$s Kommentariýalar Akymy

source: %1$s %2$s Feed
tk_tm: %1$s %2$s Fid

source: Page not found
tk_tm: Sahypa tapylmady

source: Search Results %1$s %2$s
tk_tm: Gözleg Netijeleri %1$s %2$s

source: Site Admin
tk_tm: Saýt Admin

source: Register
tk_tm: Registrasiýa et

source: Log In
tk_tm: Gir

source: Remember Me
tk_tm: Meni ýatda sakla

source: Password
tk_tm: Parol

source: Username
tk_tm: Ulanyjy ady

source: Log out
tk_tm: Çyk

source: Log in
tk_tm: Gir

source: Scripts and styles should not be registered or enqueued until the %1$s, %2$s, or %3$s hooks.
tk_tm: Senariýalar we stiller %1$s, %2$s, ýa-da %3$s ilgiçlerled öň registrasiýa edilmeli däldir ýa-da nobata goýulmaly däldir.

source: Please log in again.
tk_tm: Gaýtadan girmegi haýyş edýäris.

source: Manual Offsets
tk_tm: El bilen Ofset

source: Select a city
tk_tm: Şäheri saýla

source: %1$s was called <strong>incorrectly</strong>. %2$s %3$s
tk_tm: %1$s <strong>nädogry</strong> çagyryldy. %2$s %3$s

source: (This message was added in version %s.)
tk_tm: (Bu habar %s wersiýada goşuldy.)

source: %1$s was called with an argument that is <strong>deprecated</strong> since version %2$s with no alternative available.
tk_tm: %1$s bilen çagyrylýan argument %2$s wersiýadan soň <strong>könelişdi</strong> we onuň ýerine alternatiwa ýok.

source: %1$s was called with an argument that is <strong>deprecated</strong> since version %2$s! %3$s
tk_tm: %1$s bilen çagyrylýan argument %2$s wersiýadan soň <strong>könelişdi</strong>! %3$s

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
tk_tm: %1$s %2$s wersiýadan soň <strong>könelişdi</strong> we onuň ýerine alternatiwa ýok.

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
tk_tm: %1$s %2$s wersiýadan soň <strong>könelişdi</strong>! Ýerine %3$s ulanyň.

source: Error establishing a database connection
tk_tm: Maglumatlar bazasynyň baglanyşygyny döretmekde ýalňyşlyk

source: Database Error
tk_tm: Maglumatlar Bazasynyň Ýalňyşy

source: WordPress &rsaquo; Error
tk_tm: WordPress &rsaquo; Ýalňyş

source: &laquo; Back
tk_tm: &laquo; Yza

source: WordPress Failure Notice
tk_tm: WordPress Başarmazlyk Duýduryşy

source: Please try again.
tk_tm: Ýene synanyşyp görüň.

source: Do you really want to <a href='%s'>log out</a>?
tk_tm: Siz çyndanam <a href='%s'>çykmak</a> isleýärsiňizmi?

source: You are attempting to log out of %s
tk_tm: Siz %s-dan çykmaga synanyşýarsyňyz

source: Could not write file %s
tk_tm: %s faýly ýazmak başartmady

source: Invalid file type
tk_tm: Nädogry faýl görnüşi

source: Empty filename
tk_tm: Boş faýl ady

source: Unable to create directory %s. Is its parent directory writable by the server?
tk_tm: %s direktoriýany döretmek başardanok. Munuň hossar direktoriýasyna serwer tarapyndan ýazgy etmek mümkinmi?

source: One or more database tables are unavailable. The database may need to be <a href="%s">repaired</a>.
tk_tm: Bir ýa-da köpsanly maglumatlar bazasy tablisalary elýeterli däl. Maglumatlar bazasyny <a href="%s">bejermek</a> zerur bolmagy mümkin.

source: The timezone you have entered is not valid. Please select a valid timezone.
tk_tm: Siziň girizen wagt guşaklygyňyz dogry däl. Dogry wagt guşaklygyny saýlamagy haýyş edýäris.

source: The Site address you entered did not appear to be a valid URL. Please enter a valid URL.
tk_tm: Siziň girizen saýt adresiňiz dogry URL däl ýaly. Dogry URL girizmegi haýyş edýäris.

source: The WordPress address you entered did not appear to be a valid URL. Please enter a valid URL.
tk_tm: Siziň girizen WordPress adresiňiz dogry URL däl ýaly. Dogry URL girizmegi haýyş edýäris.

source: The email address entered did not appear to be a valid email address. Please enter a valid email address.
tk_tm: Girizilen e-meýl adresi dogry e-meýl adresi däl ýaly. Dogry e-meýl adresini girizmegi haýyş edýäris.

source: %s day
tk_tm: %s gün

source: %s hour
tk_tm: %s sagat

source: Protected Comments: Please enter your password to view comments.
tk_tm: Goralýan Kommentariýalar: Kommentariýalary görmek üçin parolyňyzy girizmegi haýyş edýäris.

source: Comments on: %s
tk_tm: %s baradaky kommentariýalar

source: By: %s
tk_tm: %s tarapyndan

source: Comment on %1$s by %2$s
tk_tm: %1$s baradaky kommentariýalar %2$s tarapyndan

source: Comments for %s
tk_tm: %s üçin kommentariýalar

source: Comments for %1$s searching on %2$s
tk_tm: %1$s üçin kommentariýalar %2$s-da gözlenilýär

source: Comments on %s
tk_tm: %s-daky Kommentariýalar

source: File &#8220;%s&#8221; is not an image.
tk_tm: Faýl &#8220;%s&#8221; surat däl.

source: The GD image library is not installed.
tk_tm: GD surat kitaphanasy gurnalmandyr.

source: File &#8220;%s&#8221; doesn&#8217;t exist?
tk_tm: Faýl &#8220;%s&#8221; aslynda ýokmy?

source: Are you sure you want to do this?
tk_tm: Siziň şuny edesiňiz gelýäni çynmy?

source: Last Post
tk_tm: Soňky Post

source: First Post
tk_tm: Ilkinji Post

source: Missing Attachment
tk_tm: Ýetmeýän Dakylan Dokument

source: Last updated
tk_tm: Soňky gezek täzelendi

source: None
tk_tm: Hiç birisi

source: new WordPress Loop
tk_tm: täze WordPress Aýlawy

source: Select Menu:
tk_tm: Menýuny Saýla:

source: No menus have been created yet. <a href="%s">Create some</a>.
tk_tm: Entek hiç menýu döredilmedi. <a href="%s">Döret</a>.

source: Custom Menu
tk_tm: Ýörite Menýu

source: Taxonomy:
tk_tm: Klassifikasiýa

source: Tags
tk_tm: Taglar

source: Tag Cloud
tk_tm: Tag Buludy

source: Display item date?
tk_tm: Zadyň senesini görkezmelimi?

source: Display item author if available?
tk_tm: Bar bolsa zadyň awtorynam görkezmelimi?

source: Display item content?
tk_tm: Zadyň kontentinem görkezmelimi?

source: How many items would you like to display?
tk_tm: Siz näçe zady görkezmek isleýärsiňiz?

source: Give the feed a title (optional):
tk_tm: Fide at beriň (isleseňiz):

source: Enter the RSS feed URL here:
tk_tm: RSS fid-iň URL-ni şu ýere giriziň:

source: RSS Error: %s
tk_tm: RSS Ýalňyşy: %s

source: Untitled
tk_tm: Atsyz

source: An error has occurred, which probably means the feed is down. Try again later.
tk_tm: Ýalňyş ýüze çykdy. Bu belkide fid-iň işlemeýändigini aňladýandyr. Soňurak ýene synap görüň.

source: <strong>RSS Error</strong>: %s
tk_tm: <strong>RSS Ýalňyşy</strong>: %s

source: Unknown Feed
tk_tm: Näbelli Fid

source: Number of comments to show:
tk_tm: Görkezmeli kommentariýalaryň sany:

# widgets
source: %1$s on %2$s
tk_tm: %2$s-däki %1$s

source: Recent Comments
tk_tm: Soňky kommentariýalar

source: Display post date?
tk_tm: Postyň senesini görkezmelimi?

source: Number of posts to show:
tk_tm: Görkezmeli post sany:

source: Recent Posts
tk_tm: Soňky Postlar

source: Show hierarchy
tk_tm: Derejeleri (ierarhiýany) görkez

source: Select Category
tk_tm: Kategoriýany Saýla

source: Automatically add paragraphs
tk_tm: Paragraflary awtomatiki goş

source: Text
tk_tm: Tekst

source: Calendar
tk_tm: Kalendar

source: Powered by WordPress, state-of-the-art semantic personal publishing platform.
tk_tm: WordPress, öňdebäryjy semantiki personal çap ediş platformasy, tarapyndan kuwwatlandyrylan.

source: Comments <abbr title="Really Simple Syndication">RSS</abbr>
tk_tm: Kommentariýalar <abbr title="Really Simple Syndication">RSS</abbr>

source: Entries <abbr title="Really Simple Syndication">RSS</abbr>
tk_tm: Ýazgylar <abbr title="Really Simple Syndication">RSS</abbr>

source: Show post counts
tk_tm: Postlaryň sanyny görkez

source: Display as dropdown
tk_tm: Pese gaçýan hökmünde Görkez

source: Select Month
tk_tm: Aýy Saýla

source: Archives
tk_tm: Arhiwler

source: Number of links to show:
tk_tm: Grkezmeli linkleriň sany

source: Show Link Rating
tk_tm: Linkiň Reýtingini Görkez

source: Show Link Description
tk_tm: Linkiň Beýanyny Görkez

source: Show Link Name
tk_tm: Linkiň Adyny Görkez

source: Show Link Image
tk_tm: Link Suradyny Görkez

# Links widget
source: Random
tk_tm: Tötänleýin

source: Link ID
tk_tm: Link Ady

source: Link rating
tk_tm: Linkiň reýtingi

source: Link title
tk_tm: Linkiň ady

# links widget
source: All Links
tk_tm: Ähli Linkler

source: Select Link Category:
tk_tm: Link Kategoriýasyny Saýla

source: Links
tk_tm: Linkler

source: Your blogroll
tk_tm: Siziň blog lentaňyz

source: Page IDs, separated by commas.
tk_tm: Sahypa atlary, oturlar bilen bölünilen.

source: Exclude:
tk_tm: Arasyndan aýyr:

source: Page ID
tk_tm: Sahypa ady

source: Page order
tk_tm: Sahypa nobaty

source: Page title
tk_tm: Sahypa tituly

source: Sort by:
tk_tm: Şu boýunça tertiple:

source: Title:
tk_tm: Ady:

source: Pages
tk_tm: Sahypalar

source: Once Daily
tk_tm: Günde Bir Gezek

source: Twice Daily
tk_tm: Günde Iki Gezek

source: Once Hourly
tk_tm: Sagatda Bir Gezek

source: This argument has changed to an array to match the behavior of the other cron functions.
tk_tm: Beýleki kron funksiýalaryň özüni alyp barşyna gabat gelmek üçin bu argument massiwe öwrüldi.

source: Could not update comment status
tk_tm: Kommentariýa statusyny täzeläp bolanok

source: You are posting comments too quickly. Slow down.
tk_tm: Siz kommentariýalary has tiz ýazýaňyz. Ýuwaşrak.

source: Duplicate comment detected; it looks as though you&#8217;ve already said that!
tk_tm: Duplikat kommentariýa tapyldy; siz muny eýýäm aýdan ýaly bolup görünýäňiz!

# adjective
source: Approved
tk_tm: Tassyklanyldy

source: Unapproved
tk_tm: Tassyklanylmady

source: Post Comment
tk_tm: Kommentariýany Çap et

source: Cancel reply
tk_tm: Jogaby yza gaýtar

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes: %s
tk_tm: Siz şu <abbr title="HyperText Markup Language">HTML</abbr> tag-lary we atributlary ulanyp bilersiňiz: %s

source: Your email address will not be published.
tk_tm: Siziň e-meýl adresiňiz çap edilmez.

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
tk_tm: <a href="%1$s">%2$s</a> hökmünde girildi. <a href="%3$s" title="Log out of this account">Çykmalymy?</a>

source: You must be <a href="%s">logged in</a> to post a comment.
tk_tm: Kommentariýa post etmek üçin siz hökman saýta <a href="%s">giren</a> bolmaly.

source: Required fields are marked %s
tk_tm: Talap edilýän meýdançalar belenilen %s

source: Website
tk_tm: Web-saýt

source: Email
tk_tm: E-meýl

source: Name
tk_tm: At

source: (Edit)
tk_tm: (Redaktirle)

source: %1$s at %2$s
tk_tm: %2$s-da %1$s

source: Your comment is awaiting moderation.
tk_tm: Siziň kommentariýaňyz gözden geçirmä gäraşýar.

source: <cite class="fn">%s</cite> <span class="says">says:</span>
tk_tm: <cite class="fn">%s</cite> <span class="says">diýýar:</span>

source: Leave a Reply to %s
tk_tm: %s üçin Jogap Galdyryň

source: Leave a Reply
tk_tm: Jogap Galdyryň.

source: Click here to cancel reply.
tk_tm: Jogaby yzyna gaýtarmak üçin şu ýere basyň.

source: Log in to leave a Comment
tk_tm: Kommentariýa galdyrmak üçin giriň

source: Leave a Comment
tk_tm: Kommentariýa Galdyryň

source: Log in to Reply
tk_tm: Jogap bermek üçin Giriň

source: Reply
tk_tm: Jogap ber

source: Enter your password to view comments.
tk_tm: Kommentariýalary görmek üçin öz parolyňyzy giriziň.

source: Use <code>get_trackback_url()</code> instead if you do not want the value echoed.
tk_tm: Eger siz bahanyň ýaňlanmagyny islemeseňiz ýerine <code>get_trackback_url()</code> ulanyň.

source: Pingback
tk_tm: Yza gaýtma (Pingback)

source: Trackback
tk_tm: Yza yzarlama (Trackback)

# noun
source: Comment
tk_tm: Kommentariýa

source: 1 Comment
tk_tm: 1 Kommentariýa

source: No Comments
tk_tm: Kommentariýa Ýok

source: % Comments
tk_tm: % Kommentariýalar

source: The specified target URL does not exist.
tk_tm: Bellenen nyşana URL aslynda ýok.

source: Pingback from %1$s to %2$s registered. Keep the web talking! :-)
tk_tm: %1$s to %2$s tarapyndan yza gaýtmak (pingback) registrasiýa edildi. Internediň geplemegini dowam etdiriň! :-)

source: The source URL does not contain a link to the target URL, and so cannot be used as a source.
tk_tm: Çeşme URL-inde nyşana URL-ine tarap link ýok, we şonuň üçin ol çeşme hökmünde ulanylyp bilinmez.

source: We cannot find a title on that page.
tk_tm: Biz ol sahypada tituly tapyp bilemizok.

source: The source URL does not exist.
tk_tm: Çeşme URL-i aslynda ýok.

source: The pingback has already been registered.
tk_tm: Yza gaýtmak (pingback) eýýäm registrasiýa edilen.

source: The source URL and the target URL cannot both point to the same resource.
tk_tm: Çeşme URL we nyşana URL ikisem şol bir resursa salgylanyp bilmez.

source: The specified target URL cannot be used as a target. It either doesn&#8217;t exist, or it is not a pingback-enabled resource.
tk_tm: Görkezilen gitmeli URL nyşana hökmünde ulanylyp bilinmez. Bu ýa-ha ýok, ýa-da yza yzarlamaga ýol berlen (pingback-enabled) resurs däl.

source: Is there no link to us?
tk_tm: Bu ýerde bize tarap link ýokmy?

source: Sorry, you cannot publish this post.
tk_tm: Bagyşlaň, siz bu posty çap edip bilmersiňiz.

source: Sorry, you can not edit this post.
tk_tm: Bagyşlaň, siz bu posty redaktirläp bilmersiňiz.

source: Could not write file %1$s (%2$s)
tk_tm: %1$s (%2$s) faýly ýazmak başardanok

source: Sorry, your entry could not be edited. Something wrong happened.
tk_tm: Bagyşlaň, siziň ýazgyňyzy redaktirläp bolanok. Nähilidir bir ýalňyşlyk ýüze çykdy.

source: Sorry, you do not have the right to publish this page.
tk_tm: Bagyşlaň, sizde bu sahypany çap etmäge hukuk ýok.

source: You are not allowed to change the page author as this user.
tk_tm: Size bu ulanyjy hökmünde sahypanyň awtoryny üýtgetmäge rugsat berlenok.

source: You are not allowed to change the post author as this user.
tk_tm: Size bu ulanyjy hökmünde postyň awtoryny üýtgetmäge rugsat berlenok.

source: You are not allowed to create pages as this user.
tk_tm: Size bu ulanyjy hökmünde sahypalary döretmäge rugsat berlenok.

source: Invalid post format
tk_tm: Nädogry post formaty

source: Sorry, you are not allowed to publish posts on this site.
tk_tm: Bagyşlaň, sizde bu saýtda postlary çap etmäge hukuk ýok.

source: Sorry, you are not allowed to publish pages on this site.
tk_tm: Bagyşlaň, sizde bu saýtda sahypalary çap etmäge hukuk ýok.

source: For some strange yet very annoying reason, this post could not be deleted.
tk_tm: Haýsydyr bir täsin we şol bir wagtda ýürege düşgünç sebäp bilen, bu posty ýok edip bolanok.

source: Sorry, you do not have the right to delete this post.
tk_tm: Bagyşlaň, sizde bu posty ýok etmäge hukuk ýok.

source: For some strange yet very annoying reason, this post could not be edited.
tk_tm: Haýsydyr bir täsin we şol bir wagtda ýürege düşgünç sebäp bilen, bu posty redaktirläp bolanok.

source: Sorry, you do not have the right to publish this post.
tk_tm: Bagyşlaň, sizde bu posty çap etmäge hukuk ýok.

source: Sorry, you do not have the right to edit this post.
tk_tm: Bagyşlaň, sizde bu posty redaktirlemäge hukuk ýok.

source: Sorry, no such post.
tk_tm: Bagyşlaň, beýle post ýok.

source: Sorry, that file cannot be edited.
tk_tm: Bagyşlaň, ol faýly redaktirläp bolanok.

source: Either there are no posts, or something went wrong.
tk_tm: Ýa bu ýerde hiç post ýok, ýa-da nämedir bir zat ýalňyş boldy.

source: Sorry, you do not have access to user data on this site.
tk_tm: Bagyşlaň, bu saýtdaky ulanyjy maglumatlary size elýeterli däl.

source: Sorry, revisions are disabled.
tk_tm: Bagyşlaň, gözden geçirmek öçürilen.

source: Sorry, you are not allowed to edit posts.
tk_tm: Bagyşlaň, sizde postlary redaktirlemäge hukuk ýok.

source: Invalid post ID
tk_tm: Nädogry post ady

source: Sorry, you are not allowed to edit this post type.
tk_tm: Bagyşlaň, sizde bu post görnüşini redaktirlemäge hukuk ýok.

source: You do not have permission to upload files.
tk_tm: Sizde faýllary ýüklemäge rugsat ýok.

source: You are not allowed to update options.
tk_tm: Sizde opsiýalary (düzgünlerI) täzelemäge hukuk ýok.

source: You are not allowed access to details about comments.
tk_tm: Sizde kommentariýalar baradaky maglumatlary görmäge hukuk ýok.

source: You are not allowed access to details about this site.
tk_tm: Sizde saýt baradaky detallary görmäge hukuk ýok.

source: A valid email address is required
tk_tm: Dogry e-meýl adresi zerur

source: Comment author name and email are required
tk_tm: Kommentariýanyň awtorynyň ady we e-meýl adresi hökman gerek

source: You must be registered to comment
tk_tm: Kommentariýa ýazmak üçin siz registrasiýadan geçen bolmady

source: Sorry, the comment could not be edited. Something wrong happened.
tk_tm: Bagyşlaň, kommentariýany redaktiräp bolanok. Ýalňyşlyk ýüze çykdy.

source: Invalid comment status.
tk_tm: Nädogry kommentariýa statusy.

source: Sorry, you cannot edit comments.
tk_tm: Bagyşlaň, siz kommentariýalary redaktirläp bilmersiňiz.

source: Invalid comment ID.
tk_tm: Nädogry kommentariýa ady.

source: You are not allowed to moderate comments on this site.
tk_tm: Sizde bu saýtdaky kommentariýalara gözegçilik etmäge hukuk ýok.

source: Sorry, you must be able to edit posts on this site in order to view categories.
tk_tm: Bagyşlaň, kategoriýalary görmek üçin siz bu saýtdaky postlary redaktirläp bilmeli.

source: Sorry, you do not have the right to delete a category.
tk_tm: Bagyşlaň, sizde kategoriýany ýok etmäge hukuk ýok.

source: Sorry, the new category failed.
tk_tm: Bagyşlaň, täze kategoriýa başa barmady.

source: Sorry, you do not have the right to add a category.
tk_tm: Bagyşlaň, sizde kategoriýa goşmaga hukuk ýok.

source: Sorry, you must be able to edit posts on this site in order to view tags.
tk_tm: Bagyşlaň, tag-lary görmek üçin sizde hökman bu saýtdaky postlary redaktirlemäge hukuk bolmaly.

source: Sorry, you cannot edit posts on this site.
tk_tm: Bagyşlaň, siz bu saýtdaky postlary redaktirläp bilersiňiz.

source: Sorry, you do not have the right to edit this page.
tk_tm: Bagyşlaň, sizde bu sahypany redaktirlemäge hukuk ýok.

source: Failed to delete the page.
tk_tm: Sahypany ýok etmek başa barmady.

source: Sorry, you do not have the right to delete this page.
tk_tm: Bagyşlaň, sizde bu sahypany ýok etmäge hukuk ýok.

source: Sorry, you cannot edit pages.
tk_tm: Bagyşlaň, siz sahypalary redaktirläp bilmersiňiz.

source: Sorry, no such page.
tk_tm: Bagyşlaň, beýle sahypa ýok.

source: Sorry, you cannot edit this page.
tk_tm: Bagyşlaň, siz bu sahypany redaktirläp bilmersiňiz.

source: Sorry, the user cannot be updated.
tk_tm: Bagyşlaň, ulanyjyny täzeläp bolanok.

source: Sorry, you cannot edit your profile.
tk_tm: Bagyşlaň, siz öz profiliňizi redaktirläp bilmersiňiz.

source: The role specified is not valid
tk_tm: Bellenilen rol degişli däl

source: Sorry, you cannot list users.
tk_tm: Bagyşlaň, siz ulanyjylaryň spisogyny döredip bilmersiňiz.

source: Invalid user ID
tk_tm: Nädogry ulanyjy ady

source: Sorry, you cannot edit users.
tk_tm: Bagyşlaň, siz ulanyjylary redaktirläp bilmersiňiz.

source: You are not allowed to assign terms in this taxonomy.
tk_tm: Size bu klassifikasiýada terminleri bellemäge rugsat berlenok.

source: Sorry, deleting the term failed.
tk_tm: Bagyşlaň, termini ýok etmek başartmady.

source: You are not allowed to delete terms in this taxonomy.
tk_tm: Size bu klassifikasiýadaky terminleri ýok etmäge rugsat berlenok.

source: Sorry, editing the term failed.
tk_tm: Bagyşlaň, termini redaktirlemek başartmady.

source: This taxonomy is not hierarchical so you can't set a parent.
tk_tm: Klassifikasiýa köp-derejeli däl, şonuň üçin siz hossary belläp bilmersiňiz.

source: You are not allowed to edit terms in this taxonomy.
tk_tm: Size bu klassifikasiýadaky terminleri redaktirlemäge rugsat berlenok.

source: Sorry, your term could not be created. Something wrong happened.
tk_tm: Bagyşlaň, siziň terminiňiz döretmek başardanok. Nähilidir bir ýalňyşlyk ýüze çykdy.

source: Parent term does not exist.
tk_tm: Hossar termini ýok.

source: This taxonomy is not hierarchical.
tk_tm: Klassifikasiýa köp-derejeli däl.

source: The term name cannot be empty.
tk_tm: Tern boş bolup bilmez.

source: You are not allowed to create terms in this taxonomy.
tk_tm: Size bu klassifikasiýada terminleri döretmäge rugsat berlenok.

source: Invalid taxonomy
tk_tm: Nädogry klassifikasiýa

source: Sorry, you are not allowed to edit posts in this post type
tk_tm: Bagyşlaň, size bu post görnüşindäki postlary redaktirlmäge hukuk berlenok.

source: The post type specified is not valid
tk_tm: Bellenen post görnüşi ulanmaga degişli däl

source: Sorry, you cannot edit this post.
tk_tm: Bagyşlaň, siz bu posty redaktirläp bilmersiňiz.

source: The post cannot be deleted.
tk_tm: Posty ýok edip bolmaz.

source: Sorry, you are not allowed to delete this post.
tk_tm: Bagyşlaň, size bu posty ýok etmäge rugsat berlenok.

source: There is a revision of this post that is more recent.
tk_tm: Bu postyň mundan ýakynda edilen üýtgeşmesi bar.

source: Sorry, your entry could not be posted. Something wrong happened.
tk_tm: Bagyşlaň, siziň ýazgyňyzy post edip bolanok. Nähilidir bir ýalňyşlyk ýüze üykdy.

source: Sorry, you are not allowed to add a term to one of the given taxonomies.
tk_tm: Bagyşlaň, size berlen klassifikasiýalaryň birine termini goşmaga rugsat berlenok.
